var tangshiByCity = {
  "三门峡市": [
    {"dynasty":"唐","poet": "杜甫", "title": "石 壕 吏", "content": "暮投石壕村，有吏夜捉人。\n老翁逾墙走，老妇出门看。\n吏呼一何怒！\n妇啼一何苦！\n听妇前致词：“三男邺城戍。\n一男附书至，二男新战死。\n存者且偷生，死者长已矣！\n室中更无人，唯有乳下孙。\n有孙母未去，出入无完裙。\n老妪力虽衰，请从吏夜归。\n急应河阳役，犹得备晨炊。\n”夜久语声绝，如闻泣幽咽。\n天明登前途，独与老翁别。"},
    {"dynasty":"唐","poet": "岑参", "title": "陕州月城楼送辛判官入奏", "content": "送客飞鸟外，城头楼最高。\n樽前遇风雨，窗里动波涛。\n谒帝向金殿，随身唯宝刀。\n相思灞陵月，只有梦偏劳。"}
  ],
  "乌鲁木齐市": [
    {"dynasty":"唐","poet": "岑参", "title": "走马川行奉送出师西征", "content": "君不见走马川，雪海边，平沙莽莽黄入天。\n轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。\n匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。\n将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。\n马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。\n虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。"},
    {"dynasty":"唐","poet": "岑参", "title": "轮台歌奉送封大夫出师西征", "content": "轮台城头夜吹角，轮台城北旄头落。\n羽书昨夜过渠黎，单于已在金山西。\n戍楼西望烟尘黑，汉兵屯在轮台北。\n上将拥旄西出征，平明吹笛大军行。\n四边伐鼓雪海涌，三军大呼阴山动。\n虏塞兵气连云屯，战场白骨缠草根。\n剑河风急雪片阔，沙口石冻马蹄脱。\n亚相勤王甘苦辛，誓将报主静边尘。\n古来青史谁不见，今见功名胜古人。"}
  ],
  "乐山市": [
    {"dynasty":"唐","poet": "李白", "title": "峨眉山月歌", "content": "峨眉山月半轮秋，影入平羌江水流。\n夜发清溪向三峡，思君不见下渝州。"}
  ],
  "九江市": [
    {"dynasty":"唐","poet": "宋之问", "title": "寒食江州满塘驿", "content": "去年上已洛桥边，今年寒食庐山曲。\n遥怜巩树花应满，复见吴洲草新绿。\n吴洲春草兰杜芳，感物思归怀故乡。\n驿骑明朝发何处？\n猿声今夜断君肠。"},
    {"dynasty":"唐","poet": "张九龄", "title": "湖口望庐山瀑布水", "content": "万丈红泉落，迢迢半紫氛。\n奔流下杂树，洒落出重云。\n日照虹霓似，天清风雨闻。\n灵山多秀色，空水共氤氲。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "晚泊浔阳望庐山", "content": "挂席几千里，名山都未逢。\n泊舟浔阳郭，始见香炉峰。\n尝读远公传，永怀尘外踪。\n东林精舍近，日暮但闻钟。"},
    {"dynasty":"唐","poet": "李白", "title": "庐山谣寄卢侍御虚舟", "content": "我本楚狂人，凤歌笑孔丘。\n手持绿玉杖，朝别黄鹤楼。\n五岳寻仙不辞远，一生好入名山游。\n庐山秀出南斗旁，屏风九叠云锦张，影落明湖青黛光。\n金阙前开二峰长，银河倒挂三石梁。\n香炉瀑布遥相望，回崖沓嶂凌苍苍。\n翠影红霞映朝日，鸟飞不到吴天长。\n登高壮观天地间，大江茫茫去不还。\n黄云万里动风色，白波九道流雪山。\n好为庐山谣，兴因庐山发。\n闲窥石镜清我心，谢公行处苍苔没。\n早服还丹无世情，琴心三叠道初成。\n遥见仙人彩云里，手把芙蓉朝玉京。\n先期汗漫九垓上，愿接卢敖游太清。"},
    {"dynasty":"唐","poet": "李白", "title": "望庐山五老峰", "content": "庐山东南五老峰，青天削出金芙蓉。\n九江秀色可揽结，吾将此地巢云松。"},
    {"dynasty":"唐","poet": "李白", "title": "望庐山瀑布", "content": "日照香炉生紫烟，遥看瀑布挂前川。\n飞流直下三千尺，疑是银河落九天。"},
    {"dynasty":"唐","poet": "韦应物", "title": "喜园中茶生", "content": "洁性不可污，为饮涤尘烦。\n此物信灵味，本自出山原。\n聊因理郡馀，率尔植荒园。\n喜随众草长，得与幽人言。"},
    {"dynasty":"唐","poet": "韦应物", "title": "寒食寄京师诸弟", "content": "雨中禁火空斋冷，江上流莺独坐听。\n把酒看花想诸弟，杜陵寒食草青青。"},
    {"dynasty":"唐","poet": "白居易", "title": "因题卷末，戏赠元九、李二十", "content": "一篇长恨有风情，十首秦吟近正声。\n每被老元偷格律，苦教短李伏歌行。\n世间富贵应无分，身后文章合有名。\n莫怪气粗言语大，新排十五卷诗成。"},
    {"dynasty":"唐","poet": "白居易", "title": "问刘十九", "content": "绿蚁新醅酒，红泥小火炉。\n晚来天欲雪，能饮一杯无？"},
    {"dynasty":"唐","poet": "白居易", "title": "大林寺桃花", "content": "人间四月芳菲尽，山寺桃花始盛开。\n长恨春归无觅处，不知转入此中来。"},
    {"dynasty":"唐","poet": "白居易", "title": "夜 筝", "content": "紫袖红弦明月中，自弹自感暗低容。\n弦凝指咽声停处，别有深情一万重。"}
  ],
  "北京市": [
    {"dynasty":"唐","poet": "陈子昂", "title": "登幽州台歌", "content": "前不见古人，后不见来者。\n念天地之悠悠，独怆然而涕下。"},
    {"dynasty":"唐","poet": "张说", "title": "幽州夜饮", "content": "凉风吹夜雨，萧瑟动寒林。\n正有高堂宴，能忘迟暮心？\n军中宜剑舞，塞上重笳音。\n不作边城将，谁知恩遇深！"},
    {"dynasty":"唐","poet": "祖咏", "title": "望 蓟 门", "content": "燕台一去客心惊，笳鼓喧喧汉将营。\n万里寒光生积雪，三边曙色动危旌。\n沙场烽火侵胡月，海畔云山拥蓟城。\n少小虽非投笔吏，论功还欲请长缨。"},
    {"dynasty":"唐","poet": "李白", "title": "北 风 行", "content": "烛龙栖寒门，光耀犹旦开。\n日月照之何不及此，唯有北风号怒天上来。\n燕山雪花大如席，片片吹落轩辕台。\n幽州思妇十二月，停歌罢笑双蛾摧。\n倚门望行人，念君长城苦寒良可哀。\n别时提剑救边去，遗此虎文金鞞靫。\n中有一双白羽箭，蜘蛛结网生尘埃。\n箭空在，人今战死不复回。\n不忍见此物，焚之已成灰。\n黄河捧土尚可塞，北风雨雪恨难裁！"},
    {"dynasty":"唐","poet": "高适", "title": "蓟 中 作", "content": "策马自沙漠，长驱登塞垣。\n边城何萧条，白日黄云昏。\n一到征战处，每愁胡虏翻。\n岂无安边书，诸将已承恩。\n惆怅孙吴事，归来独闭门。"},
    {"dynasty":"唐","poet": "高适", "title": "使青夷军入居庸", "content": "匹马行将久，征途去转难。\n不知边地苦，只讶客衣单。\n溪冷泉声苦，山空木叶干。\n莫言关塞极，云雪尚漫漫。"},
    {"dynasty":"唐","poet": "高适", "title": "除 夜 作", "content": "旅馆寒灯独不眠，客心何事转凄然？\n故乡今夜思千里，霜鬓明朝又一年。"},
    {"dynasty":"唐","poet": "高适", "title": "塞上听吹笛", "content": "雪净胡天牧马还，月明羌笛戍楼间。\n借问梅花何处落，风吹一夜满关山。"},
    {"dynasty":"唐","poet": "李益", "title": "送客还幽州", "content": "惆怅秦城送独归，蓟门云树远依依。\n秋来莫射南飞雁，从遣乘春更北飞。"}
  ],
  "南京市": [
    {"dynasty":"唐","poet": "王昌龄", "title": "芙蓉楼送辛渐", "content": "寒雨连江夜入吴，平明送客楚山孤。\n洛阳亲友如相问，一片冰心在玉壶。"},
    {"dynasty":"唐","poet": "李白", "title": "长 干 行", "content": "妾发初覆额，折花门前剧。\n郎骑竹马来，绕床弄青梅。\n同居长干里，两小无嫌猜。\n十四为君妇，羞颜未尝开。\n低头向暗壁，千唤不一回。\n十五始展眉，愿同尘与灰。\n常存抱柱信，岂上望夫台。\n十六君远行，瞿塘滟滪堆。\n五月不可触，猿声天上哀。\n门前旧行迹，一一生绿苔。\n苔深不能扫，落叶秋风早。\n八月蝴蝶黄，双飞西园草。\n感此伤妾心，坐愁红颜老。\n早晚下三巴，预将书报家。\n相迎不道远，直至长风沙。"},
    {"dynasty":"唐","poet": "李白", "title": "战 城 南", "content": "去年战，桑干源；今年战，葱河道。\n洗兵条支海上波，放马天山雪中草。\n万里长征战，三军尽衰老。\n匈奴以杀戮为耕作，古来惟见白骨黄沙田。\n秦家筑城备胡处，汉家还有烽火燃。\n烽火燃不息，征战无已时。\n野战格斗死，败马号鸣向天悲。\n乌鸢啄人肠，衔飞上挂枯树枝。\n士卒涂草莽，将军空尔为。\n乃知兵者是凶器，圣人不得已而用之。"},
    {"dynasty":"唐","poet": "李白", "title": "示金陵子", "content": "金陵城东谁家子，窃听琴声碧窗里。\n落花一片天上来，随人直度西江水。\n楚歌吴语娇不成，似能未能最有情。\n谢公正要东山妓，携手林泉处处行。"},
    {"dynasty":"唐","poet": "李白", "title": "登金陵凤凰台", "content": "凤凰台上凤凰游，凤去台空江自流。\n吴宫花草埋幽径，晋代衣冠成古丘。\n三山半落青天外，二水中分白鹭洲。\n总为浮云能蔽日，长安不见使人愁。"},
    {"dynasty":"唐","poet": "李白", "title": "闻王昌龄左迁龙标遥有此寄", "content": "杨花落尽子规啼，闻道龙标过五溪。\n我寄愁心与明月，随风直到夜郎西。"},
    {"dynasty":"唐","poet": "刘长卿", "title": "送李判官之润州行营", "content": "万里辞家事鼓鼙，金陵驿路楚云西。\n江春不肯留行客，草色青青送马蹄。"},
    {"dynasty":"唐","poet": "岑参", "title": "春 梦", "content": "洞房昨夜春风起，遥忆美人湘江水。\n枕上片时春梦中，行尽江南数千里。"},
    {"dynasty":"唐","poet": "李端", "title": "芜 城", "content": "昔人登此地，丘垄已前悲。\n今日又非昔，春风能几时？\n风吹城上树，草没城边路。\n城里月明时，精灵自来去。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "乌 衣 巷", "content": "朱雀桥边野草花，乌衣巷口夕阳斜。\n旧时王谢堂前燕，飞入寻常百姓家。"},
    {"dynasty":"唐","poet": "张祜", "title": "题金陵渡", "content": "金陵津渡小山楼，一宿行人自可愁。\n潮落夜江斜月里，两三星火是瓜州。"},
    {"dynasty":"唐","poet": "许浑", "title": "金陵怀古", "content": "玉树歌残王气终，景阳兵合戍楼空。\n松揪远近千官冢，禾黍高低六代宫。\n石燕拂云晴亦雨，江豚吹浪夜还风。\n英雄一去豪华尽，唯有青山似洛中。"},
    {"dynasty":"唐","poet": "杜牧", "title": "张好好诗并序", "content": "牧大和三年，佐故吏部沈公江西幕，好好年十三，始以善歌来乐籍中。\n后一岁，公移镇宣城，复置好好于宣城籍中。\n后二岁，为沈著作以双鬟纳之。\n后二岁，于洛阳东城重睹好好，感旧伤怀，故题诗赠之。\n君为豫章姝，十三才有余。\n翠茁凤生尾，丹叶莲含跗。\n高阁倚天半，章江联碧虚。\n此地试君唱，特使华筵铺。\n主公顾四座，始讶来踟蹰。\n吴娃起引赞，低回映长裾。\n双鬟可高下，才过青罗襦。\n盼盼乍垂袖，一声雏凤呼。\n繁弦迸关纽，塞管裂圆芦。\n众音不能逐，袅袅穿云衢。\n主公再三叹，谓言天下殊。\n赠之天马锦，副以水犀梳。\n龙沙看秋浪，明月游东湖。\n自此每相见，三日已为疏。\n玉质随月满，艳态逐春舒。\n绛唇渐轻巧，云步转虚徐。\n旌旆忽东下，笙歌随舳舻。\n霜凋谢楼树，沙暖句溪蒲。\n身外任尘土，樽前极欢娱。\n飘然集仙客，讽赋欺相如。\n聘之碧瑶珮，载以紫云车。\n洞闭水声远，月高蟾影孤。\n尔来未几岁，散尽高阳徒。\n洛城重相见，绰绰为当垆。\n怪我苦何事，少年垂白须？\n朋游今在否，落拓更能无？\n门馆恸哭后，水云秋景初。\n斜日挂衰柳，凉风生座隅。\n洒尽满襟泪，短歌聊一书。"},
    {"dynasty":"唐","poet": "杜牧", "title": "杜秋娘诗并序", "content": "杜秋，金陵女也。\n年十五，为李锜妾。\n后锜叛灭，籍之入宫，有宠于景陵。\n穆宗即位，命秋为皇子傅姆。\n皇子壮，封漳王。\n郑注用事，诬丞相欲去己者，指王为根。\n玉被罪废削，秋因赐归故乡。\n予过金陵，感其穷且老，为之赋诗。\n京江水清滑，生女白如脂。\n其间杜秋者，不劳朱粉施。\n老濞即山铸，后庭千双眉。\n秋持玉斝醉，与唱金缕衣。\n濞既白首叛，秋亦红泪滋。\n吴江落日渡，灞岸绿杨垂。\n联裾见天子，盼眄独依依。\n椒壁悬锦幕，镜奁蟠蛟螭。\n低鬟认新宠，窈袅复融怡。\n月上白璧门，桂影凉参差。\n金阶露新重，闲捻紫箫吹。\n莓苔夹城路，南苑雁初飞。\n红粉羽林仗，独赐辟邪旗。\n归来煮豹胎，餍饫不能饴。\n咸池升日庆，铜雀分香悲。\n雷音后车远，事往落花时。\n燕禖得皇子，壮发绿。\n画堂授傅姆，天人亲捧持。\n虎睛珠络褓，金盘犀镇帷。\n长杨射熊罴，武帐弄哑咿。\n渐抛竹马剧，稍出舞鸡奇。\n崭崭整冠珮，侍宴坐瑶池。\n眉宇俨图画，神秀射朝辉。\n一尺桐偶人，江充知自欺。\n王幽茅土削，秋放故乡归。\n觚棱拂斗极，回首尚迟迟。\n四朝三十载，似梦复疑非。\n潼关识旧吏，吏发已如丝。\n却唤吴江渡，舟人哪得知？\n归来四邻改，茂苑草菲菲。\n清血洒不尽，仰天知问谁？\n寒衣一疋素，夜借邻人机。\n我昨金陵过，闻之为歔欷。\n自古皆一贯，变化安能推？\n夏姬灭两国，逃作巫臣姬。\n西子下姑苏，一舸逐鸱夷。\n织室魏豹俘，作汉太平基。\n误置代籍中，两朝尊母仪。\n光武绍高祖，本系生唐儿。\n珊瑚破高齐，作婢舂黄糜。\n萧后去扬州，突厥为阏氏。\n女子固不定，士林亦难期。\n射后呼父，钓翁王者师。\n无国要孟子，有人毁仲尼。\n秦国逐客令，柄归丞相斯。\n安知魏齐首，见断篑中尸？\n给丧蹶张辈，廊庙冠峨危。\n珥貂七叶贵，何妨戎虏支？\n苏武却生返，邓通终死饥。\n主张既难测，翻覆亦其宜。\n地尽有何物？\n天外复何之？\n指何为而捉？\n足何为而驰？\n耳何为而听？\n目何为而窥？\n己身不自晓，此外何思惟？\n因倾一樽酒，题作杜秋诗。\n愁来独长咏，聊可以自贻。"},
    {"dynasty":"唐","poet": "杜牧", "title": "江 南 春", "content": "千里莺啼绿映红，水村山郭酒旗风。\n南朝四百八十寺，多少楼台烟雨中。"},
    {"dynasty":"唐","poet": "杜牧", "title": "泊 秦 淮", "content": "烟笼寒水月笼沙，夜泊秦淮近酒家。\n商女不知亡国恨，隔江犹唱《后庭花》。"},
    {"dynasty":"唐","poet": "罗隐", "title": "金陵夜泊", "content": "冷烟轻霭傍衰丛，此夕秦淮驻断蓬。\n栖雁远惊沽酒火，乱鸦高避落帆风。\n地销王气波声急，山带秋阴树影空。\n六代精灵人不见，思量应在月明中。"},
    {"dynasty":"唐","poet": "韦庄", "title": "上 元 县", "content": "南朝三十六英雄，角逐兴亡尽此中。\n有国有家皆是梦，为龙为虎亦成空。\n残花旧宅悲江令，落日青山吊谢公。\n止竟霸图何物在，石麟无主卧秋风。"},
    {"dynasty":"唐","poet": "韦庄", "title": "台 城", "content": "江雨霏霏江草齐，六朝如梦鸟空啼。\n无情最是台城柳，依旧烟笼十里堤。"}
  ],
  "南昌市": [
    {"dynasty":"唐","poet": "王勃", "title": "滕王阁诗", "content": "滕王高阁临江渚，佩玉鸣鸾罢歌舞。\n画栋朝飞南浦云，珠帘暮卷西山雨。\n闲云潭影日悠悠，物换星移几度秋。\n阁中帝子今何在？\n槛外长江空自流。"},
    {"dynasty":"唐","poet": "王勃", "title": "九日登高", "content": "九月九日望乡台，他席他乡送客杯。\n人今已厌南中苦，鸿雁那从北地来。"},
    {"dynasty":"唐","poet": "张九龄", "title": "望月怀远", "content": "海上生明月，天涯共此时。\n情人怨遥夜，竟夕起相思。\n灭烛怜光满，披衣觉露滋。\n不堪盈手赠，还寝梦佳期。"},
    {"dynasty":"唐","poet": "刘长卿", "title": "将赴岭外留题萧寺远公院", "content": "竹房遥闭上方幽，苔径苍苍访旧游。\n内史旧山空日暮，南朝古木向人秋。\n天香月色同僧室，叶落猿啼傍客舟。\n此去播迁明主意，白云何事欲相留？"}
  ],
  "台州市": [
    {"dynasty":"唐","poet": "李白", "title": "日出入行", "content": "日出东方隈，似从地底来。\n历天又复入海，六龙所舍安在哉？\n其始与终古不息，人非元气，安得与之久徘徊？\n草不谢荣于春风，木不怨落于秋天。\n谁挥鞭策驱四运？\n万物兴歇皆自然。\n羲和！\n羲和！\n汝奚汩没于荒淫之波？\n鲁阳何德，驻景挥戈？\n逆道违天，矫诬实多。\n吾将囊括大块，浩然与溟涬同科。"}
  ],
  "咸阳市": [
    {"dynasty":"唐","poet": "王维", "title": "观 猎", "content": "风劲角弓鸣，将军猎渭城。\n草枯鹰眼疾，雪尽马蹄轻。\n忽过新丰市，还归细柳营。\n回看射雕处，千里暮云平。"},
    {"dynasty":"唐","poet": "王维", "title": "送元二使安西", "content": "渭城朝雨浥轻尘，客舍青青柳色新。\n劝君更尽一杯酒，西出阳关无故人。"},
    {"dynasty":"唐","poet": "刘皂", "title": "渡 桑 干", "content": "客舍并州已十霜，归心日夜忆咸阳。\n无端更渡桑干水，却望并州是故乡。"},
    {"dynasty":"唐","poet": "许浑", "title": "咸阳城东楼", "content": "一上高城万里愁，蒹葭杨柳似汀洲。\n溪云初起日沉阁，山雨欲来风满楼。\n鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。\n行人莫问当年事，故国东来渭水流。"}
  ],
  "商丘市": [
    {"dynasty":"唐","poet": "高适", "title": "哭单父梁九少府", "content": "开箧泪沾臆，见君前日书。\n夜台今寂寞，犹是子云居。\n畴昔贪灵奇，登临赋山水。\n同舟南浦下，望月西江里。\n契阔多离别，绸缪到生死。\n九原即何处，万事皆如此。\n晋山徒嵯峨，斯人已冥冥。\n常时禄且薄，殁后家复贫。\n妻子在远道，弟兄无一人！\n十上多苦辛，一官常自哂。\n青云将可致，白日忽先尽。\n唯有身后名，空留无远近。"},
    {"dynasty":"唐","poet": "高适", "title": "别韦参军", "content": "二十解书剑，西游长安城。\n举头望君门，屈指取公卿。\n国风冲融迈三五，朝廷礼乐弥寰宇。\n白璧皆言赐近臣，布衣不得干明主。\n归来洛阳无负郭，东过梁宋非吾土。\n兔苑为农岁不登，雁池垂钓心长苦。\n世人向我同众人，唯君于我最相亲。\n且喜百年有交态，未尝一日辞家贫。\n弹棋击筑白日晚，纵酒高歌杨柳春。\n欢娱未尽分散去，使我惆怅惊心神。\n丈夫不作儿女别，临歧涕泪沾衣巾。"}
  ],
  "商洛市": [
    {"dynasty":"唐","poet": "李白", "title": "经下邳圯桥怀张子房", "content": "子房未虎啸，破产不为家。\n沧海得壮士，椎秦博浪沙。\n报韩虽不成，天地皆震动。\n潜匿游下邳，岂曰非智勇。\n我来圯桥上，怀古钦英风。\n唯见碧流水，曾无黄石公。\n叹息此人去，萧条徐泗空。"},
    {"dynasty":"唐","poet": "李涉", "title": "再宿武关", "content": "远别秦城万里游，乱山高下出商州。\n关门不锁寒溪水，一夜潺湲送客愁。"},
    {"dynasty":"唐","poet": "赵嘏", "title": "商山道中", "content": "和如春色净如秋，五月商山是胜游。\n当昼火云生不得，一溪萦作万重愁。"},
    {"dynasty":"唐","poet": "温庭筠", "title": "商山早行", "content": "晨起动征铎，客行悲故乡。\n鸡声茅店月，人迹板桥霜。\n槲叶落山路，枳花明驿墙。\n因思杜陵梦，凫雁满回塘。"}
  ],
  "固原市": [
    {"dynasty":"唐","poet": "王昌龄", "title": "从军行七首（其一）", "content": "烽火城西百尺楼，黄昏独坐海风秋。\n更吹羌笛关山月，无那金闺万里愁。"},
    {"dynasty":"唐","poet": "王昌龄", "title": "从军行七首（其二）", "content": "琵琶起舞换新声，总是关山旧别情。\n撩乱边愁听不尽，高高秋月照长城。"}
  ],
  "天水市": [
    {"dynasty":"唐","poet": "杜甫", "title": "佳 人", "content": "绝代有佳人，幽居在空谷。\n自云良家子，零落依草木。\n关中昔丧乱，兄弟遭杀戮。\n官高何足论，不得收骨肉。\n世情恶衰歇，万事随转烛。\n夫婿轻薄儿，新人美如玉。\n合昏尚知时，鸳鸯不独宿。\n但见新人笑，那闻旧人哭？\n在山泉水清，出山泉水浊。\n侍婢卖珠回，牵萝补茅屋。\n摘花不插鬓，采柏动盈掬。\n天寒翠袖薄，日暮倚修竹。"},
    {"dynasty":"唐","poet": "杜甫", "title": "梦李白二首（其二）", "content": "浮云终日行，游子久不至。\n三夜频梦君，情亲见君意。\n告归常局促，苦道来不易。\n江湖多风波，舟楫恐失坠。\n出门搔白首，若负平生志。\n冠盖满京华，斯人独憔悴。\n孰云网恢恢？\n将老身反累！\n千秋万岁名，寂寞身后事。"},
    {"dynasty":"唐","poet": "杜甫", "title": "月夜忆舍弟", "content": "戍鼓断人行，边秋一雁声。\n露从今夜白，月是故乡明。\n有弟皆分散，无家问死生。\n寄书长不达，况乃未休兵。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秦州杂诗（其二）", "content": "满目悲生事，因人作远游。\n迟回度陇怯，浩荡及关愁。\n水落鱼龙夜，山空鸟鼠秋。\n西征问烽火，心折此淹留。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秦州杂诗（其七）", "content": "莽莽万重山，孤城山谷间。\n无风云出塞，不夜月临关。\n属国归何晚？\n楼兰斩未还。\n烟尘一长望，衰飒正摧颜。"},
    {"dynasty":"唐","poet": "杜甫", "title": "天末怀李白", "content": "凉风起天末，君子意如何？\n鸿雁几时到？\n江湖秋水多。\n文章憎命达，魑魅喜人过。\n应共冤魂语，投诗赠汨罗。"},
    {"dynasty":"唐","poet": "杜甫", "title": "空 囊", "content": "翠柏苦犹食，明霞高可餐。\n世人共鲁莽，吾道属艰难。\n不爨井晨冻，无衣床夜寒。\n囊空恐羞涩，留得一钱看。"}
  ],
  "太原市": [
    {"dynasty":"唐","poet": "刘湾", "title": "出 塞 曲", "content": "将军在重围，音信绝不通。\n羽书如流星，飞入甘泉宫。\n倚是并州儿，少年心胆雄。\n一朝随召募，百战争王公。\n去年桑乾北，今年桑乾东。\n死是征人死，功是将军功。\n汗马牧秋月，疲卒卧霜风。\n仍闻左贤王，更欲围云中。"}
  ],
  "孝感市": [
    {"dynasty":"唐","poet": "李白", "title": "春日醉起言志", "content": "处世若大梦，胡为劳其生？\n所以终日醉，颓然卧前楹。\n觉来眄庭前，一鸟花间鸣。\n借问此何时？\n春风语流莺。\n感之欲叹息，对酒还自倾。\n浩歌待明月，曲尽已忘情。"},
    {"dynasty":"唐","poet": "李白", "title": "静 夜 思", "content": "床前明月光，疑是地上霜。\n举头望明月，低头思故乡。"},
    {"dynasty":"唐","poet": "李白", "title": "山中与幽人对酌", "content": "两人对酌山花开，一杯一杯复一杯。\n我醉欲眠卿且去，明朝有意抱琴来。"}
  ],
  "安庆市": [
    {"dynasty":"唐","poet": "李白", "title": "独 漉 篇", "content": "独漉水中泥，水浊不见月。\n不见月尚可，水深行人没。\n越鸟从南来，胡雁亦北度。\n我欲弯弓向天射，惜其中道失归路。\n落叶别树，飘零随风。\n客无所托，悲与此同。\n罗帷舒卷，似有人开。\n明月直入，无心可猜。\n雄剑挂壁，时时龙鸣。\n不断犀象，锈涩苔生。\n国耻未雪，何由成名？\n神鹰梦泽，不顾鸱鸢。\n为君一击，鹏搏九天。"}
  ],
  "安阳市": [
    {"dynasty":"唐","poet": "高适", "title": "自淇涉黄河途中作", "content": "朝从北岸来，泊船南河浒。\n试共野人言，深觉农夫苦！\n去秋虽薄熟，今夏犹未雨。\n耕耘日勤劳，租税兼舄卤。\n园蔬空寥落，产业不足数。\n尚有献芹心，无因见明主！"}
  ],
  "宝鸡市": [
    {"dynasty":"唐","poet": "杜甫", "title": "北 征", "content": "皇帝二载秋，闰八月初吉。\n杜子将北征，苍茫问家室。\n维时遭艰虞，朝野少暇日。\n顾惭恩私被，诏许归蓬荜。\n拜辞诣阙下，怵惕久未出。\n虽乏谏净姿，恐君有遗失。\n君诚中兴主，经纬固密勿。\n东胡反未已，臣甫愤所切。\n挥涕恋行在，道途犹恍惚。\n乾坤含疮痍，忧虞何时毕？\n靡靡逾阡陌，人烟渺萧瑟。\n所遇多被伤，呻吟更流血。\n回首凤翔县，旌旗晚明灭。\n前登寒山重，屡得饮马窟。\n邠郊入地底，泾水中荡潏。\n猛虎立我前，苍崖吼时裂。\n菊垂今秋花，石戴古车辙。\n青云动高兴，幽事亦可悦。\n山果多琐细，罗生杂橡栗。\n或红如丹砂，或黑如点漆。\n雨露之所濡，甘苦齐结实。\n缅思桃源内，益叹身世拙。\n坡陀望鄜畤，岩谷互出没。\n我行已水滨，我仆犹木末。\n鸱鸟鸣黄桑，野鼠拱乱穴。\n夜深经战场，寒月照白骨。\n潼关百万师，往者散何卒？\n遂令半秦民，残害为异物。\n况我堕胡尘，及归尽华发。\n经年至茅屋，妻子衣百结。\n恸哭松声回，悲泉共幽咽。\n平生所娇儿，颜色白胜雪。\n见爷背面啼，垢腻脚不袜。\n床前两小女，补绽才过膝。\n海图坼波涛，旧绣移曲折。\n天吴及紫凤，颠倒在裋褐。\n老夫情怀恶，呕泄卧数日。\n那无囊中帛，救汝寒凛栗。\n粉黛亦解苞，衾裯稍罗列。\n瘦妻面复光，痴女头自栉。\n学母无不为，晓妆随手抹。\n移时施朱铅，狼藉画眉阔。\n生还对童稚，似欲忘饥渴。\n问事竞挽须，谁能即嗔喝？\n翻思在贼愁，甘受杂乱聒。\n新归且慰意，生理焉得说？\n至尊尚蒙尘，几日休练卒？\n仰观天色改，坐觉妖氛豁。\n阴风西北来，惨澹随回纥。\n其王愿助顺，其俗善驰突。\n送兵五千人，驱马一万匹。\n此辈少为贵，四方服勇决。\n所用皆鹰腾，破敌过箭疾。\n圣心颇虚伫，时议气欲夺。\n伊洛指掌收，西京不足拔。\n官军请深入，蓄锐可俱发。\n此举开青徐，旋瞻略恒碣。\n昊天积霜露，正气有肃杀。\n祸转亡胡岁，势成擒胡月。\n胡命其能久，皇纲未宜绝。\n忆昨狼狈初，事与古先别。\n奸臣竟菹醢，同恶随荡析。\n不闻夏殷衰，中自诛褒妲。\n周汉获再兴，宣光果明哲。\n桓桓陈将军，仗钺奋忠烈。\n微尔人尽非，于今国犹活。\n凄凉大同殿，寂寞白兽闼。\n都人望翠华，佳气向金阙。\n园陵固有神，扫洒数不缺。\n煌煌太宗业，树立甚宏达。"},
    {"dynasty":"唐","poet": "杜甫", "title": "彭 衙 行", "content": "忆昔避贼初，北走经险艰。\n夜深彭衙道，月照白水山。\n尽室久徒步，逢人多厚颜。\n参差谷鸟鸣，不见游子还。\n痴女饥咬我，啼畏虎狼闻。\n怀中掩其口，反侧声愈嗔。\n小儿强解事，故索苦李餐。\n一旬半雷雨，泥泞相牵攀。\n既无御雨备，径滑衣又寒。\n有时经契阔，竟日数里间。\n野果充糇粮，卑枝成屋椽。\n早行石上水，暮宿天边烟。\n小留同家洼，欲出芦子关。\n故人有孙宰，高义薄层云。\n延客已曛黑，张灯启重门。\n暖汤濯我足，剪纸招我魂。\n从此出妻孥，相视涕阑干。\n众雏烂熳睡，唤起沾盘飧。\n誓将与夫子，永结为弟昆！\n遂空所坐堂，安居奉我欢。\n谁肯艰难际，豁达露心肝。\n别来岁月周，胡羯仍构患。\n何当有翅翎，飞去坠尔前！"},
    {"dynasty":"唐","poet": "杜甫", "title": "喜达行在所三首", "content": "西忆岐阳信，无人遂却回。\n眼穿当落日，心死著寒灰。\n雾树行相引，莲峰望忽开。\n所亲惊老瘦，辛苦贼中来。\n愁思胡笳夕，凄凉汉苑春。\n生还今日事，间道暂时人。\n司隶章初睹，南阳气已新。\n喜心翻倒极，呜咽泪沾巾。\n死去凭谁报，归来始自怜。\n犹瞻太白雪，喜遇武功天。\n影静千官里，心苏七校前。\n今朝汉社稷，新数中兴年。"},
    {"dynasty":"唐","poet": "岑参", "title": "题山寺僧房", "content": "窗影摇群木，墙阴载一峰。\n野炉风自爇，山碓水能舂。\n勤学翻知误，为官好欲慵。\n高僧暝不见，月出但闻钟。"}
  ],
  "宣城市": [
    {"dynasty":"唐","poet": "李白", "title": "宣州谢朓楼饯别校书叔云", "content": "弃我去者昨日之日不可留，乱我心者今日之日多烦忧。\n长风万里送秋雁，对此可以酣高楼。\n蓬莱文章建安骨，中间小谢又清发。\n俱怀逸兴壮思飞，欲上青天揽明月。\n抽刀断水水更流，举杯消愁愁更愁。\n人生在世不称意，明朝散发弄扁舟。"},
    {"dynasty":"唐","poet": "李白", "title": "秋登宣城谢朓北楼", "content": "江城如画里，山晚望晴空。\n两水夹明镜，双桥落彩虹。\n人烟寒橘柚，秋色老梧桐。\n谁念北楼上，临风怀谢公。"},
    {"dynasty":"唐","poet": "李白", "title": "独坐敬亭山", "content": "众鸟高飞尽，孤云独去闲。\n相看两不厌，只有敬亭山。"},
    {"dynasty":"唐","poet": "李白", "title": "哭宣城善酿纪叟", "content": "纪叟黄泉里，还应酿老春。\n夜台无李白，沽酒与何人？"},
    {"dynasty":"唐","poet": "李白", "title": "宣城见杜鹃花", "content": "蜀国曾闻子规鸟，宣城还见杜鹃花。\n一叫一回肠一断，三春三月忆三巴。"},
    {"dynasty":"唐","poet": "杜牧", "title": "题宣州开元寺水阁", "content": "六朝文物草连空，天淡云闲今古同。\n鸟去鸟来山色里，人歌人哭水声中。\n深秋帘幕千家雨，落日楼台一笛风。\n惆怅无因见范蠡，参差烟树五湖东。"}
  ],
  "岳阳市": [
    {"dynasty":"唐","poet": "张说", "title": "送梁六自洞庭山", "content": "巴陵一望洞庭秋，日见孤峰水上浮。\n闻道神仙不可接，心随湖水共悠悠。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "临洞庭湖赠张丞相", "content": "八月湖水平，涵虚混太清。\n气蒸云梦泽，波撼岳阳城。\n欲济无舟楫，端居耻圣明。\n坐观垂钓者，徒有羡鱼情。"},
    {"dynasty":"唐","poet": "王维", "title": "送邢桂州", "content": "铙吹喧京口，风波下洞庭。\n赭圻将赤岸，击汰复扬舲。\n日落江湖白，潮来天地青。\n明珠归合浦，应逐使臣星。"},
    {"dynasty":"唐","poet": "李白", "title": "远 别 离", "content": "远别离，古有皇英之二女；乃在洞庭之南，潇湘之浦。\n海水直下万里深，谁人不言此离苦？\n日惨惨兮云冥冥，猩猩啼烟兮鬼啸雨。\n我纵言之将何补？\n皇穹窃恐不照余之忠诚，雷凭凭兮欲吼怒。\n尧舜当之亦禅禹，君失臣兮龙为鱼，权归臣兮鼠变虎。\n或言尧幽囚，舜野死，九疑联绵皆相似，重瞳孤坟竟何是？\n帝子泣兮绿云间，随风波兮去无还。\n恸哭兮远望，见苍梧之深山。\n苍梧山崩湘水绝，竹上之泪乃可灭。"},
    {"dynasty":"唐","poet": "李白", "title": "巴陵赠贾舍人", "content": "贾生西望忆京华，湘浦南迁莫怨嗟。\n圣主恩深汉文帝，怜君不遣到长沙。"},
    {"dynasty":"唐","poet": "刘昚虚", "title": "暮秋扬子江寄孟浩然", "content": "木叶纷纷下，东南日烟霜。\n林山相晚暮，天海空青苍。\n暝色况复久，秋声亦何长！\n孤舟兼微月，独夜仍越乡。\n寒笛对京口，故人在襄阳。\n咏思劳今夕，江汉遥相望。"},
    {"dynasty":"唐","poet": "张谓", "title": "送裴侍御归上都", "content": "楚地劳行役，秦城罢鼓鼙。\n舟移洞庭岸，路出武陵溪。\n江月随人影，山花趁马蹄。\n离魂将别梦，先已到关西。"},
    {"dynasty":"唐","poet": "杜甫", "title": "岁 晏 行", "content": "岁云暮矣多北风，潇湘洞庭白雪中。\n渔父天寒网罟冻，莫徭射雁鸣桑弓。\n去年米贵阙军食，今年米贱太伤农。\n高马达官厌酒肉，此辈杼柚茅茨空。\n楚人重鱼不重鸟，汝休枉杀南飞鸿。\n况闻处处鬻男女，割慈忍爱还租庸。\n往日用钱捉私铸，今许铅锡和青铜。\n刻泥为之最易得，好恶不合长相蒙。\n万国城头吹画角，此曲哀怨何时终？"},
    {"dynasty":"唐","poet": "杜甫", "title": "登岳阳楼", "content": "昔闻洞庭水，今上岳阳楼。\n吴楚东南坼，乾坤日夜浮。\n亲朋无一字，老病有孤舟。\n戎马关山北，凭轩涕泗流。"},
    {"dynasty":"唐","poet": "杜甫", "title": "三十六韵奉呈湖南亲友", "content": "轩辕休制律，虞舜罢弹琴。\n尚错雄鸣管，犹伤半死心。\n圣贤名古邈，羁旅病年侵。\n舟泊常依震，湖平早见参。\n如闻马融笛，若倚仲宣襟。\n故国悲寒望，群云惨岁阴。\n水乡霾白屋，枫岸叠青岑。\n郁郁冬炎瘴，濛濛雨滞淫。\n鼓迎非祭鬼，弹落似鸮禽。\n兴尽才无闷，愁来遽不禁。\n生涯相汩没，时物正萧森。\n疑惑樽中弩，淹留冠上簪。\n牵裾惊魏帝，投阁为刘歆。\n狂走终奚适？\n微才谢所钦。\n吾安藜不糁，汝贵玉为琛。\n乌几重重缚，鹑衣寸寸针。\n哀伤同庾信，述作异陈琳。\n十暑岷山葛，三霜楚户砧。\n叨陪锦帐座，久放白头吟。\n反朴时难遇，忘机陆易沉。\n应过数粒食，得近四知金。\n春草封归恨，源花费独寻。\n转蓬忧悄悄，行药病涔涔。\n瘗夭追潘岳，持危觅邓林。\n蹉跎翻学步，感激在知音。\n却假苏张舌，高夸周宋镡。\n纳流迷浩汗，峻址得嵚崟。\n城府开清旭，松筠起碧浔。\n披颜争倩倩，逸足竞骎骎。\n朗鉴存愚直，皇天实照临。\n公孙仍恃险，侯景未生擒。\n书信中原阔，干戈北斗深。\n畏人千里井，问俗九州箴。\n战血流依旧，军声动至今。\n葛洪尸定解，许靖力难任。\n家事丹砂诀，无成涕作霖。"},
    {"dynasty":"唐","poet": "贾至", "title": "初至巴峡与李十二白裴九同泛洞庭", "content": "枫岸纷纷落叶多，洞庭秋水晚来波。\n乘兴轻舟无远近，白云明月吊湘娥。"},
    {"dynasty":"唐","poet": "方干", "title": "题 君 山", "content": "曾于方外见麻姑，闻说君山自古无。\n元是昆仑山顶石，海风吹落洞庭湖。"},
    {"dynasty":"唐","poet": "许浑", "title": "谢亭送别", "content": "劳歌一曲解行舟，红叶青山水急流。\n日暮酒醒人已远，满天风雨下西楼。"}
  ],
  "常德市": [
    {"dynasty":"唐","poet": "李端", "title": "闻吉中孚还俗因有此赠", "content": "闻有华阳客，儒裳谒紫微。\n旧山连药卖，孤鹤带云归。\n柳市名犹在，桃源梦已稀。\n还乡见鸥鸟，应愧背船飞。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "聚 蚊 谣", "content": "沉沉夏夜闲堂开，飞蚊伺暗声如雷。\n嘈然歘起初骇听，殷殷若自南山来。\n喧腾鼓舞喜昏黑，昧者不分聪者惑。\n露华滴沥月上天，利嘴迎人看不得。\n我驱七尺尔如芒，我孤尔众能我伤。\n天生有时不可遏，为尔设幄潜匡床。\n清商一来秋日晓，羞尔微形饲丹鸟。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "百 舌 吟", "content": "晓星寥落春云低，初闻百舌间关啼。\n花柳满空迷处所，摇动繁英坠红雨。\n笙簧百啭音韵多，黄鹂吞声燕无语。\n东方朝日迟迟升，迎风弄景如自矜。\n数声不尽又飞去，何许相逢绿杨路。\n绵蛮宛转似娱人，一心百舌何纷纷？\n酡颜侠少停歌听，坠珥妖姬和睡闻。\n可怜光景何时尽，谁能低回避鹰隼？\n廷尉张罗自不关，潘郎挟弹无情损。\n天生羽族尔何微，舌端万变乘春辉。\n南方朱鸟一朝见，索寞无言蒿下飞。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "昏镜词并引", "content": "镜之工列十镜于贾奁，发奁而视，其一皎如，其九雾如。\n或曰：“良苦之不侔甚矣。\n”工解颐谢曰：“非不能尽良也，盖贾之意，唯售是念，今来市者，必历鉴周睐，求与己宜。\n彼皎者不能隐芒杪之瑕，非美容不合，是用什一其数也。\n”予感之，作《昏镜词》。\n昏镜非美金，漠然丧其晶。\n陋容多自欺，谓若他镜明。\n瑕疵自不见，妍态随意生。\n一日四五照，自言美倾城。\n饰带以纹绣，装匣以琼瑛。\n秦宫岂不重，非适乃为轻。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "和乐天鹦鹉", "content": "养来鹦鹉觜初红，宜在朱楼绣户中。\n频学唤人缘性慧，偏能识主为情通。\n敛毛睡足难销日，亸翅愁时愿见风。\n谁遣聪明好颜色，事须安置入深笼。"}
  ],
  "平凉市": [
    {"dynasty":"唐","poet": "李商隐", "title": "安定城楼", "content": "迢递高城百尺楼，绿杨枝外尽汀洲。\n贾生年少虚垂涕，王粲春来更远游。\n永忆江湖归白发，欲回天地入扁舟。\n不知腐鼠成滋味，猜意鹓雏竟未休。"}
  ],
  "平顶山市": [
    {"dynasty":"唐","poet": "李白", "title": "古风（其一）", "content": "大雅久不作，吾衰竟谁陈？\n王风委蔓草，战国多荆榛。\n龙虎相啖食，兵戈逮狂秦。\n正声何微茫，哀怨起骚人。\n扬马激颓波，开流荡无垠。\n废兴虽万变，宪章亦已沦。\n自从建安来，绮丽不足珍。\n圣代复元古，垂衣贵清真。\n群才属休明，乘运共跃鳞。\n文质相炳焕，众星罗秋旻。\n我志在删述，垂辉映千春。\n希圣如有立，绝笔于获麟。"},
    {"dynasty":"唐","poet": "李白", "title": "古风（其十）", "content": "齐有倜傥生，鲁连特高妙。\n明月出海底，一朝开光耀。\n却秦振英声，后世仰末照。\n意轻千金赠，顾向平原笑。\n吾亦澹荡人，拂衣可同调。"},
    {"dynasty":"唐","poet": "李白", "title": "古风（其三十四）", "content": "羽檄如流星，虎符合专城。\n喧呼救边急，群鸟皆夜鸣。\n白日曜紫微，三公运权衡。\n天地皆得一，澹然四海清。\n借问此何为？\n答言楚征兵。\n渡泸及五月，将赴云南征。\n怯卒非战士，炎方难远行。\n长"},
    {"dynasty":"唐","poet": "李白", "title": "古风（其三十五）", "content": "丑女来效颦，还家惊四邻；寿陵失本步，笑杀邯郸人。\n一曲斐然子，雕虫丧天真。\n棘刺造沐猴，三年费精神。\n功成无所用，楚楚且华身。\n大雅思文王，颂声久崩沦。\n安得郢中质，一挥成风斤。"}
  ],
  "广元市": [
    {"dynasty":"唐","poet": "李隆基", "title": "幸蜀西至剑门", "content": "剑阁横云峻，銮舆出狩回。\n翠屏千仞合，丹嶂五丁开。\n灌木萦旗转，仙云拂马来。\n乘时方在德，嗟尔勒铭才。"},
    {"dynasty":"唐","poet": "元稹", "title": "离思五首（其二）", "content": "山泉散漫绕阶流，万树桃花映小楼。\n闲读道书慵未起，水晶帘下看梳头。"},
    {"dynasty":"唐","poet": "张祜", "title": "雨 霖 铃", "content": "雨霖铃夜却归秦，犹见张徽一曲新。\n长说上皇和泪教，月明南内更无人。"},
    {"dynasty":"唐","poet": "李商隐", "title": "筹 笔 驿", "content": "猿鸟犹疑畏简书，风云长为护储胥。\n徒令上将挥神笔，终见降王走传车。\n管乐有才真不忝，关张无命欲何如！\n他年锦里经祠庙，梁父吟成恨有馀。"}
  ],
  "广州市": [
    {"dynasty":"唐","poet": "七岁女子", "title": "送 兄", "content": "别路云初起，离亭叶正飞。\n所嗟人异雁，不作一行归。"}
  ],
  "库车市": [
    {"dynasty":"唐","poet": "王维", "title": "过刘司直赴安西", "content": "绝域阳关道，胡烟与塞尘。\n三春时有雁，万里少行人。\n苜蓿随天马，蒲桃逐汉臣。\n当令外国惧，不敢觅和亲。"},
    {"dynasty":"唐","poet": "高适", "title": "送李侍御赴安西", "content": "行子对飞蓬，金鞭指铁骢。\n功名万里外，心事一杯中。\n虏障燕支北，秦城太白东。\n离魂莫惆怅，看取宝刀雄！"},
    {"dynasty":"唐","poet": "岑参", "title": "白雪歌送武判官归京", "content": "北风卷地白草折，胡天八月即飞雪。\n忽如一夜春风来，千树万树梨花开。\n散入珠帘湿罗幕，狐裘不暖锦衾薄。\n将军角弓不得控，都护铁衣冷难着。\n瀚海阑干百丈冰，愁云惨淡万里凝。\n中军置酒饮归客，胡琴琵琶与羌笛。\n纷纷暮雪下辕门，风掣红旗冻不翻。\n轮台东门送君去，去时雪满天山路。\n山回路转不见君，雪上空留马行处。"},
    {"dynasty":"唐","poet": "岑参", "title": "热海行送崔侍御还京", "content": "侧闻阴山胡儿语，西头热海水如煮。\n海上众鸟不敢飞，中有鲤鱼长且肥。\n岸旁青草常不歇，空中白雪遥旋灭。\n蒸沙烁石燃虏云，沸浪炎波煎汉月。\n阴火潜烧天地炉，何事偏烘西一隅。\n势吞月窟侵太白，气连赤坂通单于。\n送君一醉天山郭，正见夕阳海边落。\n柏台霜威寒逼人，热海炎气为之薄。"},
    {"dynasty":"唐","poet": "岑参", "title": "火山云歌送别", "content": "火山突兀赤亭口，火山五月火云厚。\n火云满山凝未开，飞鸟千里不敢来。\n平明乍逐胡风断，薄暮浑随塞雨回。\n缭绕斜吞铁关树，氛氲半掩交河戍。\n迢迢征路火山东，山上孤云随马去。"},
    {"dynasty":"唐","poet": "岑参", "title": "武威送刘判官赴碛西官军", "content": "火山五月行人少，看君马去疾如鸟。\n都护行营太白西．角声一动胡天晓。"},
    {"dynasty":"唐","poet": "西鄙人", "title": "哥 舒 歌", "content": "北斗七星高，哥舒夜带刀。\n至今窥牧马，不敢过临洮。"}
  ],
  "延安市": [
    {"dynasty":"唐","poet": "杜甫", "title": "羌村三首", "content": "峥嵘赤云西，日脚下平地。\n柴门鸟雀噪，归客千里至。\n妻孥怪我在，惊定还拭泪。\n世乱遭飘荡，生还偶然遂。\n邻人满墙头，感叹亦嘘欷。\n夜阑更秉烛，相对如梦寐。\n晚岁迫偷生，还家少欢趣。\n娇儿不离膝，畏我复却去。\n忆昔好追凉，故绕池边树。\n萧萧北风劲，抚事煎百虑。\n赖知禾黍收，已觉糟床注。\n如今足斟酌，且用慰迟暮。\n群鸡正乱叫，客至鸡斗争。\n驱鸡上树木，始闻叩柴荆。\n父老四五人，问我久远行。\n手中各有携，倾榼浊复清。\n苦辞“酒味薄，黍地无人耕。\n兵革既未息，儿童尽东征”。\n请为父老歌，艰难愧深情。\n歌罢仰天叹，四座泪纵横。"}
  ],
  "开封市": [
    {"dynasty":"唐","poet": "李白", "title": "公无渡河", "content": "黄河西来决昆仑，咆哮万里触龙门。\n波滔天，尧咨嗟。\n大禹理百川，儿啼不窥家。\n杀湍堙洪水，九州始蚕麻。\n其害乃去，茫然风沙。\n被发之叟狂而痴，清晨临流欲奚为？\n旁人不惜妻止之，公无渡河苦渡之。\n虎可搏，河难凭，公果溺死流海湄。\n有长鲸白齿若雪山，公乎公乎挂罥于其间！\n箜篌所悲竟不还。"},
    {"dynasty":"唐","poet": "高适", "title": "古大梁行", "content": "古城莽苍饶荆榛，驱马荒城愁杀人，魏王宫观尽禾黍，信陵宾客随灰尘。\n忆昨雄都旧朝市，轩车照耀歌钟起，军容带甲三十万，国步连营一千里。\n全盛须臾哪可论，高台曲池无复存，遗墟但见狐狸迹，古地空余草木根。\n暮天摇落伤怀抱，抚剑悲歌对秋草，侠客犹传朱亥名，行人尚识夷门道。\n白璧黄金万户侯，宝刀骏马填山丘，年代凄凉不可问，往来唯见水东流。"}
  ],
  "徐州市": [
    {"dynasty":"唐","poet": "韩愈", "title": "嗟哉董生行", "content": "淮水出桐柏山，东驰遥遥千里不能休。\n淝水出其侧，不能千里，百里入淮流。\n寿州属县有安丰，唐贞元时县人董生邵南隐居行义于其中。\n刺史不能荐，天子不闻名声。\n爵禄不及门，门外惟有吏，日来征租更索钱。\n嗟哉董生，朝出耕，夜归读古人书。\n尽日不得息，或山于樵，或水于渔。\n入厨具甘旨，上堂问起居。\n父母不戚戚，妻子不咨咨。\n嗟哉董生孝且慈，人不识，惟有天翁知。\n生祥下瑞无休期。\n家有狗乳出求食，鸡来哺其儿，啄啄庭中拾虫蚁，哺之不食鸣声悲，傍徨踯躅久不去，以翼来覆待狗归。\n嗟哉董生，谁将与俦？\n时之人夫妻相虐兄弟为仇，食君之禄而令父母愁。\n亦独何心？\n嗟哉董生无与俦！"},
    {"dynasty":"唐","poet": "韩愈", "title": "雉 带 箭", "content": "原头火烧静兀兀，野雉畏鹰出复没。\n将军欲以巧伏人，盘马弯弓惜不发。\n地形渐窄观者多，雉惊弓满劲箭加。\n冲人决起百馀尺，红翎白镞随倾斜。\n将军仰笑军吏贺，五色离披马前堕。"},
    {"dynasty":"唐","poet": "韩愈", "title": "汴泗交流赠张仆射", "content": "汴泗交流郡城角，筑场千步平如削。\n短垣三面缭逶迤，击鼓腾腾树赤旗。\n新秋朝凉未见日，公早结束来何为？\n分曹决胜约前定，百马攒蹄近相映。\n毬惊杖奋合且离，红牛缨绂黄金羁。\n侧身转臂著马腹，霹雳应手神珠驰。\n超遥散漫两闲暇，挥霍纷纭争变化。\n发难得巧意气粗，欢声四合壮士呼。\n此诚习战非为剧，岂若安坐行良图。\n当今忠臣不可得，公马莫走须杀贼。"},
    {"dynasty":"唐","poet": "温庭筠", "title": "过陈琳墓", "content": "曾于青史见遗文，今日飘蓬过此坟。\n词客有灵应识我，霸才无主始怜君。\n石麟埋没藏春草，铜雀荒凉对暮云。\n莫怪临风倍惆怅，欲将书剑学从军。"},
    {"dynasty":"唐","poet": "李商隐", "title": "偶成转韵七十二句赠四同舍", "content": "沛国东风吹大泽，蒲青柳碧春一色。\n我来不见隆准人，沥酒空余庙中客。\n征东同舍鸳与鸾，酒酣劝我悬征鞍。\n蓝山宝肆不可入，玉中仍是青琅玕。\n武威将军使中侠，少年箭道惊杨叶。\n战功高后数文章，怜我秋斋梦蝴蝶。\n诘旦九门传奏章，高车大马来煌煌。\n路逢邹枚不暇揖，腊月大雪过大梁。\n忆昔公为会昌宰，我时入谒虚怀待。\n众中赏我赋高唐，回看屈宋由年辈。\n公事武皇为铁冠，历厅请我相所难。\n我时憔悴在书阁，卧枕芸香春夜阑。\n明年赴辟下昭桂，东郊恸哭辞兄弟。\n韩公堆上跋马时，回望秦川树如荠。\n依稀南指阳台云，鲤鱼食钩猿失群。\n湘妃庙下已春尽，虞帝城前初日曛。\n谢游桥上澄江馆，下望山城如一弹。\n鹧鸪声苦晓惊眠，朱槿花娇晚相伴。\n顷之失职辞南风，破帆坏桨荆江中。\n斩蛟破璧不无意，平生自许非匆匆。\n归来寂寞灵台下，著破蓝衫出无马。\n天官补吏府中趋，玉骨瘦来无一把。\n手封狴牢屯制囚，直厅印锁黄昏愁。\n平明赤帖使修表，上贺嫖姚收贼州。\n旧山万仞青霞外，望见扶桑出东海。\n爱君忧国去未能，白道青松了然在。\n此时闻有燕昭台，挺身东望心眼开。\n且吟王粲从军乐，不赋渊明归去来。\n彭门十万皆雄勇，首戴公恩若山重。\n廷评日下握灵蛇，书记眠时吞彩凤。\n之子夫君郑与裴，何甥谢舅当世才。\n青袍白简风流极，碧沼红莲倾倒开。\n我生粗疏不足数，梁父哀吟鸲鹆舞。\n横行阔视倚公怜，狂来笔力如牛弩。\n借酒祝公千万年，吾徒礼分常周旋。\n收旗卧鼓相天子，相门出相光青史。"},
    {"dynasty":"唐","poet": "李商隐", "title": "蝉", "content": "本以高难饱，徒劳恨费声。\n五更疏欲断，一树碧无情。\n薄宦梗犹泛，故园芜已平。\n烦君最相警，我亦举家清。"}
  ],
  "德阳市": [
    {"dynasty":"唐","poet": "杜甫", "title": "舟前小鹅儿", "content": "鹅儿黄似酒，对酒爱新鹅。\n引颈嗔船逼，无行乱眼多。\n翅开遭宿雨，力小困沧波。\n客散层城暮，狐狸奈若何？"}
  ],
  "成都市": [
    {"dynasty":"唐","poet": "陈子昂", "title": "感遇三十八首（其二十九）", "content": "丁亥岁云暮，西山事甲兵。\n赢粮匝邛道，荷戟争羌城。\n严冬阴风劲，穷岫泄云生。\n昏噎无昼夜，羽檄复相惊。\n拳跼兢万仞，崩危走九冥。\n籍籍峰壑里，哀哀冰雪行。\n圣人御宇宙，闻道泰阶平。\n肉食谋何失，藜霍缅纵横。"},
    {"dynasty":"唐","poet": "杜甫", "title": "剑  门", "content": "唯天有设险，剑门天下壮。\n连山抱西南，石角皆北向。\n两崖崇墉倚，刻画城郭状。\n一夫怒临关，百万未可傍。\n珠玉走中原，岷峨气凄怆。\n三皇五帝前，鸡大各相放。\n后王尚柔远，职贡道已丧。\n至今英雄人，高视见霸王。\n并吞与割据，极力不相让。\n吾将罪真宰，意欲铲叠嶂！\n恐此复偶然，临风默惆怅。"},
    {"dynasty":"唐","poet": "杜甫", "title": "百忧集行", "content": "忆年十五心尚孩，健如黄犊走复来。\n庭前八月梨枣熟，一日上树能千回。\n即今倏忽已五十，坐卧只多少行立。\n强将笑语供主人，悲见生涯百忧集。\n入门依旧四壁空，老妻睹我颜色同。\n痴儿不知父子礼，叫怒索饭啼门东。"},
    {"dynasty":"唐","poet": "杜甫", "title": "茅屋为秋风所破歌", "content": "八月秋高风怒号，卷我屋上三重茅。\n茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。\n南村群童欺我老无力，忍能对面为盗贼。\n公然抱茅入竹去，唇焦口燥呼不得。\n归来倚杖自叹息。\n俄顷风定云墨色，秋天漠漠向昏黑。\n布衾多年冷似铁，娇儿恶卧踏里裂。\n床头屋漏无干处，雨脚如麻未断绝。\n自经丧乱少睡眠，长夜沾湿何由彻！\n安得广厦千万间，大庇天下寒士俱欢颜，风雨不动安如山？\n呜呼！\n何时眼前突兀见此屋，吾庐独破受冻死亦足。"},
    {"dynasty":"唐","poet": "杜甫", "title": "丹青引赠曹将军霸", "content": "将军魏武之子孙，于今为庶为清门。\n英雄割据虽已矣，文采风流今尚存。\n学书初学卫夫人，但恨无过王右军。\n丹青不知老将至，富贵于我如浮云。\n开元之中常引见，承恩数上南薰殿。\n凌烟功臣少颜色，将军下笔开生面。\n良相头上进贤冠，猛将腰间大羽箭。\n褒公鄂公毛发动，英姿飒爽来酣战。\n先帝御马玉花骢，画工如山貌不同。\n是日牵来赤墀下，迥立阊阖生长风。\n诏谓将军拂绢素，意匠惨淡经营中。\n斯须九重真龙出，一洗万古凡马空。\n玉花却在御榻上，榻上庭前屹相向。\n至尊含笑催赐金，圉人太仆皆惆怅。\n弟子韩幹早入室，亦能画马穷殊相。\n干唯画肉不画骨，忍使骅骝气凋丧。\n将军善画盖有神，偶逢佳士亦写真。\n即今飘泊干戈际，屡貌寻常行路人。\n途穷反遭俗眼白，世上未有如公贫。\n但看古来盛名下，终日坎缠其身。"},
    {"dynasty":"唐","poet": "杜甫", "title": "忆昔（其二）", "content": "忆昔开元全盛日，小邑犹藏万家室。\n稻米流脂粟米白，公私仓廪俱丰实。\n九州道路无豺虎，远行不劳吉日出。\n齐纨鲁缟车班班，男耕女桑不相失。\n宫中圣人奏云门，天下朋友皆胶漆。\n百馀年间未灾变，叔孙礼乐萧何律。\n岂闻一绢直万钱，有田种谷今流血。\n洛阳宫殿烧焚尽，宗庙新除狐兔穴。\n伤心不忍问耆旧，复恐初从乱离说。\n小臣鲁钝无所能，朝廷记识蒙禄秩。\n周宣中兴望我皇，洒血江汉身衰疾。"},
    {"dynasty":"唐","poet": "杜甫", "title": "春夜喜雨", "content": "好雨知时节，当春乃发生。\n随风潜入夜，润物细无声。\n野径云俱黑，江船火独明。\n晓看红湿处，花重锦官城。"},
    {"dynasty":"唐","poet": "杜甫", "title": "江 亭", "content": "坦腹江亭暖，长吟野望时。\n水流心不竞，云在意俱迟。\n寂寂春将晚，欣欣物自私。\n江东犹苦战，回首一颦眉。"},
    {"dynasty":"唐","poet": "杜甫", "title": "后 游", "content": "寺忆曾游处，桥怜再渡时。\n江山如有待，花柳自无私。\n野润烟光薄，沙暄日色迟。\n客愁全为减，舍此复何之？"},
    {"dynasty":"唐","poet": "杜甫", "title": "花 鸭", "content": "花鸭无泥滓，阶前每缓行。\n羽毛知独立，黑白太分明。\n不觉群心妒，休牵众眼惊。\n稻粱沾汝在，作意莫先鸣。"},
    {"dynasty":"唐","poet": "杜甫", "title": "蜀 相", "content": "丞相祠堂何处寻？\n锦官城外柏森森。\n映阶碧草自春色，隔叶黄鹂空好音。\n三顾频烦天下计，两朝开济老臣心。\n出师未捷身先死，长使英雄泪满襟。"},
    {"dynasty":"唐","poet": "杜甫", "title": "客 至", "content": "舍南舍北皆春水，但见群鸥日日来。\n花径不曾缘客扫，蓬门今始为君开。\n盘飧市远无兼味，樽酒家贫只旧醅。\n肯与邻翁相对饮，隔篱呼取尽余杯。"},
    {"dynasty":"唐","poet": "杜甫", "title": "狂 夫", "content": "万里桥西一草堂，百花潭水即沧浪。\n风含翠筱娟娟净，雨裛红蕖冉冉香。\n厚禄故人书断绝，恒饥稚子色凄凉。\n欲填沟壑唯疏放，自笑狂夫老更狂。"},
    {"dynasty":"唐","poet": "杜甫", "title": "野 望", "content": "西山白雪三城戍，南浦清江万里桥。\n海内风尘诸弟隔，天涯涕泪一身遥。\n惟将迟暮供多病，未有涓埃答圣朝。\n跨马出郊时极目，不堪人事日萧条。"},
    {"dynasty":"唐","poet": "杜甫", "title": "野人送朱樱", "content": "西蜀樱桃也自红，野人相赠满筠笼。\n数回细写愁仍破，万朝匀圆讶许同。\n忆昨赐霑门下省，早朝擎出大明宫。\n金盘玉筋无消息，此日尝新任转蓬。"},
    {"dynasty":"唐","poet": "杜甫", "title": "南 邻", "content": "锦里先生乌角巾，园收芋栗未全贫。\n惯看宾客儿童喜，得食阶除鸟雀驯。\n秋水才深四五尺，野航恰受两三人。\n白沙翠竹江村暮，相送柴门月色新。"},
    {"dynasty":"唐","poet": "杜甫", "title": "宾 至", "content": "幽栖地僻经过少，老病人扶再拜难。\n岂有文章惊海内，漫劳车马驻江干。\n竟日淹留佳客坐，百年粗粝腐儒餐。\n不嫌野外无供给，乘兴还来看药栏。"},
    {"dynasty":"唐","poet": "杜甫", "title": "江上值水如海势聊短述", "content": "为人性僻耽佳句，语不惊人死不休。\n老去诗篇浑漫与，春来花鸟莫深愁。\n新添水槛供垂钓，故著浮槎替入舟。\n焉得思如陶谢手，令渠述作与同游。"},
    {"dynasty":"唐","poet": "杜甫", "title": "作先寄严郑公五首（其四）", "content": "常苦沙崩损药栏，也从江槛落风湍。\n新松恨不高千尺，恶竹应须斩万竿！\n生理只凭黄阁老，衰颜欲付紫金丹。\n三年奔走空皮骨，信有人间行路难。"},
    {"dynasty":"唐","poet": "杜甫", "title": "宿 府", "content": "清秋幕府井梧寒，独宿江城蜡炬残。\n永夜角声悲自语，中天月色好谁看？\n风尘荏苒音书绝，关塞萧条行路难。\n已忍伶俜十年事，强移栖息一枝安。"},
    {"dynasty":"唐","poet": "杜甫", "title": "诸将五首（其五）", "content": "锦江春色逐人来，巫峡清秋万壑哀。\n正忆往时严仆射，共迎中使望乡台。\n主恩前后三持节，军令分明数举杯。\n西蜀地形天下险，安危须仗出群材。"},
    {"dynasty":"唐","poet": "杜甫", "title": "冬 至", "content": "年年至日长为客，忽忽穷愁泥杀人。\n江上形容吾独老，天涯风俗自相亲。\n杖藜雪后临丹壑，鸣玉朝来散紫宸。\n心折此时无一寸，路迷何处见三秦？"},
    {"dynasty":"唐","poet": "杜甫", "title": "绝 句", "content": "迟日江山丽，春风花草香。\n泥融飞燕子，沙暖睡鸳鸯。"},
    {"dynasty":"唐","poet": "杜甫", "title": "赠 花 卿", "content": "锦城丝管日纷纷，半入江风半入云。\n此曲只应天上有，人间能得几回闻？"},
    {"dynasty":"唐","poet": "杜甫", "title": "江畔独步寻花七绝句（其五）", "content": "黄师塔前江水东，春光懒困倚微风。\n桃花一簇开无主，可爱深红爱浅红？"},
    {"dynasty":"唐","poet": "杜甫", "title": "江畔独步寻花七绝句（其六）", "content": "黄四娘家花满蹊，千朵万朵压枝低。\n留连戏蝶时时舞，自在娇莺恰恰啼。"},
    {"dynasty":"唐","poet": "杜甫", "title": "戏为六绝句（其一）", "content": "庾信文章老更成，凌云健笔意纵横。\n今人嗤点流传赋，不觉前贤畏后生。"},
    {"dynasty":"唐","poet": "杜甫", "title": "戏为六绝句（其二）", "content": "王杨卢骆当时体，轻薄为文哂未休。\n尔曹身与名俱灭，不废江河万古流。"},
    {"dynasty":"唐","poet": "杜甫", "title": "戏为六绝句（其四）", "content": "才力应难跨数公，凡今谁是出群雄。\n或看翡翠兰苕上，未掣鲸鱼碧海中。"},
    {"dynasty":"唐","poet": "杜甫", "title": "戏为六绝句（其五）", "content": "不薄今人爱古人，清词丽句必为邻。\n窃攀屈宋宜方驾，恐与齐梁作后尘。"},
    {"dynasty":"唐","poet": "严武", "title": "军城早秋", "content": "昨夜秋风入汉关，朔云边月满西山。\n更催飞将追骄虏，莫遣沙场匹马还。"},
    {"dynasty":"唐","poet": "雍陶", "title": "塞路初晴", "content": "晚虹斜日塞天昏，一半山川带雨痕。\n新水乱侵青草路，残烟犹傍绿杨村。\n胡人羊马休南牧，汉将旌旗在北门。\n行子喜闻无战伐，闲看游骑猎秋原。"},
    {"dynasty":"唐","poet": "李商隐", "title": "马 嵬", "content": "海外徒闻更九州，他生未卜此生休。\n空闻虎旅传宵柝，无复鸡人报晓筹。\n此日六军同驻马，当时七夕笑牵牛。\n如何四纪为天子，不及卢家有莫愁。"}
  ],
  "扬州市": [
    {"dynasty":"唐","poet": "孟浩然", "title": "宿桐庐江寄广陵旧游", "content": "山暝听猿愁，沧江急夜流。\n风鸣两岸叶，月照一孤舟。\n建德非吾土，维扬忆旧游。\n还将两行泪，遥寄海西头。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "渡浙江问舟中人", "content": "潮落江平未有风，扁舟共济与君同。\n时时引领望天末，何处青山是越中？"},
    {"dynasty":"唐","poet": "祖咏", "title": "泊扬子津", "content": "才入维扬郡，乡关此路遥。\n林藏初过雨，风退欲归潮。\n江火明沙岸，云帆碍浦桥。\n客衣今日薄，寒气近来饶。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "酬乐天扬州初逢席上见赠", "content": "巴山楚水凄凉地，二十三年弃置身。\n怀旧空吟闻笛赋，到乡翻似烂柯人。\n沉舟侧畔千帆过，病树前头万木春。\n今日听君歌一曲，暂凭杯酒长精神。"},
    {"dynasty":"唐","poet": "鲍溶", "title": "泊杨子岸", "content": "才入维扬郡，乡关此路遥。\n林藏初霁雨，风退欲归潮。\n江火明沙岸，云帆碍浦桥。\n客衣今日薄，寒气近来饶。"},
    {"dynasty":"唐","poet": "杜牧", "title": "寄扬州韩绰判官", "content": "青山隐隐水迢迢，秋尽江南草未凋。\n二十四桥明月夜，玉人何处教吹箫？"},
    {"dynasty":"唐","poet": "李商隐", "title": "杜工部蜀中离席", "content": "人生何处不离群？\n世路干戈惜暂分。\n雪岭未归天外使，松州犹驻殿前军。\n座中醉客延醒客，江上晴云杂雨云。\n美酒成都堪送老，当垆仍是卓文君。"}
  ],
  "新乡市": [
    {"dynasty":"唐","poet": "高适", "title": "封 丘 作", "content": "我本渔樵孟诸野，一生自是悠悠者。\n乍可狂歌草泽中，宁堪作吏风尘下！\n只言小邑无所为，公门百事皆有期。\n拜迎官长心欲碎，鞭挞黎庶令人悲。\n悲来向家问妻子，举家尽笑今如此。\n生事应须南亩田，世情付与东流水。\n梦想旧山安在哉？\n为衔君命且迟回。\n乃知梅福徒为尔，转忆陶潜归去来。"}
  ],
  "昌吉州": [
    {"dynasty":"唐","poet": "岑参", "title": "赵将军歌", "content": "九月天山风似刀，城南猎马缩寒毛。\n将军纵博场场胜，赌得单于貂鼠袍。"}
  ],
  "朝阳市": [
    {"dynasty":"唐","poet": "高适", "title": "营 州 歌", "content": "营州少年厌原野，皮裘蒙茸猎城下。\n虏酒千钟不醉人，胡儿十岁能骑马。"}
  ],
  "杭州市": [
    {"dynasty":"唐","poet": "孟浩然", "title": "与颜钱塘登樟亭望潮作", "content": "百里闻雷震，鸣暂辍弹。\n府中连骑出，江上待潮观。\n照日秋云迥，浮天渤澥宽。\n鹭涛来似雪，一坐凛生寒。"},
    {"dynasty":"唐","poet": "王昌龄", "title": "浣 纱 女", "content": "钱塘江畔是谁家，江上女儿全胜花。\n吴王在时不得出，今日公然来浣纱。"},
    {"dynasty":"唐","poet": "李华", "title": "春行寄兴", "content": "宜阳城下草萋萋，涧水东流复向西。\n芳树无人花自落，春山一路鸟空啼。"},
    {"dynasty":"唐","poet": "白居易", "title": "钱塘湖春行", "content": "孤山寺北贾亭西，水面初平云脚低。\n几处早莺争暖树，谁家新燕啄春泥。\n乱花渐欲迷人眼，浅草才能没马蹄。\n最爱湖东行不足，绿杨阴里白沙堤。"},
    {"dynasty":"唐","poet": "元稹", "title": "重赠乐天", "content": "休遣玲珑唱我诗，我诗多是别君词。\n明朝又向江头别，月落潮平是去时。"},
    {"dynasty":"唐","poet": "于武陵", "title": "赠卖松人", "content": "入市虽求利，怜君意独真。\n欲将寒涧树，卖与翠楼人。\n瘦叶几经雪，淡花应少春。\n长安重桃李，徒染六街尘！"},
    {"dynasty":"唐","poet": "牛峤", "title": "柳 枝", "content": "吴王宫里色偏深，一簇纤条万缕金。\n不愤钱塘苏小小，引郎松下结同心。"}
  ],
  "柳州市": [
    {"dynasty":"唐","poet": "柳宗元", "title": "刺史", "content": "城上高楼接大荒，海天愁思正茫茫。\n惊风乱飐芙蓉水，密雨斜侵薛荔墙。\n岭树重遮千里目，江流曲似九回肠。\n共来百越文身地，犹自音书滞一乡。"},
    {"dynasty":"唐","poet": "柳宗元", "title": "别舍弟宗一", "content": "零落残魂倍黯然，双垂别泪越江边。\n一身去国六千里，万死投荒十二年。\n桂岭瘴来云似墨，洞庭春尽水如天。\n欲知此后相思梦，长在荆门郢树烟。"},
    {"dynasty":"唐","poet": "柳宗元", "title": "柳州二月榕叶落尽偶题", "content": "宦情羁思共凄凄，春半如秋意转迷。\n山城过雨百花尽，榕叶满庭莺乱啼。"}
  ],
  "桂林市": [
    {"dynasty":"唐","poet": "韩愈", "title": "送桂州严大夫", "content": "苍苍森八桂，兹地在湘南。\n江作青罗带，山如碧玉簪。\n户多输翠羽，家自种黄柑。\n远胜登仙去，飞鸾不假骖。"},
    {"dynasty":"唐","poet": "李商隐", "title": "晚 晴", "content": "深居俯夹城，春去夏犹清。\n天意怜幽草，人间重晚晴。\n并添高阁迥，微注小窗明。\n越鸟巢干后，归飞体更轻。"}
  ],
  "武威市": [
    {"dynasty":"唐","poet": "郭震", "title": "塞 上", "content": "塞外虏尘飞，频年出武威。\n死生随玉剑，辛苦向金微。\n久戍人将老，长征马不肥。\n仍闻酒泉郡，已合数重围。"},
    {"dynasty":"唐","poet": "高适", "title": "塞 下 曲", "content": "结束浮云骏，翩翩出从戎。\n且凭天子怒，复倚将军雄。\n万鼓雷殷地，千旗火生风。\n日轮驻霜戈，月魄悬琱弓。\n青海阵云匝，黑山兵气冲。\n战酣太白高，战罢旄头空。\n万里不惜死，一朝得成功。\n画图麒麟阁，入朝明光宫。\n大笑向文士，一经何足穷！\n古人昧此道，往往成老翁。"},
    {"dynasty":"唐","poet": "岑参", "title": "凉州馆中与诸判官夜集", "content": "弯弯月出挂城头，城头月出照凉州。\n凉州七里十万家，胡人半解弹琵琶。\n琵琶一曲肠堪断，风萧萧兮夜漫漫。\n河西幕中多故人，故人别来三五春。\n花门楼前见秋草，岂能贫贱相看老。\n一生大笑能几回，斗酒相逢须醉倒。"},
    {"dynasty":"唐","poet": "张籍", "title": "凉州词三首（其一）", "content": "边城暮雨雁飞低，芦笋初生渐欲齐。\n无数铃声遥过碛，应驮白练到安西。"},
    {"dynasty":"唐","poet": "张籍", "title": "凉州词三首（其三）", "content": "凤林关里水东流，白草黄榆六十秋。\n边将皆承主恩泽，无人解道取凉州。"},
    {"dynasty":"唐","poet": "温庭筠", "title": "经五丈原", "content": "铁马云雕共绝尘，柳营高压汉宫春。\n天清杀气屯关右，夜半妖星照渭滨。\n下国卧龙空寤主，中原得鹿不由人。\n象床宝帐无言语，从此谯周是老臣。"}
  ],
  "武汉市": [
    {"dynasty":"唐","poet": "李白", "title": "江 上 吟", "content": "木兰之枻沙棠舟，玉箫金管坐两头。\n美酒樽中置千斛，载妓随波任去留。\n仙人有待乘黄鹤，海客无心随白鸥。\n屈平词赋悬日月，楚王台榭空山丘。\n兴酣落笔摇五岳，诗成笑傲凌沧洲。\n功名富贵若长在，汉水亦应西北流。"},
    {"dynasty":"唐","poet": "李白", "title": "黄鹤楼送孟浩然之广陵", "content": "故人西辞黄鹤楼，烟花三月下扬州。\n孤帆远影碧空尽，唯见长江天际流。"},
    {"dynasty":"唐","poet": "李白", "title": "与史郎中钦听黄鹤楼上吹笛", "content": "一为迁客去长沙，西望长安不见家。\n黄鹤楼中吹玉笛，江城五月落梅花。"},
    {"dynasty":"唐","poet": "刘长卿", "title": "送李中丞归汉阳别业", "content": "流落征南将，曾驱十万师。\n罢归无旧业，老去恋明时。\n独立三边静，轻生一剑知。\n茫茫江汉上，日暮欲何之。"},
    {"dynasty":"唐","poet": "杨凝", "title": "送客入蜀", "content": "剑阁迢迢梦想间，行人归路绕梁山。\n明朝骑马摇鞭去，秋雨槐花子午关。"},
    {"dynasty":"唐","poet": "卢纶", "title": "晚次鄂州", "content": "云开远见汉阳城，犹是孤帆一日程。\n估客昼眠知浪静，舟人夜语觉潮生。\n三湘衰鬓逢秋色，万里归心对月明。\n旧业已随征战尽，更堪江上鼓鼙声。"},
    {"dynasty":"唐","poet": "杜牧", "title": "题桃花夫人庙", "content": "细腰宫里露桃新，脉脉无言几度春。\n至竟息亡缘底事？\n可怜金谷坠楼人。"},
    {"dynasty":"唐","poet": "武昌妓", "title": "续韦蟾句", "content": "悲莫悲兮生别离，登山临水送将归。\n武昌无限新栽柳，不见杨花扑面飞。"}
  ],
  "永州市": [
    {"dynasty":"唐","poet": "柳宗元", "title": "晨诣超师院读禅经", "content": "汲井漱寒齿，清心拂尘服。\n闲持贝叶书，步出东斋读。\n真源了无取，妄迹世所逐。\n遗言冀可冥，缮性何由熟？\n道人庭宇静，苔色连深竹。\n日出雾露余，青松如膏沐。\n淡然离言说，悟悦心自足。"},
    {"dynasty":"唐","poet": "柳宗元", "title": "南涧中题", "content": "秋气集南涧，独游亭午时。\n回风一萧瑟，林影久参差。\n始至若有得，稍深遂忘疲。\n羁禽响幽谷，寒藻舞沦漪。\n去国魂已游，怀人泪空垂。\n孤生易为感，失路少所宜。\n索寞竟何事？\n徘徊只自知。\n谁为后来者，当与此心期！"},
    {"dynasty":"唐","poet": "柳宗元", "title": "溪 居", "content": "久为簪组累，幸此南夷谪。\n闲依农圃邻，偶似山林客。\n晓耕翻露草，夜榜响溪石。\n来往不逢人，长歌楚天碧。"},
    {"dynasty":"唐","poet": "柳宗元", "title": "渔 翁", "content": "渔翁夜傍西岩宿，晓汲清湘燃楚竹。\n烟销日出不见人，欸乃一声山水绿。\n回看天际下中流，岩上无心云相逐。"},
    {"dynasty":"唐","poet": "柳宗元", "title": "江 雪", "content": "千山鸟飞绝，万径人踪灭。\n孤舟蓑笠翁，独钓寒江雪。"},
    {"dynasty":"唐","poet": "柳宗元", "title": "入黄溪闻猿", "content": "溪路千里曲，哀猿何处鸣？\n孤臣泪已尽，虚作断肠声。"},
    {"dynasty":"唐","poet": "柳宗元", "title": "与浩初上人同看山寄京华亲故", "content": "海畔尖山似剑芒，秋来处处割愁肠。\n若为化作身千亿，散向峰头望故乡。"}
  ],
  "汉中市": [
    {"dynasty":"唐","poet": "岑参", "title": "初至犍为作", "content": "山色轩槛内，滩声枕席间。\n草生公府静，花落讼庭闲。\n云雨连三峡，风尘接百蛮。\n到来能几日，不觉鬓毛斑。"},
    {"dynasty":"唐","poet": "韦应物", "title": "淮上喜会梁州故人", "content": "江汉曾为客，相逢每醉还。\n浮云一别后，流水十年间。\n欢笑情如旧，萧疏鬓已斑。\n何因不归去？\n淮上对秋山。"}
  ],
  "池州市": [
    {"dynasty":"唐","poet": "李白", "title": "秋 浦 歌", "content": "白发三千丈，缘愁似个长。\n不知明镜里，何处得秋霜？"}
  ],
  "泰安市": [
    {"dynasty":"唐","poet": "李隆基", "title": "经鲁祭孔子而叹之", "content": "夫子何为者，栖栖一代中。\n地犹鄹氏邑，宅即鲁王宫。\n叹凤嗟身否，伤麟怨道穷。\n今看两楹奠，当与梦时同。"},
    {"dynasty":"唐","poet": "高适", "title": "东平别前卫县李寀少府", "content": "黄鸟翩翩杨柳垂，春风送客使人悲。\n怨别自惊千里外，论交却忆十年时。\n云开汶水孤帆远，路绕梁山匹马迟。\n此地从来可乘兴，留君不住益凄其。"},
    {"dynasty":"唐","poet": "刘长卿", "title": "经漂母墓", "content": "昔贤怀一饭，兹事已千秋。\n古墓樵人识，前朝楚水流。\n渚行客荐，山木杜鹃愁。\n春草茫茫绿，王孙旧此游。"}
  ],
  "洛阳市": [
    {"dynasty":"唐","poet": "上官仪", "title": "入朝洛堤步月", "content": "脉脉广川流，驱马历长洲。\n鹊飞山月曙，蝉噪野风秋。"},
    {"dynasty":"唐","poet": "杜审言", "title": "夏日过郑七山斋", "content": "共有樽中好，言寻谷口来。\n薜萝山径入，荷芰水亭开。\n日气含残雨，云阴送晚雷。\n洛阳钟鼓至，车马系迟回。"},
    {"dynasty":"唐","poet": "杜审言", "title": "晦日宴游", "content": "日晦随蓂荚，春情著杏花。\n解绅宜就水，张幕会连沙。\n歌管风轻度，池台日半斜。\n更看金谷骑，争向石崇家。"},
    {"dynasty":"唐","poet": "刘希夷", "title": "代白头吟", "content": "洛阳城东桃李花，飞来飞去落谁家？\n洛阳女儿惜颜色，行逢落花长叹息。\n今年花落颜色改，明年花开复谁在？\n已见松柏摧为薪，更闻桑田变成海。\n古人无复洛城东，今人还对落花风。\n年年岁岁花相似，岁岁年年人不同。\n寄言全盛红颜子，应怜半死白头翁。\n此翁头白真可怜，伊昔红颜美少年。\n公子王孙芳树下，清歌妙舞落花前。\n光禄池台文锦绣，将军楼阁画神仙。\n一朝卧病无相识，三春行乐在谁边？\n宛转蛾眉能几时？\n须臾鹤发乱如丝。\n但看古来歌舞地，惟有黄昏鸟雀悲。"},
    {"dynasty":"唐","poet": "宋之问", "title": "寒食陆浑别业", "content": "洛阳城里花如雪，陆浑山中今始发。\n旦别河桥杨柳风，夕卧伊川桃李月。\n伊川桃李正芳新，寒食山中酒复春。\n野老不知尧舜力，酣歌一曲太平人。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "自洛之越", "content": "遑遑三十载，书剑两无成。\n山水寻吴越，风尘厌洛京。\n扁舟泛湖海，长揖谢公卿。\n且乐杯中物，谁论世上名。"},
    {"dynasty":"唐","poet": "王维", "title": "献始兴公", "content": "宁栖野树林，宁饮涧水流。\n不用食粱肉，崎岖见王侯。\n鄙哉匹夫节，布褐将白头。\n任智诚则短，守仁固其优。\n侧闻大君子，安问党与仇。\n所不卖公器，动为苍生谋。\n贱子跪自陈：可为帐下不？\n感激有公议，曲私非所求。"},
    {"dynasty":"唐","poet": "王维", "title": "洛阳女儿行", "content": "洛阳女儿对门居，才可颜容十五余。\n良人玉勒乘骢马，侍女金盘脍鲤鱼。\n画阁朱楼尽相望，红桃绿柳垂檐向。\n罗帷送上七香车，宝扇迎归九华帐。\n狂夫富贵在青春，意气骄奢剧季伦。\n自怜碧玉亲教舞，不惜珊瑚持与人。\n春窗曙灭九微火，九微片片飞花璅。\n戏罢曾无理曲时，妆成只是薰香坐。\n城中相识尽繁华，日夜经过赵李家。\n谁怜越女颜如玉，贫贱江头自浣纱。"},
    {"dynasty":"唐","poet": "王维", "title": "和贾至舍人早朝大明宫之作", "content": "绛帻鸡人报晓筹，尚衣方进翠云裘。\n九天阊阖开宫殿，万国衣冠拜冕旒。\n日色才临仙掌动，香烟欲傍衮龙浮。\n朝罢须裁五色诏，佩声归向凤池头。"},
    {"dynasty":"唐","poet": "王维", "title": "便一时泪下私成口号诵示裴迪", "content": "万户伤心生野烟，百官何日再朝天。\n秋槐叶落空宫里，凝碧池头奏管弦。"},
    {"dynasty":"唐","poet": "李白", "title": "猛 虎 行", "content": "朝作猛虎行，暮作猛虎吟。\n肠断非关陇头水，泪下不为雍门琴。\n旌旗缤纷两河道，战鼓惊山欲倾倒。\n秦人半作燕地囚，胡马翻衔洛阳草。\n一输一失关下兵，朝降夕叛幽蓟城。\n巨鳌未斩海水动，鱼龙奔走安得宁？\n颇似楚汉时，翻覆无定止。\n朝过博浪沙，暮入淮阴市。\n张良未遇韩信贫，刘项存亡在两臣。\n暂到下邳受兵略，来投漂母作主人。\n贤哲栖栖古如此，今时亦弃青云士。\n有策不敢犯龙鳞，窜身南国避胡尘。\n宝书玉剑挂高阁，金鞍骏马散故人。\n昨日方为宣城客，掣铃交通二千石。\n有时六博快壮心，绕床三匝呼一掷。\n楚人每道张旭奇，心藏风云世莫知。\n三吴邦伯皆顾盼，四海雄侠两追随。\n萧曹曾作沛中吏，攀龙附凤当有时。\n溧阳酒楼三月春，杨花茫茫愁杀人。\n胡雏绿眼吹玉笛，吴歌白纻飞梁尘。\n丈夫相见且为乐，槌牛挝鼓会众宾。\n我从此去钓东海，得鱼笑寄情相亲。"},
    {"dynasty":"唐","poet": "李白", "title": "扶风豪士歌", "content": "洛阳三月飞胡沙，洛阳城中人怨嗟。\n天津流水波赤血，白骨相撑如乱麻。\n我亦东奔向吴国，浮云四塞道路赊。\n东方日出啼早鸦，城门人开扫落花；梧桐杨柳拂金井，来醉扶风豪士家。\n扶风豪士天下奇，意气相倾山可移；作人不倚将军势，饮酒岂顾尚书期。\n雕盘绮食会众客，吴歌赵舞香风吹。\n原尝春陵六国时，开心写意君所知。\n堂中各有三千士，明日报恩知是谁？\n抚长剑，一扬眉，清水白石何离离。\n脱吾帽，向君笑；饮君酒，为君吟：张良未逐赤松去，桥边黄石知我心。"},
    {"dynasty":"唐","poet": "杜甫", "title": "后出塞五首（其二）", "content": "朝进东门营，暮上河阳桥。\n落日照大旗，马鸣风萧萧。\n平沙列万幕，部伍各见招。\n中天悬明月，令严夜寂寥。\n悲笳数声动，壮士惨不骄。\n借问大将谁，恐是霍嫖姚。"},
    {"dynasty":"唐","poet": "杜甫", "title": "新 安 吏", "content": "客行新安道，喧呼闻点兵。\n借问新安吏：“县小更无丁？\n”“府帖昨夜下，次选中男行。\n”“中男绝短小，何以守王城？\n”肥男有母送，瘦男孤伶俜。\n白水暮东流，青山犹哭声。\n“莫自使眼枯，收汝泪纵横。\n眼枯即见骨，天地终无情。\n我军取相州，日夕望其平。\n岂意贼难料，归军星散营。\n就粮近故垒，练卒依旧京。\n掘壕不到水，牧马役亦轻。\n况乃王师顺，抚养甚分明。\n送行勿泣血，仆射如父兄。\n”"},
    {"dynasty":"唐","poet": "杜甫", "title": "赠卫八处士", "content": "人生不相见，动如参与商。\n今夕复何夕，共此灯烛光？\n少壮能几时，鬓发各已苍。\n访旧半为鬼，惊呼热中肠。\n焉知二十载，重上君子堂。\n昔别君未婚，儿女忽成行。\n怡然敬父执，问我来何方。\n问答未及已，驱儿罗酒浆。\n夜雨剪春韭，新炊间黄梁。\n主称会面难，一举累十觞。\n十觞亦不醉，感子故意长。\n明日隔山岳，世事两茫茫！"},
    {"dynasty":"唐","poet": "杜甫", "title": "洗 兵 马", "content": "中兴诸将收山东，捷书夜报清昼同。\n河广传闻一苇过，胡危命在破竹中。\n只残邺城不日得，独任朔方无限功。\n京师皆骑汗血马，回纥喂肉蒲萄宫。\n已喜皇威清海岱，常思仙仗过崆峒。\n三年笛里关山月，万国兵前草木风。\n成王功大心转小，郭相谋深古来少。\n司徒清鉴悬明镜，尚书气与秋天杳。\n二三豪俊为时出，整顿乾坤济时了。\n东走无复忆鲈鱼，南飞觉有安巢鸟。\n青春复随冠冕入，紫禁正耐烟花绕。\n鹤驾通宵凤辇备，鸡鸣问寝龙楼晓。\n攀龙附凤势莫当，天下尽化为侯王。\n汝等岂知蒙帝力，时来不得夸身强！\n关中既留萧丞相，幕下复用张子房。\n张公一身江海客，身长九尺须眉苍。\n征起适遇风云会，扶颠始知筹策良。\n青袍白马更何有？\n后汉今周喜再昌。\n寸地尺天皆入贡，奇样异瑞争来送。\n不知何国致白环，复道诸山得银瓮。\n隐士休歌紫芝曲，词人解撰河清颂。\n田家望望惜雨干，布谷处处催春种。\n淇上健儿归莫懒，城南思妇愁多梦。\n安得壮士挽天河，尽洗甲兵长不用！"},
    {"dynasty":"唐","poet": "杜甫", "title": "房兵曹胡马", "content": "胡马大宛名，锋棱瘦骨成。\n竹批双耳峻，风入四蹄轻。\n所向无空阔，真堪托死生。\n骁腾有如此，万里可横行。"},
    {"dynasty":"唐","poet": "杜甫", "title": "恨 别", "content": "洛城一别四千里，胡骑长驱五六年。\n草木变衰行剑外，兵戈阻绝老江边。\n思家步月清宵立，忆弟看云白日眠。\n闻道河阳近乘胜，司徒急为破幽燕。"},
    {"dynasty":"唐","poet": "杜甫", "title": "登 楼", "content": "花近高楼伤客心，万方多难此登临。\n锦江春色来天地，玉垒浮云变古今。\n北极朝廷终不改，西山盗寇莫相侵。\n可怜后主还祠庙，日暮聊为梁甫吟。"},
    {"dynasty":"唐","poet": "韦应物", "title": "淮上遇洛阳李主簿", "content": "结茅临古渡，卧见长淮流。\n窗里人将老，门前树已秋。\n寒山独过雁，暮雨远来舟。\n日夕逢归客，那能忘归游！"},
    {"dynasty":"唐","poet": "韦应物", "title": "自巩洛舟行入黄河即事寄府县僚友", "content": "夹水苍山路向东，东南山豁大河通。\n寒树依微远天外，夕阳明灭乱流中。\n孤村几岁临伊岸，一雁初晴下朔风。\n为报洛桥游宦侣，扁舟不系与心同。"},
    {"dynasty":"唐","poet": "孟郊", "title": "寒地百姓吟", "content": "无火炙地眠，半夜皆立号。\n冷箭何处来，棘针风骚骚。\n霜吹破四壁，苦痛不可逃。\n高堂搥钟饮，到晓闻烹炮。\n寒者愿为蛾，烧死彼华膏。\n华膏隔仙罗，虚绕千万遭。\n到头落地死，踏地为游遨。\n游遨者是谁？\n君子为郁陶！"},
    {"dynasty":"唐","poet": "其六", "title": "（周啸天）", "content": "树头树底觅残红，一片西飞一片东。\n自是桃花贪结子，错教人恨五更风。"},
    {"dynasty":"唐","poet": "韩愈", "title": "山 石", "content": "山石荦确行径微，黄昏到寺蝙蝠飞。\n升堂坐阶新雨足，芭蕉叶大栀子肥。\n僧言古壁佛画好，以火来照所见稀。\n铺床拂席置羹饭，疏粝亦足饱我饥。\n夜深静卧百虫绝，清月出岭光入扉。\n天明独去无道路，出入高下穷烟霏。\n山红涧碧纷烂漫，时见松枥皆十围。\n当流赤足踏涧石，水声激激风吹衣。\n人生如此自可乐，岂必局束为人？\n嗟哉吾党二三子，安得至老不更归？"},
    {"dynasty":"唐","poet": "韩愈", "title": "祖席得秋字", "content": "淮南悲木落，而我亦伤秋。\n况与故人别，那堪羁宦愁。\n荣华今异路，风雨昔同忧。\n莫以宜春远，江山多胜游。"},
    {"dynasty":"唐","poet": "白居易", "title": "宴 散", "content": "小宴追凉散，平桥步月回。\n笙歌归院落，灯火下楼台。\n残暑蝉催尽，新秋雁戴来。\n将何迎睡兴，临卧举残杯。"},
    {"dynasty":"唐","poet": "白居易", "title": "魏 王 堤", "content": "花寒懒发鸟慵啼，信马闲行到日西。\n何处未春先有思？\n柳条无力魏王堤。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "始闻秋风", "content": "昔看黄菊与君别，今听玄蝉我却回。\n五夜飕飗枕前觉，一年颜状镜中来。\n马思边草拳毛动，雕盼青云睡眼开。\n天地肃清堪四望，为君扶病上高台。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "与歌者何戡", "content": "二十余年别帝京，重闻天乐不胜情。\n旧人唯有何戡在，更与殷勤唱渭城。"},
    {"dynasty":"唐","poet": "元稹", "title": "行 宫", "content": "寥落古行宫，宫花寂寞红。\n白头宫女在，闲坐说玄宗。"},
    {"dynasty":"唐","poet": "李贺", "title": "美人梳头歌", "content": "西施晓梦绡帐寒，香鬟堕髻半沉檀。\n辘轳咿哑转鸣玉，惊起芙蓉睡新足。\n双鸾开镜秋水光，解鬟临镜立象床。\n一编香丝云撒地，玉钗落处无声腻。\n纤手却盘老鸦色，翠滑宝钗簪不得。\n春风烂漫恼娇慵，十八鬟多无气力。\n妆成鬌欹不斜，云裾数步踏雁沙。\n背人不语向何处？\n下阶自折樱桃花。"},
    {"dynasty":"唐","poet": "李贺", "title": "南园十三首（其一）", "content": "花枝草蔓眼中开，小白长红越女腮。\n可怜日暮嫣香落，嫁与东风不用媒。"},
    {"dynasty":"唐","poet": "李贺", "title": "昌谷北园新笋", "content": "斫取青光写楚辞，腻香春粉黑离离。\n无情有恨何人见？\n露压烟啼千万枝。"},
    {"dynasty":"唐","poet": "杜牧", "title": "金 谷 园", "content": "繁华事散逐香尘，流水无情草自春。\n日暮东风怨啼鸟，落花犹似坠楼人。"},
    {"dynasty":"唐","poet": "皮日休", "title": "汴河怀古", "content": "尽道隋亡为此河，至今千里赖通波。\n若无水殿龙舟事，共禹论功不较多。"}
  ],
  "济南市": [
    {"dynasty":"唐","poet": "王维", "title": "齐州送祖三", "content": "相逢方一笑，相送还成泣。\n祖帐已伤离，荒城复愁入。\n天寒远山净，日暮长河急。\n解缆君已遥，望君犹伫立。"}
  ],
  "济宁市": [
    {"dynasty":"唐","poet": "李白", "title": "嘲 鲁 儒", "content": "鲁臾谈五经，白发死章句。\n问以经济策，茫如坠烟雾。\n足著远游履，首戴方山巾。\n缓步从直道，未行先起尘。\n秦家丞相府，不重褒衣人。\n君非叔孙通，与我本殊伦。\n时事且未达，归耕汶水滨。"},
    {"dynasty":"唐","poet": "李白", "title": "鲁郡东石门送杜二甫", "content": "醉别复几日，登临遍池台。\n何时石门路，重有金樽开？\n秋波落泗水，海色明祖徕。\n飞蓬各自远，且尽手中杯。"},
    {"dynasty":"唐","poet": "杜甫", "title": "登兖州城楼", "content": "东郡趋庭日，南楼纵目初。\n浮云连海岱，平野入青徐。\n孤嶂秦碑在，荒城鲁殿余。\n从来多古意，临眺独踌躇。"},
    {"dynasty":"唐","poet": "杜甫", "title": "赠 李 白", "content": "秋来相顾尚飘蓬，未就丹砂愧葛洪。\n痛饮狂歌空度日，飞扬跋扈为谁雄？"}
  ],
  "海东市": [
    {"dynasty":"唐","poet": "高适", "title": "送浑将军出塞", "content": "将军族贵兵且强，汉家已是浑邪王。\n子孙相承在朝野，至今部曲燕支下。\n控弦尽用阴山儿，登阵常骑大宛马。\n银鞍玉勒绣蝥弧，每逐嫖姚破骨都。\n李广从来先将士，卫青未肯学孙吴。\n传有沙场千万骑，昨日边庭羽书至。\n城头画角三四声，匣里宝刀昼夜鸣。\n意气能甘万里去，辛勤动作一年行。\n黄云白草无前后，朝建旌旗夕刁斗。\n塞上应多侠少年，关西不见春杨柳。\n从军借问所从谁？\n击剑酣歌当此时。\n远别无轻绕朝策，平戎早寄仲宣诗。"}
  ],
  "清远市": [
    {"dynasty":"唐","poet": "刘禹锡", "title": "插 田 歌", "content": "冈头花草齐，燕子东西飞。\n田塍望如线，白水光参差。\n农妇白纻裙，农父绿蓑衣。\n齐唱郢中歌，嘤佇如竹枝。\n但闻怨响音，不辨俚语词。\n时时一大笑，此必相嘲嗤。\n水平苗漠漠，烟火生墟落。\n黄犬往复还，赤鸡鸣且啄。\n路旁谁家郎，乌帽衫袖长。\n自言上计吏，年初离帝乡。\n田夫语计吏：“君家侬定谙。\n一来长安道，眼大不相参。\n”计吏笑致辞：“长安真大处。\n省门高轲峨，侬入无度数。\n昨来补卫士，唯用筒竹布。\n君看二三年，我作官人去。\n”"}
  ],
  "渭南市": [
    {"dynasty":"唐","poet": "王维", "title": "渭川田家", "content": "斜光照墟落，穷巷牛羊归。\n野老念牧童，倚杖候荆扉。\n雉雊麦苗秀，蚕眠桑叶稀。\n田夫荷锄立，相见语依依。\n即此羡闲逸，怅然吟式微。"},
    {"dynasty":"唐","poet": "李白", "title": "西岳云台歌送丹丘子", "content": "西岳峥嵘何壮哉！\n黄河如丝天际来。\n黄河万里触山动，盘涡毂转秦地雷。\n荣光休气纷五彩，千年一清圣人在。\n巨灵咆哮擘两山，洪波喷箭射东海。\n三峰却立如欲摧，翠崖丹谷高掌开。\n白帝金精运元气，石作莲花云作台。\n云台阁道连窈冥，中有不死丹丘生。\n明星玉女备洒扫，麻姑搔背指爪轻。\n我皇手把天地户，丹丘谈天与天语。\n九重出入生光辉，东来蓬莱复西归。\n玉浆倘惠故人饮，骑二茅龙上天飞。"},
    {"dynasty":"唐","poet": "崔颢", "title": "题潼关楼", "content": "客行逢雨霁，歇马上津楼。\n山势雄三辅，关门扼九州。\n川从陕路去，河绕华阴流。\n向晚登临处，风烟万里愁。"},
    {"dynasty":"唐","poet": "崔颢", "title": "行经华阴", "content": "岧峣太华俯咸京，天外三峰削不成。\n武帝祠前云欲散，仙人掌上雨初晴。\n河山北枕秦关险，驿路西连汉畤平。\n借问路旁名利客，何如此处学长生？"},
    {"dynasty":"唐","poet": "杜甫", "title": "望 岳", "content": "岱宗夫如何？\n齐鲁青未了。\n造化钟神秀，阴阳割昏晓。\n荡胸生层云，决眦入归鸟。\n会当凌绝顶，一览众山小。"},
    {"dynasty":"唐","poet": "杜甫", "title": "新 婚 别", "content": "兔丝附蓬麻，引蔓故不长。\n嫁女与征夫，不如弃路旁。\n结发为君妻，席不暖君床。\n暮婚晨告别，无乃太匆忙！\n君行虽不远，守边赴河阳。\n妾身未分明，何以拜姑嫜？\n父母养我时，日夜令我藏。\n生女有所归，鸡狗亦得将。\n君今往死地，沉痛迫中肠。\n誓欲随君去，形势反苍黄。\n勿为新婚念，努力事戎行。\n妇人在军中，兵气恐不扬。\n自嗟贫家女，久致罗襦裳。\n罗襦不复施，对君洗红妆。\n仰视百鸟飞，大小必双翔。\n人事多错忤，与君永相望。"},
    {"dynasty":"唐","poet": "杜甫", "title": "无 家 别", "content": "寂寞天宝后，园庐但蒿藜。\n我里百余家，世乱各东西。\n存者无消息，死者为尘泥。\n贱子因阵败，归来寻旧蹊。\n久行见空巷，日瘦气惨凄。\n但对狐与狸，竖毛怒我啼。\n四邻何所有？\n一二老寡妻。\n宿鸟恋本枝，安辞且穷栖。\n方春独荷锄，日暮还灌畦。\n县吏知我至，召令习鼓鞞。\n虽从本州役，内顾无所携。\n近行止一身，远去终转迷。\n家乡既荡尽，远近理亦齐。\n永痛长病母，五年委沟谿。\n生我不得力，终身两酸嘶。\n人生无家别，何以为蒸黎！"},
    {"dynasty":"唐","poet": "杜甫", "title": "奉先刘少府新画山水障歌", "content": "堂上不合生枫树，怪底江山起烟雾！\n闻君扫却《赤县图》，乘兴遣画沧洲趣。\n画师亦无数，好手不可遇。\n对此融心神，知君重毫素。\n岂但祁岳与郑虔，笔迹远过杨契丹。\n得非玄圃裂，无乃潇湘翻？\n悄然坐我天姥下，耳边已似闻清猿。\n反思前夜风雨急，乃是蒲城鬼神入。\n元气淋漓障犹湿，真宰上诉天应泣。\n野亭春还杂花远，渔翁螟踏孤舟立。\n沧浪水深青溟阔，欹岸侧岛秋毫末。\n不见湘妃鼓瑟时，至今斑竹临江活。\n刘侯天机精，爱画入骨髓。\n自有两儿郎，挥洒亦莫比。\n大儿聪明到，能添老树巅崖里。\n小儿心孔开，貌得山僧及童子。\n若耶溪，云门寺。\n吾独胡为在泥滓？\n青鞋布袜从此始。"},
    {"dynasty":"唐","poet": "李益", "title": "夜上受降城闻笛", "content": "回乐烽前沙似雪，受降城外月如霜。\n不知何处吹芦管，一夜征人尽望乡。"},
    {"dynasty":"唐","poet": "韩愈", "title": "次潼关先寄张十二阁老使君", "content": "荆山已去华山来，日出潼关四扇开。\n刺史莫辞迎候远，相公新破蔡州回。"},
    {"dynasty":"唐","poet": "薛逢", "title": "潼关河亭", "content": "重岗如抱岳如蹲，屈曲秦川势自尊。\n天地并功开帝宅，山河相凑束龙门。\n橹声呕轧中流渡，柳色微茫远岸村。\n满眼波涛终古事，年来惆怅与谁论。"}
  ],
  "滁州市": [
    {"dynasty":"唐","poet": "韦应物", "title": "寄李儋元锡", "content": "去年花里逢君别，今日花开又一年。\n世事茫茫难自料，春愁黯黯独成眠。\n身多疾病思田里，邑有流亡愧俸钱。\n闻道欲来相问讯，西楼望月几回圆。"},
    {"dynasty":"唐","poet": "韦应物", "title": "滁州西涧", "content": "独怜幽草涧边生，上有黄鹂深树鸣。\n春潮带雨晚来急，野渡无人舟自横。"}
  ],
  "烟台市": [
    {"dynasty":"唐","poet": "元稹", "title": "以州宅夸于乐天", "content": "州城回绕拂云堆，镜水稽山满眼来。\n四面常时对屏障，一家终日在楼台。\n星河似向檐前落，鼓角惊从地底回。\n我是玉皇香案吏，谪居犹得住蓬莱。"},
    {"dynasty":"唐","poet": "许浑", "title": "学 仙", "content": "心期仙诀意无穷，采画云车起寿宫。\n闻有三山未知处，茂陵松柏满西风。"}
  ],
  "福州市": [
    {"dynasty":"唐","poet": "高适", "title": "送郑侍御谪闽中", "content": "谪去君无恨，闽中我旧过。\n大都秋雁少，只是夜猿多。\n东路云山合，南天瘴疠和。\n自当逢雨露，行矣慎风波。"}
  ],
  "绍兴市": [
    {"dynasty":"唐","poet": "孟浩然", "title": "耶溪泛舟", "content": "落景余清辉，轻桡弄溪渚。\n澄明爱水物，临泛何容与。\n白首垂钓翁，新妆浣纱女。\n相看似相识，脉脉不得语。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "舟中晓望", "content": "挂席东南望，青山水国遥。\n舳舻争利涉，来往接风潮。\n问我今何适？\n天台访石桥。\n坐看霞色晓，疑是赤城标。"},
    {"dynasty":"唐","poet": "李白", "title": "梦游天姥吟留别", "content": "海客谈瀛洲，烟涛微茫信难求。\n越人语天姥，云霓明灭或可睹。\n天姥连天向天横，势拔五岳掩赤城。\n天台四万八千丈，对此欲倒东南倾。\n我欲因之梦吴越，一夜飞度镜湖月。\n湖月照我影，送我至剡溪。\n谢公宿处今尚在，渌水荡漾清猿啼。\n脚著谢公屐，身登青云梯。\n半壁见海日，空中闻天鸡。\n千岩万转路不定，迷花倚石忽已暝。\n熊咆龙吟殷岩泉，栗深林兮惊层颠。\n云青青兮欲雨，水澹澹兮生烟。\n列缺霹雳，丘峦崩摧。\n洞天石扉，訇然中开。\n青冥浩荡不见底，日月照耀金银台。\n霓为衣兮风为马，云之君兮纷纷而来下。\n虎鼓瑟兮鸾回车，仙之人兮列如麻。\n忽魂悸以魄动，恍惊起而长嗟。\n恍觉时之枕席，失向来之烟霞。\n世间行乐亦如此，古来万事东流水。\n别君去兮何时还？\n且放白鹿青崖间，须行即骑访名山。\n安能摧眉折腰事权贵，使我不得开心颜！"},
    {"dynasty":"唐","poet": "李白", "title": "送贺宾客归越", "content": "镜湖流水漾清波，狂客归舟逸兴多。\n山阴道士如相见，应写黄庭换白鹅。"},
    {"dynasty":"唐","poet": "刘长卿", "title": "送灵澈上人", "content": "苍苍竹林寺，杳杳钟声晚。\n荷笠带斜阳，青山独归远。"},
    {"dynasty":"唐","poet": "皎然", "title": "饮茶歌诮崔石使君", "content": "越人遗我剡溪茗，采得金芽爨金鼎。\n素瓷雪色飘沫香，何似诸仙琼蕊浆！\n一饮涤昏寐，情思爽朗满天地。\n再饮清我神，忽如飞雨洒轻尘。\n三饮便得道，何须苦心破烦恼。\n此物清高世莫知，世人饮酒多自欺。\n愁看毕卓瓮间夜，笑向陶潜篱下时。\n崔侯啜之意不已，狂歌一曲惊人耳。\n孰知茶道全尔真，唯有丹丘得如此。"},
    {"dynasty":"唐","poet": "元稹", "title": "一字至七字诗•茶", "content": "以题为韵，同王起诸公送白居易分司东都作。\n茶。\n香叶，嫩芽。\n慕诗客，爱僧家。\n碾雕白玉，罗织红纱。\n铫煎黄蕊色，碗转曲尘花。\n夜后邀陪明月，晨前命对朝霞。\n洗尽古今人不倦，将至醉后岂堪夸。"}
  ],
  "绵阳市": [
    {"dynasty":"唐","poet": "李白", "title": "访戴天山道士不遇", "content": "犬吠水声中，桃花带露浓。\n树深时见鹿，溪午不闻钟。\n野竹分青霭，飞泉挂碧峰。\n无人知所去，愁倚两三松。"},
    {"dynasty":"唐","poet": "杜甫", "title": "闻官军收河南河北", "content": "剑外忽传收蓟北，初闻涕泪满衣裳。\n却看妻子愁何在，漫卷诗书喜欲狂。\n白日放歌须纵酒，青春作伴好还乡。\n即从巴峡穿巫峡，便下襄阳向洛阳。"},
    {"dynasty":"唐","poet": "李商隐", "title": "无题二首（其一）", "content": "昨夜星辰昨夜风，画楼西畔桂堂东。\n身无彩凤双飞翼，心有灵犀一点通。\n隔座送钩春酒暖，分曹射覆蜡灯红。\n嗟余听鼓应官去，走马兰台类转蓬。"},
    {"dynasty":"唐","poet": "李商隐", "title": "无题四首（其一）", "content": "来是空言去绝踪，月斜楼上五更钟。\n梦为远别啼难唤，书被催成墨未浓。\n蜡照半笼金翡翠，麝熏微度绣芙蓉。\n刘郎已恨蓬山远，更隔蓬山一万重。"},
    {"dynasty":"唐","poet": "李商隐", "title": "无题四首（其二）", "content": "飒飒东风细雨来，芙蓉塘外有轻雷。\n金蟾啮锁烧香入，玉虎牵丝汲井回。\n贾氏窥帘韩掾少，宓妃留枕魏王才。\n春心莫共花争发，一寸相思一寸灰。"},
    {"dynasty":"唐","poet": "李商隐", "title": "夜雨寄北", "content": "君问归期未有期，巴山夜雨涨秋池。\n何当共剪西窗烛，却话巴山夜雨时。"}
  ],
  "苏州市": [
    {"dynasty":"唐","poet": "李白", "title": "苏台览古", "content": "旧苑荒台杨柳新，菱歌清唱不胜春。\n只今惟有西江月，曾照吴王宫里人。"},
    {"dynasty":"唐","poet": "刘长卿", "title": "送严士元", "content": "春风倚棹阖闾城，水国春寒阴复晴。\n细雨湿衣看不见，闲花落地听无声。\n日斜江上孤帆影，草绿湖南万里情。\n君去若逢相识问，青袍今已误儒生。"},
    {"dynasty":"唐","poet": "韦应物", "title": "郡斋雨中与诸文士燕集", "content": "兵卫森画戟，宴寝凝清香。\n海上风雨至，逍遥池阁凉。\n烦疴近消散，嘉宾复满堂。\n自惭居处崇，未睹斯民康。\n理会是非遣，性达形迹忘。\n鲜肥属时禁，蔬果幸见尝。\n俯饮一杯酒，仰聆金玉章。\n神欢体自轻，意欲凌风翔。\n吴中盛文史，群彦今汪洋。\n方知大藩地，岂曰财赋强。"},
    {"dynasty":"唐","poet": "韦应物", "title": "秋夜寄邱员外", "content": "怀君属秋夜，散步咏凉天。\n山空松子落，幽人应未眠。"},
    {"dynasty":"唐","poet": "皇甫冉", "title": "送魏十六还苏州", "content": "秋夜沉沉此送君，阴虫切切不堪闻。\n归舟明日毗陵道，回首姑苏是白云。"},
    {"dynasty":"唐","poet": "韩愈", "title": "石 鼓 歌", "content": "张生手持石鼓文，劝我试作石鼓歌。\n少陵无人谪仙死，才薄将奈石鼓何？\n周纲陵迟四海沸，宣王愤起挥天戈。\n大开明堂受朝贺，诸侯剑佩鸣相磨。\n搜于岐阳骋雄俊，万里禽兽皆遮罗。\n镌功勒成告万世，凿石作鼓隳嵯峨。\n从臣才艺咸第一，拣选撰刻留山阿。\n雨淋日炙野火燎，鬼物守护烦呵。\n公从何处得纸本，毫发尽备无差讹。\n辞严义密读难晓，字体不类隶与科。\n年深岂免有缺画，快剑斫断生蛟鼍。\n鸾翔凤翥众仙下，珊瑚碧树交枝柯。\n金绳铁索锁纽壮，古鼎跃水龙腾梭。\n陋儒编诗不收入，二雅褊迫无委蛇。\n孔子西行不到秦，掎摭星宿遗羲娥。\n嗟予好古生苦晚，对此涕泪双滂沱。\n忆昔初蒙博士征，其年始改称元和。\n故人从军在右辅，为我度量掘臼科。\n濯冠沐浴告祭酒，如此至宝存岂多！\n氈苞席裹可立致，十鼓只载数骆驼。\n荐诸太庙比郜鼎，光价岂止百倍过？\n圣恩若许留太学，诸生讲解得切磋。\n观经鸿都尚填咽，坐见举国来奔波。\n剜苔剔藓露节角，安置妥帖平不颇。\n大厦深檐与盖覆，经历久远期无佗。\n中朝大官老于事，讵肯感激徒媕婀。\n牧童敲火牛砺角，谁复著手为摩挲。\n日销月铄就埋没，六年西顾空吟哦。\n羲之俗书趁姿媚，数纸尚可博白鹅。\n继周八代争战罢，无人收拾理则那！\n方今太平日无事，柄任儒术崇丘轲。\n安能以此上论列，愿借辨口如悬河。\n石鼓之歌止于此，呜呼吾意其蹉跎。"},
    {"dynasty":"唐","poet": "白居易", "title": "真 娘 墓", "content": "真娘墓，虎丘道。\n不识真娘镜中面，唯见真娘墓头草。\n霜摧桃李风折莲，真娘死时犹少年。\n肤荑手不牢固，世间尤物难留连。\n难留连，易销歇，塞北花，江南雪。"},
    {"dynasty":"唐","poet": "白居易", "title": "琴 茶", "content": "兀兀寄形群动内，陶陶任性一生间。\n自抛官后春多梦，不读书来老更闲。\n琴里知闻唯渌水，茶中故旧是蒙山。\n穷通行止常相伴，谁道吾今无往还？"},
    {"dynasty":"唐","poet": "杜荀鹤", "title": "送人游吴", "content": "君到姑苏见，人家尽枕河。\n古宫闲地少，水港小桥多。\n夜市卖菱藕，春船载绮罗。\n遥知未眠月，乡思在渔歌。"}
  ],
  "荆州市": [
    {"dynasty":"唐","poet": "张九龄", "title": "感遇十二首（其七）", "content": "江南有丹橘，经冬犹绿林。\n岂伊地气暖，自有岁寒心。\n可以荐嘉客，奈何阻重深。\n运命唯所遇，循环不可寻。\n徒言树桃李，此木岂无阴。"},
    {"dynasty":"唐","poet": "张九龄", "title": "自君之出矣", "content": "自君之出矣，不复理残机。\n思君如满月，夜夜减清辉。"},
    {"dynasty":"唐","poet": "王维", "title": "偶 然 作", "content": "老来懒赋诗，惟有老相随。\n宿世谬词客，前身应画师。\n不能舍余习，偶被世人知。\n名"},
    {"dynasty":"唐","poet": "李白", "title": "渡荆门送别", "content": "渡远荆门外，来从楚国游。\n山随平野尽，江入大荒流。\n月下飞天镜，云生结海楼。\n仍怜故乡水，万里送行舟。"},
    {"dynasty":"唐","poet": "杜甫", "title": "短 歌 行", "content": "王郎酒酣拔剑斫地歌莫哀！\n我能拔尔抑塞磊落之奇才。\n豫章翻风白日动，鲸鱼跋浪沧溟开。\n且脱佩剑休徘徊。\n西得诸侯棹锦水，欲向何门趿珠履？\n仲宣楼头春色深，青眼高歌望吾子。\n眼中之人吾老矣！"},
    {"dynasty":"唐","poet": "孟云卿", "title": "寒 食", "content": "二月江南花满枝，他乡寒食远堪悲。\n贫居往往无烟火，不独明朝为子推。"},
    {"dynasty":"唐","poet": "韩愈", "title": "郑群赠簟", "content": "蕲州笛竹天下知，郑君所宝尤瑰奇。\n携来当昼不得卧，一府争看黄琉璃。\n体坚色净又藏节，尽眼凝滑无瑕疵。\n法曹贫贱众所易，腰腹空大何能为？\n自从五月困暑湿，如坐深甑遭蒸炊。\n手磨袖拂心语口，慢肤多汗真相宜。\n日暮归来独惆怅，有卖直欲倾家资。\n谁谓故人知我意，卷送八尺含风漪。\n呼奴扫地铺未了，光彩照耀惊童儿。\n青蝇侧翅蚤虱避，肃肃疑有清飙吹。\n倒身甘寝百疾愈，却愿天日恒炎曦。\n明珠青玉不足报，赠子相好无时衰。"},
    {"dynasty":"唐","poet": "白居易", "title": "竹枝词四首", "content": "瞿塘峡口水烟低，白帝城头月向西；唱到竹枝声咽处，寒猿鸟一时啼。\n竹枝苦怨怨何人？\n夜静山空歇又闻。\n蛮儿巴女齐声唱，愁杀江楼病使君。\n巴东船舫上巴西，波面风生雨脚齐；水蓼冷花红簇簇，江蓠湿叶碧凄凄。\n江畔谁人唱竹枝？\n前声断咽后声迟。\n怪来调苦缘词苦，多是通州司马诗。"},
    {"dynasty":"唐","poet": "元稹", "title": "织 妇 词", "content": "织妇何太忙，蚕经三卧行欲老。\n蚕神女圣早成丝，今年丝税抽征早。\n早征非是官人恶，去岁官家事戎索。\n征人战苦束刀疮，主将勋高换罗幕。\n缲丝织帛犹努力，变缉撩机苦难织。\n东家头白双女儿，为解挑纹嫁不得。\n檐前袅袅游丝上，上有蜘蛛巧来往。\n羡他虫豸解缘天，能向虚空织罗网。"},
    {"dynasty":"唐","poet": "元稹", "title": "田 家 词", "content": "牛吒吒，田确确，旱块敲牛蹄趵趵，种得官仓珠颗谷。\n六十年来兵簇簇，月月食粮车辘辘。\n一日官军收海服，驱牛驾车食牛肉。\n归来收得牛两角，重铸耧犁作斤劚。\n姑舂妇担去输官，输官不足归卖屋。\n愿官早胜仇早覆，农死有儿牛有犊。\n誓不遣官军粮不足。"},
    {"dynasty":"唐","poet": "元稹", "title": "离思五首（其四）", "content": "曾经沧海难为水，除却巫山不是云。\n取次花丛懒回顾，半缘修道半缘君。"},
    {"dynasty":"唐","poet": "张祜", "title": "题孟处士宅", "content": "高才何必贵，下位不妨贤。\n孟简虽持节，襄阳属浩然。"},
    {"dynasty":"唐","poet": "徐夤", "title": "开元即事", "content": "曲江真宰国中讹，寻奏渔阳忽荷戈。\n堂上有兵天不用，幄中无策印空多。\n尘惊骑透潼关锁，云护龙游渭水波。\n未必蛾眉能破国，千秋休恨马嵬坡。"},
    {"dynasty":"唐","poet": "鱼玄机", "title": "江陵愁望有寄", "content": "枫叶千枝复万枝，江桥掩映暮帆迟。\n忆君心似西江水，日夜东流无歇时。"}
  ],
  "荆门市": [
    {"dynasty":"唐","poet": "陈子昂", "title": "晚次乐乡县", "content": "故乡杳无际，日暮且孤征。\n川原迷旧国，道路入边城。\n野戍荒烟断，深山古木平。\n如何此时恨，噭噭夜猿鸣。"}
  ],
  "衡阳市": [
    {"dynasty":"唐","poet": "钱起", "title": "归 雁", "content": "潇湘何事等闲回？\n水碧沙明两岸苔。\n二十五弦弹夜月，不胜清怨却飞来。"},
    {"dynasty":"唐","poet": "韩愈", "title": "谒衡岳庙遂宿岳寺题门楼", "content": "五岳祭秩皆三公，四方环镇嵩当中。\n火维地荒足妖怪，天假神柄专其雄。\n喷云泄雾藏半腹，虽有绝顶谁能穷？\n我来正逢秋雨节，阴气晦昧无清风。\n潜心默祷若有应，岂非正直能感通。\n须臾静扫众峰出，仰见突兀撑青空。\n紫盖连延接天柱，石廪腾掷堆祝融。\n森然魄动下马拜，松柏一径趋灵宫。\n粉墙丹柱动光彩，鬼物图画填青红。\n升阶伛偻荐脯酒，欲以菲薄明其衷。\n庙令老人识神意，睢盱侦伺能鞠躬。\n手持杯珓导我掷，云此最吉馀难同。\n窜逐蛮荒幸不死，衣食才足甘长终。\n侯王将相望久绝，神纵欲福难为功。\n夜投佛寺上高阁，星月掩映云朣胧。\n猿鸣钟动不知曙，杲杲寒日生于东。"},
    {"dynasty":"唐","poet": "韩愈", "title": "题木居士", "content": "火透波穿不计春，根如头面干如身。\n偶然题作木居士，便有无穷求福人。"}
  ],
  "衢州市": [
    {"dynasty":"唐","poet": "白居易", "title": "王 昭 君", "content": "汉使却回凭寄语，黄金何日赎蛾眉？\n君王若问妾颜色，莫道不如宫里时。"}
  ],
  "襄阳市": [
    {"dynasty":"唐","poet": "孟浩然", "title": "秋登万山寄张五", "content": "北山白云里，隐者自怡悦。\n相望试登高，心随雁飞灭。\n愁因薄暮起，兴是清秋发。\n时见归村人，平沙渡头歇。\n天边树若荠，江畔舟如月。\n何当载酒来，共醉重阳节。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "登江中孤屿赠白云先生王迥", "content": "悠悠清江水，水落沙屿出。\n回潭石下深，绿筿岸傍密。\n鲛人潜不见，渔父歌自逸。\n忆与君别时，泛舟如昨日。\n夕阳开晚照，中坐兴非一。\n南望鹿门山，归来恨如失。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "登望楚山最高顶", "content": "山水观形胜，襄阳美会稽。\n最高唯望楚，曾未一攀跻。\n石壁疑削成，众山比全低。\n晴明试登陟，目极无端倪。\n云梦掌中小，武陵花处迷。\n暝还归骑下，萝月映深溪。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "夜归鹿门山歌", "content": "山寺鸣钟昼已昏，渔梁渡头争渡喧。\n人随沙岸向江村，余亦乘舟归鹿门。\n鹿门月照开烟树，忽到庞公栖隐处。\n岩扉松径长寂寥，唯有幽人自来去。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "万山潭作", "content": "垂钓坐磐石，水清心亦闲。\n鱼行潭树下，猿挂岛藤间。\n游女昔解佩，传闻于此山。\n求之不可得，沿月掉歌还。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "岁暮归南山", "content": "北阙休上书，南山归弊庐。\n不才明主弃，多病故人疏。\n白发催年老，青阳逼岁除。\n永怀愁不寐，松月夜窗虚。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "与诸子登岘山", "content": "人事有代谢，往来成古今。\n江山留胜迹，我辈复登临。\n水落鱼梁浅，天寒梦泽深。\n羊公碑尚在，读罢泪沾巾。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "游精思观回王白云在后", "content": "出谷未亭午，至家已夕曛。\n回瞻下山路，但见牛羊群。\n樵子暗相失，草虫寒不闻。\n衡门犹未掩，伫立待夫君。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "宿建德江", "content": "移舟泊烟渚，日暮客愁新。\n野旷天低树，江清月近人。"},
    {"dynasty":"唐","poet": "张子容", "title": "送孟浩然归襄阳", "content": "东越相逢地，西亭送别津。\n风潮看解缆，云海去愁人。\n乡在桃林岸，山连枫树春。\n因怀故园意，归与孟家邻。"},
    {"dynasty":"唐","poet": "李颀", "title": "望 秦 川", "content": "秦川朝望迥，日出正东峰。\n远近山河净，逶迤城阙重。\n秋声万户竹，寒色五陵松。\n客有归欤叹，凄其霜露浓。"},
    {"dynasty":"唐","poet": "王维", "title": "汉江临泛", "content": "楚塞三湘接，荆门九派通。\n江流天地外，山色有无中。\n郡邑浮前浦，波澜动远空。\n襄阳好风日，留醉与山翁。"},
    {"dynasty":"唐","poet": "李白", "title": "梁 甫 吟", "content": "长啸梁甫吟，何时见阳春？\n君不见，朝歌屠叟辞棘津，八十西来钓渭滨。\n宁羞白发照清水，逢时壮气思经纶。\n广张三千六百钓，风期暗与文王亲。\n大贤虎变愚不测，当年颇似寻常人。\n君不见，高阳酒徒起草中，长揖山东隆准公。\n入门不拜逞雄辩，两女辍洗来趋风。\n东下齐城七十二，指挥楚汉如旋蓬。\n狂客落魄尚如此，何况壮士当群雄！\n我欲攀龙见明主，雷公砰訇震天鼓。\n帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。\n阊阖九门不可通，以额叩关阍者怒。\n白日不照吾精诚，杞国无事忧天倾。\n猰貐磨牙竞人肉，驺虞不折生草茎。\n手接飞猱搏雕虎，侧足焦原未言苦。\n智者可卷愚者豪，世人见我轻鸿毛。\n力排南山三壮士，齐相杀之费二桃。\n吴楚弄兵无剧孟，亚夫咍尔为徒劳。\n梁甫吟，声正悲。\n张公两龙剑，神物合有时。\n风云感会起屠钓，大人岘屼当安之。"},
    {"dynasty":"唐","poet": "李白", "title": "赠孟浩然", "content": "吾爱孟夫子，风流天下闻。\n红颜弃轩冕，白首卧松云。\n醉月频中圣，迷花不事君。\n高山安可仰，徒此揖清芬。"},
    {"dynasty":"唐","poet": "元稹", "title": "遣悲怀三首", "content": "谢公最小偏怜女，嫁与黔娄百事乖。\n顾我无衣搜荩箧，泥他沽酒拔金钗。\n野蔬充膳甘长藿，落叶添薪仰古槐。\n今日俸钱过十万，与君营奠复营斋。\n昔日戏言身后意，今朝都到眼前来。\n衣裳已施行看尽，针线犹存未忍开。\n尚想旧情怜婢仆，也曾因梦送钱财。\n诚知此恨人人有，贫贱夫妻百事哀。\n闲坐悲君亦自悲，百年都是几多时。\n邓攸无子寻知命，潘岳悼亡犹费词。\n同穴窅冥何所望，他生缘会更难期。\n惟将终夜长开眼，报答平生未展眉。"},
    {"dynasty":"唐","poet": "何希尧", "title": "柳 枝 词", "content": "大堤杨柳雨沉沉，万缕千条惹恨深。\n飞絮满天人去远，东风无力系春心。"},
    {"dynasty":"唐","poet": "崔涂", "title": "初渡汉江", "content": "襄阳好向岘亭看，人物萧条属岁阑。\n为报习家多置酒，夜来风雪过江寒。"}
  ],
  "西安市": [
    {"dynasty":"唐","poet": "卢照邻", "title": "长安古意", "content": "长安大道连狭斜，青牛白马七香车。\n玉辇纵横过主第，金鞭络绎向侯家。\n龙衔宝盖承朝日，凤吐流苏带晚霞。\n百尺游丝争绕树，一群娇鸟共啼花。\n游蜂戏蝶千门侧，碧树银台万种色。\n复道交窗作合欢，双阙连甍垂凤翼。\n梁家画阁中天起，汉帝金茎云外直。\n楼前相望不相知，陌上相逢讵相识？\n借问吹箫向紫烟，曾经学舞度芳年。\n得成比目何辞死，愿作鸳鸯不羡仙。\n比目鸳鸯真可羡，双去双来君不见？\n生憎帐额绣孤鸾，好取门帘帖双燕。\n双燕双飞绕画梁，罗帏翠被郁金香。\n片片行云着蝉鬓，纤纤初月上鸦黄。\n鸦黄粉白车中出，含娇含态情非一。\n妖童宝马铁连钱，娼妇盘龙金屈膝。\n御史府中乌夜啼，廷尉门前雀欲栖。\n隐隐朱城临玉道，遥遥翠幰没金堤。\n挟弹飞鹰杜陵北，探丸借客渭桥西。\n俱邀侠客芙蓉剑，共宿娼家桃李蹊。\n娼家日暮紫罗裙，清歌一啭口氛氲。\n北堂夜夜人如月，南陌朝朝骑似云。\n南陌北堂连北里，五剧三条控三市。\n弱柳青槐拂地垂，佳气红尘暗天起。\n汉代金吾千骑来，翡翠屠苏鹦鹉杯。\n罗襦宝带为君解，燕歌赵舞为君开。\n别有豪华称将相，转日回天不相让。\n意气由来排灌夫，专权判不容萧相。\n专权意气本豪雄，青虬紫燕坐春风。\n自言歌舞长千载，自谓骄奢凌五公。\n节物风光不相待，桑田碧海须臾改。\n昔时金阶白玉堂，即今惟见青松在。\n寂寂寥寥扬子居，年年岁岁一床书。\n独有南山桂花发，飞来飞去袭人裾。"},
    {"dynasty":"唐","poet": "卢照邻", "title": "行 路 难", "content": "君不见长安城北渭桥边，枯木横槎卧古田。\n昔日含红复合紫，常时留雾亦留烟。\n春景春风花似雪，香车玉舆恒阗咽。\n若个游人不竞攀，若个倡家不来折。\n倡家宝袜蛟龙帔，公子银鞍千万骑。\n黄莺一向花娇春，两两三三将子戏。\n千尺长条百尺枝，丹桂青榆相蔽亏。\n珊瑚叶上鸳鸯鸟，凤凰巢里雏鹓儿。\n巢倾枝折凤归去，条枯叶落狂风吹。\n一朝零落无人问，万古摧残君讵知？\n人生贵贱无终始，倏忽须臾难久恃。\n谁家能驻西山日？\n谁家能堰东流水？\n汉家陵树满秦川，行来行去尽哀怜。\n自昔公卿二千石，咸拟荣华一万年。\n不见朱唇将白貌，惟闻素棘与黄泉。\n金貂有时须换酒，玉尘但摇莫计钱。\n寄言坐客神仙署，一生一死交情处。\n苍龙阙下君不来，白鹤山前我应去。\n云间海上邈难期，赤心会合在何时？\n但愿尧年一百万，长作巢由也不辞！"},
    {"dynasty":"唐","poet": "骆宾王", "title": "于易水送人", "content": "此地别燕丹，壮士发冲冠。\n昔时人已没，今日水犹寒。"},
    {"dynasty":"唐","poet": "杜审言", "title": "春日京中有怀", "content": "今年游寓独游秦，愁思看春不当春。\n上林苑里花徒发，细柳营前叶漫新。\n公子南桥应尽兴，将军西第几留宾。\n寄语洛城风日道，明年春色倍还人。"},
    {"dynasty":"唐","poet": "杜审言", "title": "渡 湘 江", "content": "迟日园林悲昔游，今春花鸟作边愁。\n独怜京国人南窜，不似湘江水北流。"},
    {"dynasty":"唐","poet": "王勃", "title": "送杜少府之任蜀川", "content": "城阙辅三秦，风烟望五津。\n与君离别意，同是宦游人。\n海内存知己，天涯若比邻。\n无为在歧路，儿女共沾巾。"},
    {"dynasty":"唐","poet": "王勃", "title": "山 中", "content": "长江悲已滞，万里念将归。\n况属高风晚，山山黄叶飞。"},
    {"dynasty":"唐","poet": "宋之问", "title": "度大庾岭", "content": "度岭方辞国，停轺一望家。\n魂随南翥鸟，泪尽北枝花。\n山雨初含霁，江云欲变霞。\n但令归有日，不敢恨长沙。"},
    {"dynasty":"唐","poet": "陈子昂", "title": "送别崔著作东征", "content": "金天方肃杀，白露始专征。\n王师非乐战，之子慎佳兵。\n海气侵南部，边风扫北平。\n莫卖卢龙塞，归邀麟阁名。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "早寒江上有怀", "content": "木落雁南度，北风江上寒。\n我家襄水曲，遥隔楚云端。\n乡泪客中尽，归帆天际看。\n迷津欲有问，平海夕漫漫。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "送朱大入秦", "content": "游人五陵去，宝剑值千金。\n分手脱相赠，平生一片心。"},
    {"dynasty":"唐","poet": "李颀", "title": "送魏万之京", "content": "朝闻游子唱离歌，昨夜微霜初渡河。\n鸿雁不堪愁里听，云山况是客中过。\n关城曙色催寒近，御苑砧声向晚多。\n莫见长安行乐处，空令岁月易蹉跎。"},
    {"dynasty":"唐","poet": "王昌龄", "title": "西宫春怨", "content": "西宫夜静百花香，欲卷珠帘春恨长。\n斜倚云和深见月，朦胧树色隐昭阳。"},
    {"dynasty":"唐","poet": "王昌龄", "title": "长信秋词五首（其一）", "content": "金井梧桐秋叶黄，珠帘不卷夜来霜。\n熏笼玉枕无颜色，卧听南宫清漏长。"},
    {"dynasty":"唐","poet": "王昌龄", "title": "春 宫 曲", "content": "昨夜风开露井桃，未央前殿月轮高。\n平阳歌舞新承宠，帘外春寒赐锦袍。"},
    {"dynasty":"唐","poet": "王维", "title": "蓝田山石门精舍", "content": "落日山水好，漾舟信归风。\n玩奇不觉远，因以缘源穷。\n遥爱云木秀，初疑路不同。\n安知清流转，偶与前山通。\n舍舟理轻策，果然惬所适。\n老僧四五人，逍遥荫松柏。\n朝梵林未曙，夜禅山更寂。\n道心及牧童，世事问樵客。\n暝宿长林下，焚香卧瑶席。\n涧芳袭人衣，山月映石壁。\n再寻畏迷误，明发更登历。\n笑谢桃源人，花红复来觌。"},
    {"dynasty":"唐","poet": "王维", "title": "送綦毋潜落第还乡", "content": "圣代无隐者，英灵尽来归。\n遂令东山客，不得顾采薇。\n既至金门远，孰云吾道非？\n江淮度寒食，京洛缝春衣。\n置酒长安道，同心与我违。\n行当浮桂棹，未几拂荆扉。\n远树带行客，孤城当落晖。\n吾谋适不用，勿谓知音稀。"},
    {"dynasty":"唐","poet": "王维", "title": "不 遇 咏", "content": "北阙献书寝不报，南山种田时不登。\n百人会中身不预，五侯门前心不能。\n身投河朔饮君酒，家在茂陵平安否？\n且共登山复临水，莫问春风动杨柳。\n今人作人多自私，我心不说君应知。\n济人然后拂衣去，肯作徒尔一男儿！"},
    {"dynasty":"唐","poet": "王维", "title": "老 将 行", "content": "少年十五二十时，步行夺得胡马骑。\n射杀山中白额虎，肯数邺下黄须儿。\n一身转战三千里，一剑曾当百万师。\n汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。\n卫青不败由天幸，李广无功缘数奇。\n自从弃置便衰朽，世事蹉跎成白首。\n昔时飞箭无全目，今日垂杨生左肘。\n路旁时卖故侯瓜，门前学种先生柳。\n苍茫古木连穷巷，寥落寒山对虚牖。\n誓令疏勒出飞泉，不似颍川空使酒。\n贺兰山下阵如云，羽檄交驰日夕闻。\n节使三河募年少，诏书五道出将军。\n试拂铁衣如雪色，聊持宝剑动星文。\n愿得燕弓射天将，耻令越甲鸣吾君。\n莫嫌旧日云中守，犹堪一战取功勋。"},
    {"dynasty":"唐","poet": "王维", "title": "夷 门 歌", "content": "七雄雄雌犹未分，攻城杀将何纷纷。\n秦兵益围邯郸急，魏王不救平原君。\n公子为嬴停驷马，执辔愈恭意愈下。\n亥为屠肆鼓刀人，嬴乃夷门抱关者。\n非但慷慨献奇谋，意气兼将生命酬。\n向风刎颈送公子，七十老翁何所求！"},
    {"dynasty":"唐","poet": "王维", "title": "桃 源 行", "content": "渔舟逐水爱山春，两岸桃花夹古津。\n坐看红树不知远，行尽青溪不见人。\n山口潜行始隈隩，山开旷望旋平陆。\n遥看一处攒云树，近入千家散花竹。\n樵客初传汉姓名，居人未改秦衣服。\n居人共住武陵源，还从物外起田园。\n月明松下房栊静，日出云中鸡犬喧。\n惊闻俗客争来集，竞引还家问都邑。\n平明闾巷扫花开，薄暮渔樵乘水入。\n初因避地去人间，及至成仙遂不还。\n峡里谁知有人事，世中遥望空云山。\n不疑灵境难闻见，尘心未尽思乡县。\n出洞无论隔山水，辞家终拟长游衍。\n自谓经过旧不迷，安知峰壑今来变。\n当时只记入山深，青溪几度到云林。\n春来遍是桃花水，不辨仙源何处寻。"},
    {"dynasty":"唐","poet": "王维", "title": "辋川闲居赠裴秀才迪", "content": "寒山转苍翠，秋水日潺湲。\n倚杖柴门外，临风听暮蝉。\n渡头余落日，墟里上孤烟。\n复值接舆醉，狂歌五柳前。"},
    {"dynasty":"唐","poet": "王维", "title": "终 南 山", "content": "太乙近天都，连山到海隅。\n白云回望合，青霭入看无。\n分野中峰变，阴晴众壑殊。\n欲投人处宿，隔水问樵夫。"},
    {"dynasty":"唐","poet": "王维", "title": "终南别业", "content": "中岁颇好道，晚家南山陲。\n兴来每独往，胜事空自知。\n行到水穷处，坐看云起时。\n偶然值林叟，谈笑无还期。"},
    {"dynasty":"唐","poet": "王维", "title": "过香积寺", "content": "不知香积寺，数里入云峰。\n古木无人径，深山何处钟。\n泉声咽危石，日色冷青松。\n薄暮空潭曲，安禅制毒龙。"},
    {"dynasty":"唐","poet": "王维", "title": "送梓州李使君", "content": "万壑树参天，千山响杜鹃。\n山中一夜雨，树杪百重泉。\n汉女输橦布，巴人讼芋田。\n文翁翻教授，不敢倚先贤。"},
    {"dynasty":"唐","poet": "王维", "title": "送丘为落第归江东", "content": "怜君不得意，况复柳条春。\n为客黄金尽，还家白发新。\n五湖三亩宅，万里一归人。\n知祢不能荐，羞为献纳臣。"},
    {"dynasty":"唐","poet": "王维", "title": "酬张少府", "content": "晚年惟好静，万事不关心。\n自顾无长策，空知返旧林。\n松风吹解带，山月照弹琴。\n君问穷通理，渔歌入浦深。"},
    {"dynasty":"唐","poet": "王维", "title": "酌酒与裴迪", "content": "酌酒与君君自宽，人情翻覆似波澜。\n白首相知犹按剑，朱门先达笑弹冠。\n草色全经细雨湿，花枝欲动春风寒。\n世事浮云何足问，不如高卧且加餐。"},
    {"dynasty":"唐","poet": "王维", "title": "新昌里访吕逸人不遇", "content": "桃源一向绝风尘，柳市南头访隐沦。\n到门不敢题凡鸟，看竹何须问主人。\n城上青山如屋里，东家流水入西邻。\n闭户著书多岁月，种松皆作老龙鳞。"},
    {"dynasty":"唐","poet": "王维", "title": "九月九日忆山东兄弟", "content": "独在异乡为异客，每逢佳节倍思亲。\n遥知兄弟登高处，遍插茱萸少一人。"},
    {"dynasty":"唐","poet": "王维", "title": "少 年 行", "content": "出身仕汉羽林郎，初随骠骑战渔阳。\n孰知不向边庭苦，纵死犹闻侠骨香。"},
    {"dynasty":"唐","poet": "裴迪", "title": "送 崔 九", "content": "归山深浅去，须尽丘壑美。\n莫学武陵人，暂游桃源里。"},
    {"dynasty":"唐","poet": "祖咏", "title": "终南望馀雪", "content": "终南阴岭秀，积雪浮云端。\n林表明霁色，城中增暮寒。"},
    {"dynasty":"唐","poet": "李白", "title": "古风（其三）", "content": "秦王扫六合，虎视何雄哉！\n挥剑决浮云，诸侯尽西来。\n明断自天启，大略驾群才。\n收兵铸金人，函谷正东开。\n铭功会稽岭，骋望琅邪台。\n刑徒七十万，起土骊山隈。\n尚采不死药，茫然使心哀。\n连弩射海鱼，长鲸正崔嵬。\n额鼻象五岳，扬波喷云雷。\n鬐鬣蔽青天，何由睹蓬莱？\n徐市载秦女，楼船几时回？\n但见三泉下，金棺葬寒灰。"},
    {"dynasty":"唐","poet": "李白", "title": "妾 薄 命", "content": "汉帝重阿娇，贮之黄金屋。\n咳唾落九天，随风生珠玉。\n宠极爱还歇，妒深情却疏。\n长门一步地，不肯暂回车。\n雨落不上天，水覆难再收。\n君情与妾意，各自东西流。\n昔日芙蓉花，今成断根草。\n以色事他人，能得几时好？"},
    {"dynasty":"唐","poet": "李白", "title": "金乡送韦八之西京", "content": "客从长安来，还归长安去。\n狂风吹我心，西挂咸阳树。\n此情不可道，此别何时遇？\n望望不见君，连山起烟雾。"},
    {"dynasty":"唐","poet": "李白", "title": "下终南山过斛斯山人宿置酒", "content": "暮从碧山下，山月随人归。\n却顾所来径，苍苍横翠微。\n相携及田家，童稚开荆扉。\n绿竹入幽径，青萝拂行衣。\n欢言得所憩，美酒聊共挥。\n长歌吟松风，曲尽河星稀。\n我醉君复乐，陶然共忘机。"},
    {"dynasty":"唐","poet": "李白", "title": "望终南山寄紫阁隐者", "content": "出门见南山，引领意无限。\n秀色难为名，苍翠日在眼。\n有时白云起，天际自舒卷。\n心中与之然，托兴每不浅。\n何当造幽人，灭迹栖绝巘。"},
    {"dynasty":"唐","poet": "李白", "title": "月下独酌", "content": "花间一壶酒，独酌无相亲。\n举杯邀明月，对影成三人。\n月既不解饮，影徒随我身。\n暂伴月将影，行乐须及春。\n我歌月徘徊，我舞影零乱。\n醒时同交欢，醉后各分散。\n永结无情游，相期邈云汉。"},
    {"dynasty":"唐","poet": "李白", "title": "关 山 月", "content": "明月出天山，苍茫云海间。\n长风几万里，吹度玉门关。\n汉下白登道，胡窥青海湾。\n由来征战地，不见有人还。\n戍客望边色，思归多苦颜。\n高楼当此夜，叹息未应闲。"},
    {"dynasty":"唐","poet": "冬歌", "title": "何日平胡虏，良人罢远征？", "content": "明朝驿使发，一夜絮征袍。\n素手抽针冷，那堪把剪刀。\n裁缝寄远道，几日到临洮？"},
    {"dynasty":"唐","poet": "李白", "title": "襄 阳 歌", "content": "落日欲没岘山西，倒着接花下迷。\n襄阳小儿齐拍手，拦街争唱《白铜鞮》。\n傍人借问笑何事，笑杀山公醉似泥。\n鸬鹚杓，鹦鹉杯，百年三万六千日，一日须倾三百杯。\n遥看汉水鸭头绿，恰似葡萄初醅。\n此江若变作春酒，垒曲便筑糟丘台。\n千金骏马换小妾，笑坐雕鞍歌《落梅》。\n车傍侧挂一壶酒，凤笙龙管行相催。\n咸阳市中叹黄犬，何如月下倾金罍？\n君不见晋朝羊公一片石，龟头剥落生莓苔。\n泪亦不能为之堕，心亦不能为之哀。\n清风朗月不用一钱买，玉山自倒非人推。\n舒州构，力士铛，李白与尔同死生。\n襄王云雨今安在？\n江水东流猿夜声。"},
    {"dynasty":"唐","poet": "李白", "title": "蜀 道 难", "content": "噫吁嚱，危乎高哉！\n蜀道之难难于上青天。\n蚕丛及鱼凫，开国何茫然！\n尔来四万八千岁，不与秦塞通人烟。\n西当太白有鸟道，可以横绝峨眉巅。\n地崩山摧壮士死，然后天梯石栈相钩连。\n上有六龙回日之高标，下有冲波逆折之回川。\n黄鹤之飞尚不得过，猿猱欲度愁攀援。\n青泥何盘盘，百步九折萦岩峦。\n扪参历井仰胁息，以手抚膺坐长叹。\n问君西游何时还？\n畏途巉岩不可攀。\n但见悲鸟"},
    {"dynasty":"唐","poet": "李白", "title": "行 路 难", "content": "金樽清酒斗十千，玉盘珍羞值万钱。\n停杯投箸不能食，拔剑四顾心茫然。\n欲渡黄河冰塞川，将登太行雪满山。\n闲来垂钓碧溪上，忽复乘舟梦日边。\n行路难，行路难，多歧路，今安在？\n长风破浪会有时，直挂云帆济沧海。"},
    {"dynasty":"唐","poet": "李白", "title": "将 进 酒", "content": "君不见黄河之水天上来，奔流到海不复回。\n君不见高堂明镜悲白发，朝如青丝暮成雪。\n人生得意须尽欢，莫使金樽空对月。\n天生我材必有用，千金散尽还复来。\n烹羊宰牛且为乐，会须一饮三百杯。\n岑夫子，丹丘生，将进酒，杯莫停。\n与君歌一曲，请君为我倾耳听。\n钟鼓馔玉不足贵，但愿长醉不复醒。\n古来圣贤皆寂寞，惟有饮者留其名。\n陈王昔时宴平乐，斗酒十千恣欢谑。\n主人何为言少钱，径须沽取对君酌。\n五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。"},
    {"dynasty":"唐","poet": "李白", "title": "赠裴十四", "content": "朝见裴叔则，朗如行玉山。\n黄河落天走东海，万里写入胸怀间。\n身骑白鼋不敢度，金高南山买君顾。\n徘徊六合无相知，飘若浮云且西去！"},
    {"dynasty":"唐","poet": "李白", "title": "寄王屋山人孟大融", "content": "我昔东海上，劳山餐紫霞。\n亲见安期公，食枣大如瓜。\n中年谒汉主，不惬还归家。\n朱颜谢春晖，白发见生涯。\n所期就金液，飞步登云车。\n随随夫子天坛上，闲与仙人扫落花。"},
    {"dynasty":"唐","poet": "李白", "title": "把酒问月", "content": "青天有月来几时？\n我今停杯一问之。\n人攀明月不可得，月行却与人相随。\n皎如飞镜临丹阙，绿烟灭尽清辉发。\n但见宵从海上来，宁知晓向云间没。\n白兔捣药秋复春，嫦娥孤栖与谁邻？\n今人不见古时月，今月曾经照古人。\n古人今人若流水，共看明月皆如此。\n唯愿当歌对酒时，月光长照金樽里。"},
    {"dynasty":"唐","poet": "李白", "title": "忆旧游寄谯郡元参军", "content": "忆昔洛阳董糟丘，为余天津桥南造酒楼。\n黄金白璧买歌笑，一醉累月轻王侯。\n海内贤豪青云客，就中与君心莫逆。\n回山转海不作难，倾情倒意无所惜。\n我向淮南攀桂枝，君留洛北愁梦思。\n不忍别，还相随。\n相随迢迢访仙城，三十六曲水回萦。\n一溪初入千花明，万壑度尽松风声。\n银鞍金络到平地，汉东太守来相迎。\n紫阳之真人，邀我吹玉笙。\n餐霞楼上动仙乐，嘈然宛似鸾凤鸣。\n袖长管催欲轻举，汉东太守醉起舞。\n手持锦袍覆我身，我醉横眠枕其股。\n当筵意气凌九霄，星离雨散不终朝，分飞楚关山水遥。\n余既还山寻故巢，君亦归家渡渭桥。\n君家严君勇貔虎，作尹并州遏戎虏。\n五月相呼渡太行，摧轮不道羊肠苦。\n行来北京岁月深，感君贵义轻黄金。\n琼杯绮食青玉案，使我醉饱无归心。\n时时出向城西曲，晋祠流水如碧玉。\n浮舟弄水箫鼓鸣，微波龙鳞莎草绿。\n兴来携妓恣经过，其若杨花似雪何！\n红妆欲醉宜斜日，百尺清潭写翠娥。\n翠娥婵娟初月辉，美人更唱舞罗衣。\n清风吹歌入空去，歌曲自绕行云飞。\n此时行乐难再遇，西游因献《长杨赋》。\n北阙青云不可期，东山白首还归去。\n渭桥南头一遇君，酂台之北又离群。\n问余别恨今多少，落花春暮争纷纷。\n言亦不可尽，情亦不可及。\n呼儿长跪缄此辞，寄君千里遥相忆。"},
    {"dynasty":"唐","poet": "李白", "title": "灞陵行送别", "content": "送君灞陵亭，灞水流浩浩。\n上有无花之古树，下有伤心之春草。\n我向秦人问路岐，云是王粲南登之古道。\n古道连绵走西京，紫阙落日浮云生。\n正当今夕断肠处，骊歌愁绝不忍听。"},
    {"dynasty":"唐","poet": "李白", "title": "乌 栖 曲", "content": "姑苏台上乌栖时，吴王宫里醉西施。\n吴歌楚舞欢未毕，青山欲衔半边日。\n银箭金壶漏水多，起看秋月坠江波。\n东方渐高奈乐何！"},
    {"dynasty":"唐","poet": "李白", "title": "宫中行乐词", "content": "柳色黄金嫩，梨花白雪香。\n玉楼巢翡翠，珠殿锁鸳鸯。\n选妓随雕辇，征歌出洞房。\n宫中谁第一？\n飞燕在昭阳。"},
    {"dynasty":"唐","poet": "李白", "title": "送 友 人", "content": "青山横北郭，白水绕东城。\n此地一为别，孤蓬万里征。\n浮云游子意，落日故人情。\n挥手自兹去，萧萧班马鸣。"},
    {"dynasty":"唐","poet": "李白", "title": "送友人入蜀", "content": "见说蚕丛路，崎岖不易行。\n山从人面起，云傍马头生。\n芳树笼秦栈，春流绕蜀城。\n升沉应已定，不必问君平。"},
    {"dynasty":"唐","poet": "李白", "title": "玉 阶 怨", "content": "玉阶生白露，夜久侵罗袜。\n却下水晶帘，玲珑望秋月。"},
    {"dynasty":"唐","poet": "高适", "title": "淇上酬薛三据兼寄郭少府微", "content": "自从别京华，我心乃萧索。\n十年守章句，万事空寥落！\n北上登蓟门，茫茫见沙漠。\n倚剑对风尘，慨然思卫霍。\n拂衣去燕赵，驱马怅不乐。\n天长沧州路，日暮邯郸郭。\n酒肆或淹留，渔潭屡栖泊。\n独行备艰险，所见穷善恶。\n永愿拯刍荛，孰云干鼎镬！\n皇情念淳古，时俗何浮薄。\n理道资任贤，安人在求瘼。\n故交负灵奇，逸气抱謇谔。\n隐轸经济具，纵横建安作。\n才望忽先鸣，风期无宿诺。\n飘飖劳州县，迢递限言谑。\n东驰眇贝丘，西顾弥虢略。\n淇水徒自流，浮云不堪托。\n吾谋适可用，天路岂寥廓！\n不然买山田，一身与耕凿。\n且欲同鹪鹩，焉能志鸿鹄！"},
    {"dynasty":"唐","poet": "高适", "title": "效古赠崔二", "content": "十月河洲时，一看有归思。\n风飙生惨烈，雨雪暗天地。\n我辈今胡为？\n浩哉迷所至。\n缅怀当途者，济济居声位。\n邈然在云霄，宁肯更沦踬？\n周旋多燕乐，门馆列车骑。\n美人芙蓉姿，狭室兰麝气。\n金炉陈兽炭，谈笑正得意。\n岂论草泽中，有此枯槁士？\n我惭经济策，久欲甘弃置。\n君负纵横才，如何尚憔悴？\n长歌增郁怏，对酒不能醉。\n穷达自有时，夫子莫下泪。"},
    {"dynasty":"唐","poet": "高适", "title": "醉后赠张九旭", "content": "世上谩相识，此翁殊不然。\n兴来书自圣，醉后语尤颠。\n白发老闲事，青云在目前。\n床头一壶酒，能更几回眠？"},
    {"dynasty":"唐","poet": "高适", "title": "登 陇", "content": "陇头远行客，陇上分流水。\n流水无尽期，行人未云已。\n浅才通一命，孤剑适千里。\n岂不思故乡？\n从来感知己。"},
    {"dynasty":"唐","poet": "储光羲", "title": "同王十三维偶然作", "content": "仲夏日中时，草木看欲焦。\n田家惜工力，把锄来东皋。\n顾望浮云阴，往往误伤苗。\n归来悲困极，兄嫂共相譊。\n无钱可沽酒，何以解劬劳。\n夜深星汉明，庭宇虚寥寥。\n高柳三五株，可以独逍遥。"},
    {"dynasty":"唐","poet": "杜甫", "title": "奉赠韦左丞丈二十二韵", "content": "纨袴不饿死，儒冠多误身。\n丈人试静听，贱子请具陈。\n甫昔少年日，早充观国宾。\n读书破万卷，下笔如有神。\n赋料扬雄敌，诗看子建亲。\n李邕求识面，王翰愿卜邻。\n自谓颇挺出，立登要路津。\n致君尧舜上，再使风俗淳。\n此意竟萧条，行歌非隐沦。\n骑驴十三载，旅食京华春。\n朝扣富儿门，暮随肥马尘。\n残杯与冷炙，到处潜悲辛。\n主上顷见征，欻然欲求伸。\n青冥却垂翅，蹭蹬无纵鳞。\n甚愧丈人厚，甚知丈人真。\n每于百僚上，猥诵佳句新。\n窃效贡公喜，难甘原宪贫。\n焉能心怏怏？\n只是走踆踆。\n今欲东入海，即将西去秦。\n尚怜终南山，回首清渭滨。\n常拟报一饭，况怀辞大臣。\n白鸥没浩荡，万里谁能驯？"},
    {"dynasty":"唐","poet": "杜甫", "title": "同诸公登慈恩寺塔", "content": "高标跨苍穹，烈风无时休。\n自非旷士怀，登兹翻百忧。\n方知象教力，足可追冥搜。\n仰穿龙蛇窟，始出枝撑幽。\n七星在北户，河汉声西流。\n羲和鞭白日，少昊行清秋。\n秦山忽破碎，泾渭不可求。\n俯视但一气，焉能辨皇州？\n回首叫虞舜，苍梧云正愁。\n惜哉瑶池饮，日晏昆仑丘。\n黄鹄去不息，哀鸣何所投？\n君看随阳雁，各有稻粱谋。"},
    {"dynasty":"唐","poet": "杜甫", "title": "前出塞九首（其六）", "content": "挽弓当挽强，用箭当用长。\n射人先射马，擒贼先擒王。\n杀人亦有限，列国自有疆。\n苟能制侵陵，岂在多杀伤？"},
    {"dynasty":"唐","poet": "杜甫", "title": "自京赴奉先县咏怀五百字", "content": "杜陵有布衣，老大意转拙。\n许身一何愚，窃比稷与契。\n居然成濩落，白首甘契阔。\n盖棺事则已，此志常觊豁。\n穷年忧黎元，叹息肠内热。\n取笑同学翁，浩歌弥激烈。\n非无江海志，潇洒送日月。\n生逢尧舜君，不忍便永诀。\n当今廊庙具，构厦岂云缺？\n葵藿倾太阳，物性固莫夺。\n顾惟蝼蚁辈，但自求其穴。\n胡为慕大鲸，辄拟偃溟渤？\n以兹误生理，独耻事干谒。\n兀兀遂至今，忍为尘埃没。\n终愧巢与由，未能易其节。\n沉饮聊自遣，放歌破愁绝。\n岁暮百草零，疾风高冈裂。\n天衢阴峥嵘，客子中夜发。\n霜严衣带断，指直不得结。\n凌晨过骊山，御榻在嵽嵲。\n蚩尤塞寒空，蹴踏崖谷滑。\n瑶池气郁律，羽林相摩戛。\n君臣留欢娱，乐动殷胶葛。\n赐浴皆长缨，与宴非短褐。\n彤庭所分帛，本自寒女出。\n鞭挞其夫家，聚敛供城阙。\n圣人筐篚恩，实欲邦国活。\n臣如忽至理，君岂弃此物？\n多士盈朝廷，仁者宜战栗。\n况闻内金盘，尽在卫霍室。\n中堂舞神仙，烟雾蒙玉质。\n煖客貂鼠裘，悲管逐清瑟。\n劝客驼蹄羹，霜橙压香橘。\n朱门酒肉臭，路有冻死骨。\n荣枯咫尺异，惆怅难再述。\n北辕就泾渭，官渡又改辙。\n群冰从西下，极目高崒兀。\n疑是崆峒来，恐触天柱折。\n河梁幸未坼，枝撑声窸窣。\n行李相攀援，川广不可越。\n老妻寄异县，十口隔风雪。\n谁能久不顾？\n庶往共饥渴。\n入门闻"},
    {"dynasty":"唐","poet": "杜甫", "title": "述 怀", "content": "去年潼关破，妻子隔绝久。\n今夏草木长，脱身得西走。\n麻鞋见天子，衣袖露两肘。\n朝廷愍生还，亲故伤老丑。\n涕泪受拾遗，流离主恩厚。\n柴门虽得去，未忍即开口。\n寄书问三川，不知家在否。\n比闻同罹祸，杀戮到鸡狗。\n山中漏茅屋，谁复依户牗。\n摧颓苍松根，地冷骨未朽。\n几人全性命？\n尽室岂相偶？\n嵚岑猛虎场，郁结回我首。\n自寄一封书，今已十月后。\n反畏消息来，寸心亦何有？\n汉运初中兴，生平老耽酒。\n沉思欢会处，恐作穷独臾。"},
    {"dynasty":"唐","poet": "杜甫", "title": "梦李白二首（其一）", "content": "死别已吞声，生别常恻恻。\n江南瘴疠地，逐客无消息。\n故人入我梦，明我长相忆。\n君今在网罗，何以有羽翼？\n魂来枫林青，魂返关塞黑。\n恐非平生魂，路远不可测。\n落月满屋梁，犹疑照颜色。\n水深波浪阔，无使蛟龙得。"},
    {"dynasty":"唐","poet": "杜甫", "title": "遭田父泥饮美严中丞", "content": "步屟随春风，村村自花柳。\n田翁逼社日，邀我尝春酒。\n酒酣夸新尹，畜眼未见有。\n回头指大男，渠是弓弩手。\n名在飞骑籍，长番岁时久。\n前日放营农，辛苦救衰朽。\n差科死则已，誓不举家走。\n今年大作社，拾遗能住否？\n叫妇开大瓶，盆中为吾取。\n感此气扬扬，须知风化首。\n语多虽杂乱，说尹终在口。\n朝来偶然出，自卯将及酉。\n久客惜人情，如何拒邻叟。\n高声索果栗，欲起时被肘。\n指挥过无礼，未觉村野丑。\n月出遮我留，仍嗔问升斗。"},
    {"dynasty":"唐","poet": "杜甫", "title": "高都护骢马行", "content": "安西都护胡青骢，声价欻然来向东。\n此马临阵久无敌，与人一心成大功。\n功成惠养随所致，飘飘远自流沙至。\n雄姿未受伏枥恩，猛气犹思战场利。\n腕促蹄高如踣铁，交河几蹴曾冰裂。\n五花散作云满身，万里方看汗流血。\n长安壮儿不敢骑，走过掣电倾城知。\n青丝络头为君老，何由却出横门道？"},
    {"dynasty":"唐","poet": "杜甫", "title": "乐游园歌", "content": "乐游古园崒森爽，烟绵碧草萋萋长。\n公子华筵势最高，秦川对酒平如掌。\n长生木瓢示真率，更调鞍马狂欢赏。\n青春波浪芙蓉园，白日雷霆夹城仗。\n阊阖晴开荡荡，曲江翠幕排银榜。\n拂水低回舞袖翻，缘云清切歌声上。\n却忆年年人醉时，只今未醉已先悲。\n数茎白发那抛得？\n百罚深杯亦不辞。\n圣朝亦知贱士丑，一物自荷皇天慈。\n此身饮罢无归处，独立苍茫自咏诗。"},
    {"dynasty":"唐","poet": "杜甫", "title": "曲江三章章五句", "content": "曲江萧条秋气高，菱荷枯折随波涛，游子空嗟垂二毛。\n白石素沙亦相荡，哀鸿独叫求其曹。\n即事非今亦非古，长歌激越捎林莽，比屋豪华固难数。\n吾人甘作心似灰，弟侄何伤泪如雨。\n自断此生休问天，杜曲幸有桑麻田，故将移往南山边。\n短衣匹马随李广，看射猛虎终残年。"},
    {"dynasty":"唐","poet": "杜甫", "title": "戏为韦偃双松图歌", "content": "天下几人画古松，毕宏已老韦偃少。\n绝笔长风起纤末，满堂动色嗟神妙。\n两株惨裂苔藓皮，屈铁交错回高枝。\n白摧朽骨龙虎死，黑入太阴雷雨垂。\n松根胡僧憩寂寞，庞眉皓首无住著。\n偏袒右肩露双脚，叶里松子僧前落。\n韦侯韦侯数相见，我有一匹好东绢。\n重之不减锦绣段，已令拂拭光凌乱。\n请公放笔为直干。"},
    {"dynasty":"唐","poet": "杜甫", "title": "兵 车 行", "content": "车辚辚，马萧萧，行人弓箭各在腰。\n爷娘妻子走相送，尘埃不见咸阳桥。\n牵衣顿足拦道哭，哭声直上干云霄。\n道旁过者问行人，行人但云点行频。\n或从十五北防河，便至四十西营田。\n去时里正与裹头，归来头白还戍边。\n边庭流血成海水，武皇开边意未已。\n君不闻汉家山东二百州，千村万落生荆杞。\n纵有健妇把锄犁，禾生陇亩无东西。\n况复秦兵耐苦战，被驱不异犬与鸡。\n长者虽有问，役夫敢申恨？\n且如今年冬，未休关西卒。\n县官急索租，租税从何出？\n信知生男恶，反是生女好。\n生女犹得嫁比邻，生男埋没随百草。\n君不见青海头，古来白骨无人收。\n新鬼烦冤旧鬼哭，天阴雨湿声啾啾。"},
    {"dynasty":"唐","poet": "杜甫", "title": "丽 人 行", "content": "三月三日天气新，长安水边多丽人。\n态浓意远淑且真，肌理细腻骨肉匀。\n绣罗衣裳照暮春，蹙金孔雀银麒麟。\n头上何所有？\n翠为叶垂鬓唇。\n背后何所见？\n珠压腰衱稳称身。\n就中云幕椒房亲，赐名大国虢与秦。\n紫驼之峰出翠釜，水精之盘行素鳞。\n犀著厌饫久未下，鸾刀缕切空纷纶。\n黄门飞鞚不动尘，御厨络绎送八珍。\n箫管哀吟感鬼神，宾从杂遝实要津。\n后来鞍马何逡巡，当轩下马入锦茵。\n杨花雪落覆白，青鸟飞去衔红巾。\n炙手可热势绝伦，慎莫近前丞相嗔！"},
    {"dynasty":"唐","poet": "杜甫", "title": "醉 时 歌", "content": "诸公衮衮登台省，广文先生官独冷。\n甲第纷纷厌粱肉，广文先生饭不足。\n先生有道出羲皇，先生有才过屈宋。\n德尊一代常坎坷，名垂万古知何用！\n杜陵野客人更嗤，被褐短窄鬓如丝。\n日籴太仓五升米，时赴郑老同襟期。\n得钱即相觅，沽酒不复疑。\n忘形到尔汝，痛饮真吾师。\n清夜沉沉动春酌，灯前细雨檐花落。\n但觉高歌有鬼神，焉知饿死填沟壑？\n相如逸才亲涤器，子云识字终投阁。\n先生早赋《归去来》，石田茅屋荒苍苔。\n儒术于我何有哉？\n孔丘盗跖俱尘埃！\n不须闻此意惨怆，生前相遇且衔杯。"},
    {"dynasty":"唐","poet": "杜甫", "title": "饮中八仙歌", "content": "知章骑马似乘船，眼花落井水底眠。\n汝阳三斗始朝天，道逢麴车口流涎，恨不移封向酒泉。\n左相日兴费万钱，饮如长鲸吸百川，衔杯乐圣称避贤。\n宗之潇洒美少年，举觞白眼望青天，皎如玉树临风前。\n苏晋长斋绣佛前，醉中往往爱逃禅。\n李白一斗诗百篇，长安市上酒家眠，天子呼来不上船，自称臣是酒中仙。\n张旭三杯草圣传，脱帽露顶王公前，挥毫落纸如云烟。\n焦遂五斗方卓然，高谈雄辩惊四筵。"},
    {"dynasty":"唐","poet": "杜甫", "title": "投简咸华两县诸子", "content": "赤县官曹拥材杰，软裘快马当冰雪！\n长安苦寒谁独悲？\n杜陵野老骨欲折。\n南山豆苗早荒秽，青门瓜地新冻裂。\n乡里儿童项领成，朝廷故旧礼数绝。\n自然弃掷与时异，况乃疏顽临事拙。\n饥卧动即向一旬，敝衣何啻联百结。\n君不见空墙日色晚，此老无声泪垂血。"},
    {"dynasty":"唐","poet": "杜甫", "title": "贫 交 行", "content": "翻手为云覆手雨，纷纷轻薄何须数。\n君不见管鲍贫时交，此道今人弃如土。"},
    {"dynasty":"唐","poet": "杜甫", "title": "悲 陈 陶", "content": "孟冬十郡良家子，血作陈陶泽中水。\n野旷天清无战声，四万义军同日死。\n群胡归来血洗箭，仍唱胡歌饮都市。\n都人回面向北啼，日夜更望官军至。"},
    {"dynasty":"唐","poet": "杜甫", "title": "哀 江 头", "content": "少陵野老吞声哭，春日潜行曲江曲。\n江头宫殿锁千门，细柳新蒲为谁绿？\n忆昔霓旌下南苑，苑中万物生颜色。\n昭阳殿里第一人，同辇随君侍君侧。\n辇前才人带弓箭，白马嚼啮黄金勒。\n翻身向天仰射云，一笑正坠双飞翼。\n明眸皓齿今何在？\n血污游魂归不得。\n清渭东流剑阁深，去住彼此无消息。\n人生有情泪沾臆，江水江花岂终极！\n黄昏胡骑尘满城，欲往城南望城北。"},
    {"dynasty":"唐","poet": "杜甫", "title": "韦讽录事宅观曹将军画马图", "content": "国初以来画鞍马，神妙独数江都王。\n将军得名三十载，人间又见真乘黄。\n曾貌先帝照夜白，龙池十日飞霹雳。\n内府殷红玛瑙盘，婕妤传诏才人索。\n盘赐将军拜舞归，轻纨细绮相追飞。\n贵戚权门得笔迹，始觉屏障生光辉。\n昔日太宗拳毛，近时郭家狮子花。\n今之新图有二马，复令识者久叹嗟！\n此皆战骑一敌万，缟素漠漠开风沙。\n其余七匹亦殊绝，迥若寒空动霞雪。\n霜蹄蹴踏长楸间，马官厮养森成列。\n可怜九马争神骏，顾视清高气深稳。\n借问苦心爱者谁？\n后有韦讽前支遁。\n忆昔巡幸新丰宫，翠华拂天来向东。\n腾骧磊落三万匹，皆与此图筋骨同。\n自从献宝朝河宗，无复射蛟江水中。\n君不见金粟堆前松柏里，龙媒去尽鸟呼风。"},
    {"dynasty":"唐","poet": "杜甫", "title": "春日忆李白", "content": "白也诗无敌，飘然思不群。\n清新庾开府，俊逸鲍参军。\n渭北春天树，江东日暮云。\n何时一樽酒，重与细论文。"},
    {"dynasty":"唐","poet": "杜甫", "title": "月 夜", "content": "今夜鄜州月，闺中只独看。\n遥怜小儿女，未解忆长安。\n香雾云鬟湿，清辉玉臂寒。\n何日倚虚幌，双照泪痕干。"},
    {"dynasty":"唐","poet": "杜甫", "title": "春 望", "content": "国破山河在，城春草木深。\n感时花溅泪，恨别鸟惊心。\n烽火连三月，家书抵万金。\n白头搔更短，浑欲不胜簪。"},
    {"dynasty":"唐","poet": "杜甫", "title": "春宿左省", "content": "花隐掖垣暮，啾啾栖鸟过。\n星临万户动，月傍九霄多。\n不寝听金钥，因风想玉珂。\n明朝有封事，数问夜如何。"},
    {"dynasty":"唐","poet": "杜甫", "title": "奉济驿重送严公四韵", "content": "远送从此别，青山空复情。\n几时杯重把？\n昨夜月同行。\n列郡讴歌惜，三朝出入荣。\n江村独归处，寂寞养残生。"},
    {"dynasty":"唐","poet": "杜甫", "title": "喜观即到复题短篇二首（其一）", "content": "巫峡千山暗，终南万里春。\n病中吾见弟，书到汝为人。\n意答儿童问，来经战伐新。\n泊船悲喜后，款款话归秦。"},
    {"dynasty":"唐","poet": "杜甫", "title": "九日蓝田崔氏庄", "content": "老去悲秋强自宽，兴来今日尽君欢。\n羞将短发还吹帽，笑倩旁人为正冠。\n蓝水远从千涧落，玉山高并两峰寒。\n明年此会知谁健，醉把茱萸仔细看。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秋兴八首（其三）", "content": "千家山郭静朝晖，日日江楼坐翠微。\n信宿渔人还泛泛，清秋燕子故飞飞。\n匡衡抗疏功名薄，刘向传经心事违。\n同学少年多不贱，五陵衣马自轻肥。"},
    {"dynasty":"唐","poet": "岑参", "title": "与高适薛据同登慈恩寺浮图", "content": "塔势如涌出，孤高耸天宫。\n登临出世界，蹬道盘虚空。\n突兀压神州，峥嵘如鬼工。\n四角碍白日，七层摩苍穹。\n下窥指高鸟，俯听闻惊风。\n连山若波涛，奔走似朝东。\n青槐夹驰道，宫观何玲珑！\n秋色从西来，苍然满关中。\n五陵北原上，万古青濛濛。\n净理了可悟，胜因夙所宗。\n誓将挂冠去，觉道资无穷。"},
    {"dynasty":"唐","poet": "岑参", "title": "因假归白阁西草堂", "content": "雷声傍太白，雨在八九峰。\n东望白阁云，半入紫阁松。\n胜概纷满目，衡门趣弥浓。\n幸有数亩田，得延二仲踪。\n早闻达士语，偶与心相通。\n误徇一微官，还山愧尘容。\n钓竿不复把，野碓无人舂。\n惆怅飞鸟尽，南溪闻夜钟。"},
    {"dynasty":"唐","poet": "岑参", "title": "送祁乐归河东", "content": "祁乐后来秀，挺身出河东。\n往年诣骊山，献赋温泉宫。\n天子不召见，挥鞭遂从戎。\n前月还长安，囊中金已空。\n有时忽乘兴，画出江上峰。\n床头苍梧云，帘下天台松。\n忽如高堂上，飒飒生清风。\n五月火云屯，气烧天地红。\n鸟且不敢飞，子行如转蓬。\n少华与首阳，隔河势争雄。\n新月河上出，清光满关中。\n置酒灞亭别，高歌披心胸。\n君到故山时，为吾谢老翁。"},
    {"dynasty":"唐","poet": "岑参", "title": "胡笳歌送颜真卿使赴河陇", "content": "君不闻胡笳声最悲？\n紫髯绿眼胡人吹。\n吹之一曲犹未了，愁杀楼兰征戍儿。\n凉秋八月萧关道，北风吹断天山草。\n昆仑山南月欲斜，胡人向月吹胡笳。\n胡笳怨兮将送君，秦山遥望陇山云。\n边城夜夜多愁梦，向月胡笳谁喜闻？"},
    {"dynasty":"唐","poet": "岑参", "title": "卫节度赤骠马歌", "content": "君家赤骠画不得，一团旋风桃花色。\n红缨紫鞚珊瑚鞭，玉鞍锦鞯黄金勒。\n请君鞲出看君骑，尾长窣地如红丝。\n自矜诸马皆不及，却忆百金新买时。\n香街紫陌凤城内，满城见者谁不爱。\n扬鞭骤急白汗流，弄影行骄碧蹄碎。\n紫髯胡雏金剪刀，平明剪出三鬃高。\n枥上看时独意气，众中牵出偏雄豪。\n骑将猎向南山口，城南狐兔不复有。\n草头一点疾如飞，却使苍鹰翻向后。\n忆昨看君朝未央，鸣珂拥盖满路香。\n始知边将真富贵，可怜人马相辉光。\n男儿称意得如此，骏马长鸣北风起。\n待君东去扫胡尘，为君一日行千里。"},
    {"dynasty":"唐","poet": "岑参", "title": "初授官题高冠草堂", "content": "三十始一命，宦情都欲阑。\n自怜无旧业，不敢耻微官。\n涧水吞樵路，山花醉药栏。\n只缘五斗米，孤负一钓竿。"},
    {"dynasty":"唐","poet": "岑参", "title": "送杜佐下第归陆浑别业", "content": "正月今欲半，陆浑花未开。\n出关见青草，春色正东来。\n夫子且归去，明时方爱才。\n还须及秋赋，莫即隐蒿莱。"},
    {"dynasty":"唐","poet": "岑参", "title": "寄左省杜拾遗", "content": "联步趋丹陛，分曹限紫微。\n晓随天仗入，暮惹御香归。\n白发悲花落，青云羡鸟飞。\n圣朝无阀事，自觉谏书稀。"},
    {"dynasty":"唐","poet": "岑参", "title": "碛西头送李判官入京", "content": "一身从远使，万里向安西。\n汉月垂乡泪，胡沙费马蹄。\n寻河愁地尽，过碛觉天低。\n送子军中饮，家书醉里题。"},
    {"dynasty":"唐","poet": "岑参", "title": "行军九日思长安故园", "content": "强欲登高去，无人送酒来。\n遥怜故园菊，应傍战场开。"},
    {"dynasty":"唐","poet": "岑参", "title": "逢入京使", "content": "故园东望路漫漫，双袖龙钟泪不干。\n马上相逢无纸笔，凭君传语报平安。"},
    {"dynasty":"唐","poet": "郑锡", "title": "送客之江西", "content": "乘轺奉紫泥，泽国渺天涯。\n九派春潮满，孤帆暮雨低。\n草深莺断续，花落水东西。\n更有高堂处，知君路不迷。"},
    {"dynasty":"唐","poet": "李端", "title": "宿淮浦忆司空文明", "content": "愁心一倍长离忧，夜思千重恋旧游。\n秦地故人成远梦，楚天凉雨在孤舟。\n诸溪近海潮皆应，独树边淮叶尽流。\n别恨转深何处写，前程惟有一登楼。"},
    {"dynasty":"唐","poet": "韦应物", "title": "长安遇冯著", "content": "客从东方来，衣上灞陵雨。\n问客何为来？\n采山因买斧。\n冥冥花正开，飏飏燕新乳。\n昨别今已春，鬓丝生几缕？"},
    {"dynasty":"唐","poet": "韦应物", "title": "新秋夜寄诸弟", "content": "两地俱秋夕，相望共星河。\n高梧一叶下，空斋归思多。\n方用忧人瘼，况自抱微痾。\n无将别来近，颜鬓已蹉跎。"},
    {"dynasty":"唐","poet": "皇甫冉", "title": "酬 张 继", "content": "懿孙，余之旧好。\n祇役武昌，枉六言诗见怀。\n今以七言裁答，盖拙于事者繁而费也。\n怅望南徐登北固，迢遥西塞恨东关。\n落日临川问音信，寒潮唯带夕阳还。"},
    {"dynasty":"唐","poet": "李益", "title": "临滹沱见蕃使列名", "content": "漠南春色到滹沱，杨柳青青塞马多。\n万里关山今不闭，汉家频许郅支和。"},
    {"dynasty":"唐","poet": "卢纶", "title": "长安春望", "content": "东风吹雨过青山，却望千门草色闲。\n家在梦中何日到，春来江上几人还？\n川原缭绕浮云外，宫阀参差落照间。\n谁念为儒逢世难，独将衰鬓客秦关。"},
    {"dynasty":"唐","poet": "崔护", "title": "题都城南庄", "content": "去年今日此门中，人面桃花相映红。\n人面不知何处去，桃花依旧笑春风。"},
    {"dynasty":"唐","poet": "崔护", "title": "晚 鸦", "content": "黯黯严城罢鼓鼙，数声相续出寒栖。\n不嫌惊破寒窗梦，却恐为奴半夜啼。"},
    {"dynasty":"唐","poet": "孟郊", "title": "游终南山", "content": "南山塞天地，日月石上生。\n高峰夜留景，深谷昼未明。\n山中人自正，路险心亦平。\n长风驱松柏，声拂万壑清。\n到此悔读书，朝朝近浮名。"},
    {"dynasty":"唐","poet": "孟郊", "title": "登 科 后", "content": "昔日龌龊不足夸，今朝放荡思无涯。\n春风得意马蹄疾，一日看尽长安花。"},
    {"dynasty":"唐","poet": "王建", "title": "羽 林 行", "content": "长安恶少出名字，楼下劫商楼上醉。\n天明下直明光宫，散入五陵松柏中。\n百回杀人身合死，赦书尚有收城功。\n九衢一朝消息定，乡吏籍中重改姓。\n出来依旧属羽林，立在殿前射飞禽。"},
    {"dynasty":"唐","poet": "韩愈", "title": "调 张 籍", "content": "李杜文章在，光焰万丈长。\n不知群儿愚，那用故谤伤？\n蚍蜉撼大树，可笑不自量。\n伊我生其后，举颈遥相望。\n夜梦多见之，昼思反微茫。\n徒观斧凿痕，不瞩治水航。\n想当施手时，巨刃磨天扬。\n垠崖划崩豁，乾坤摆雷硠。\n唯此两夫子，家居率荒凉。\n帝欲长吟哦，故遣起且僵。\n剪翎送笼中，使看百鸟翔。\n平生千万篇，金薤垂琳琅。\n仙官敕六丁，雷电下取将。\n流落人间者，泰山一毫芒。\n我愿生两翅，捕逐出八荒。\n精神忽交通，百怪入我肠。\n刺手拔鲸牙，举瓢酌天浆。\n腾身跨汗漫，不著织女襄。\n顾语地上友：经营无太忙。\n乞君飞霞佩，与我高颉颃。"},
    {"dynasty":"唐","poet": "韩愈", "title": "听颖师弹琴", "content": "昵昵儿女语，恩怨相尔汝。\n划然变轩昂，勇士赴敌场。\n浮云柳絮无根蒂，天地阔远随飞扬。\n喧啾百鸟群，忽见孤凤凰。\n跻攀分寸不可上，失势一落千丈强。\n嗟余有两耳，未省听丝篁。\n自闻颖师弹，起坐在一旁。\n推手遽止之，湿衣泪滂滂。\n颖乎尔诚能，无以冰炭置我肠！"},
    {"dynasty":"唐","poet": "韩愈", "title": "华 山 女", "content": "街东街西讲佛经，撞钟吹螺闹宫廷。\n广张罪福资诱胁，听众狎恰排浮萍。\n黄衣道士亦讲说，座下寥落如明星。\n华山女儿家奉道，欲驱异教归仙灵。\n洗妆拭面着冠帔，白咽红颊长眉清。\n遂来升座演真诀，观门不许人开扃。\n不知谁人暗相报，訇然振动如雷霆。\n扫除众寺人迹绝，骅骝塞路连辎。\n观中人满坐观外，后至无地无由听。\n抽钗脱钏解环佩，堆金叠玉光青荧。\n天门贵人传诏召，六宫愿识师颜形。\n玉皇领首许归去，乘龙驾鹤来青冥。\n豪家少年岂知道？\n来绕百匝脚不停。\n云窗雾阁事慌惚，重重翠幔深金屏。\n仙梯难攀俗缘重，浪凭青鸟通丁宁。"},
    {"dynasty":"唐","poet": "韩愈", "title": "左迁至蓝关示侄孙湘", "content": "一封朝奏九重天，夕贬潮州路八千。\n欲为圣明除弊事，肯将衰朽惜残年！\n云横秦岭家何在？\n雪拥蓝关马不前。\n知汝远来应有意，好收吾骨瘴江边。"},
    {"dynasty":"唐","poet": "韩愈", "title": "早春呈水部张十八员外", "content": "天街小雨润如酥，草色遥看近却无。\n最是一年春好处，绝胜烟柳满皇都。"},
    {"dynasty":"唐","poet": "韩愈", "title": "游太平公主山庄", "content": "公主当年欲占春，故将台榭压城。\n欲知前面花多少，直到南山不属人。"},
    {"dynasty":"唐","poet": "白居易", "title": "上阳白发人", "content": "愍怨旷也。\n上阳人，上阳人，红颜暗老白发新。\n绿衣监使守宫门，一闭上阳多少春。\n玄宗末岁初选入，入时十六今六十。\n同时采择百余人，零落年深残此身。\n忆昔吞悲别亲族，扶入车中不教哭。\n皆云入内便承恩，脸似芙蓉胸似玉。\n未容君王得见面，已被杨妃遥侧目。\n妒令潜配上阳宫，一生遂向空房宿。\n宿空房，秋夜长，夜长无寐天不明。\n耿耿残灯背壁影，萧萧暗雨打窗声。\n春日迟，日迟独坐天难暮。\n宫莺百啭愁厌闻，梁燕双栖老休妒。\n莺归燕去长悄然，春往秋来不记年。\n唯向深宫望明月，东西四五百回圆。\n今日宫中年最老，大家遥赐尚书号。\n小头鞋履窄衣裳，青黛点眉眉细长。\n外人不见见应笑，"},
    {"dynasty":"唐","poet": "白居易", "title": "新丰折臂翁", "content": "戒边功也。\n新丰老翁八十八，头鬓眉须皆似雪；玄孙扶向店前行，左臂凭肩右臂折。\n问翁：“臂折来几年？\n”兼问：“致折何因缘？\n”翁云：“贯属新丰县，生逢圣代无征战；惯听梨园歌管声，不识旗枪与弓箭。\n无何天宝大征兵，户有三丁点一丁。\n点得驱将何处去？\n五月万里云南行。\n闻道云南有泸水，椒花落时瘴烟起；大军徒涉水如汤，未过十人二三死。\n村南村北哭声哀，儿别爷娘夫别妻；皆云前后征蛮者，千万人行无一回。\n是时翁年二十四，兵部牒中有名字。\n夜深不敢使人知，偷将大石锤折臂。\n张弓簸旗俱不堪，从兹始免征云南。\n骨碎筋伤非不苦，且图拣退归乡土。\n此臂折来六十年，一肢虽废一身全。\n至今风雨阴寒夜，直到天明痛不眠。\n痛不眠，终不悔，且喜老身今独在。\n不然当时泸水头，身死魂孤骨不收；应作云南望乡鬼，万人冢上哭呦呦。\n”老人言，君听取：君不闻开元宰相宋开府，不赏边功防黩武！\n又不闻天宝宰相杨国忠，欲求恩幸立边功；边功未立生人怨，请问新丰折臂翁！"},
    {"dynasty":"唐","poet": "白居易", "title": "红 线 毯", "content": "忧蚕桑之费也。\n红线毯，择茧缫丝清水煮，拣丝练线红蓝染；染为红线红于蓝，织作披香殿上毯。\n披香殿广十丈余，红线织成可殿铺；彩丝茸茸香拂拂，线软花虚不胜物；美人踏上歌舞来，罗袜绣鞋随步没。\n太原毯涩毳缕硬，蜀都褥薄锦花冷。\n不如此毯温且柔，年年十月来宣州。\n宣州太守加样织，自谓为臣能竭力；百夫同担进宫中，线厚丝多卷不得。\n宣州太守知不知？\n一丈毯，千两丝！\n地不知寒人要暖，少夺人衣作地衣！"},
    {"dynasty":"唐","poet": "白居易", "title": "井底引银瓶", "content": "止淫奔也。\n井底引银瓶，银瓶欲上丝绳绝。\n石上磨玉簪，玉簪欲成中央折。\n瓶沉簪折可奈何，似妾今朝与君别。\n忆昔在家为女时，人言举动有殊姿。\n婵娟两鬓秋蝉翼，宛转双蛾远山色。\n笑随戏伴后园中，此时与君未相识。\n妾弄青梅凭短墙，君骑白马傍垂杨。\n墙头马上遥相顾，一见知君即断肠。\n知君断肠共君语，君指南山松柏树。\n感君松柏化为心，暗合双鬓逐君去。\n到君家舍五六年，君家大人频有言：“聘则为妻奔是妾，不堪主祀奉蘩。\n”终知君家不可住，其奈出门无去处。\n岂无父母在高堂，亦有亲情满故乡。\n潜来更不通消息，今日悲羞归不得。\n为君一日恩，误妾百年身，寄言痴小人家女，慎勿将身轻许人。"},
    {"dynasty":"唐","poet": "白居易", "title": "长 恨 歌", "content": "汉皇重色思倾国，御宇多年求不得。\n杨家有女初长成，养在深闺人未识。\n天生丽质难自弃，一朝选在君王侧。\n回眸一笑百媚生，六宫粉黛无颜色。\n春寒赐浴华清池，温泉水滑洗凝脂。\n侍儿扶起娇无力，始是新承恩泽时。\n云鬓花颜金步摇，芙蓉帐暖度春宵。\n春宵苦短日高起，从此君王不早朝。\n承欢侍宴无闲暇，春从春游夜专夜。\n后宫佳丽三千人，三千宠爱在一身。\n金屋妆成娇侍夜，玉楼宴罢醉和春。\n姊妹弟兄皆列土，可怜光彩生门户。\n遂令天下父母心，不重生男重生女。\n骊宫高处入青云，仙乐风飘处处闻。\n缓歌慢舞凝丝竹，尽日君王看不足。\n渔阳鼙鼓动地来，惊破霓裳羽衣曲。\n九重城阙烟尘生，千乘万骑西南行。\n翠华摇摇行复止，西出都门百余里。\n六军不发无奈何，宛转蛾眉马前死。\n花钿委地无人收，翠翘金雀玉搔头。\n君王掩面救不得，回看血泪相和流。\n黄埃散漫风萧索，云栈萦纡登剑阁。\n峨眉山下少人行，旌旗无光日色薄。\n蜀江水碧蜀山青，圣主朝朝暮暮情。\n行宫见月伤心色，夜雨闻铃肠断声。\n天旋地转回龙驭，到此踌躇不能去。\n马嵬坡下泥土中，不见玉颜空死处。\n君臣相顾尽沾衣，东望都门信马归。\n归来池苑皆依旧，太液芙蓉未央柳。\n芙蓉如面柳如眉，对此如何不泪垂？\n春风桃李花开日，秋雨梧桐叶落时。\n西宫南内多秋草，落叶满阶红不扫。\n梨园弟子白发新，椒房阿监青娥老。\n夕殿萤飞思悄然，孤灯挑尽未成眠。\n迟迟钟鼓初长夜，耿耿星河欲曙天。\n鸳鸯瓦冷霜华重，翡翠衾寒谁与共？\n悠悠生死别经年，魂魄不曾来入梦。\n临邛道士鸿都客，能以精诚致魂魄。\n为报君王辗转思，遂教方士殷勤觅。\n排空驭气奔如电，升天入地求之遍。\n上穷碧落下黄泉，两处茫茫皆不见。\n忽闻海上有仙山，山在虚无缥缈间。\n楼阁玲珑五云起，其中绰约多仙子。\n中有一人"},
    {"dynasty":"唐","poet": "白居易", "title": "赋得古原草送别", "content": "离离原上草，一岁一枯荣。\n野火烧不尽，春风吹又生。\n远芳侵古道，晴翠接荒城。\n又送王孙去，萋萋满别情。"},
    {"dynasty":"唐","poet": "白居易", "title": "立秋日曲江忆元九", "content": "下马柳阴下，独上堤上行。\n故人千万里，新蝉三两声。\n城中曲江水，江上江陵城。\n两地新秋思，应同此日情。"},
    {"dynasty":"唐","poet": "白居易", "title": "乌江十五兄，兼示符离及下邽弟妹", "content": "时难年饥世业空，弟兄羁旅各西东。\n田园寥落干戈后，骨肉流离道路中。\n吊影分为千里雁，辞根散作九秋蓬。\n共看明月应垂泪，一夜乡心五处同。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "戏赠看花诸君子", "content": "紫陌红尘拂面来，无人不道看花回。\n玄都观里桃千树，尽是刘郎去后栽。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "杨柳枝词", "content": "炀帝行宫汴水滨，数株残柳不胜春。\n晚来风起花如雪，飞入宫墙不见人。"},
    {"dynasty":"唐","poet": "元稹", "title": "梁 州 梦", "content": "梦君同绕曲江头，也向慈恩院院游。\n亭吏呼人排去马，忽惊身在古梁州。"},
    {"dynasty":"唐","poet": "贾岛", "title": "题李凝幽居", "content": "闲居少邻并，草径入荒园。\n鸟宿池边树，僧敲月下门。\n过桥分野色，移石动云根。\n暂去还来此，幽期不负言。"},
    {"dynasty":"唐","poet": "李德裕", "title": "故人寄茶", "content": "剑外九华英，缄题下玉京。\n开时微月上，碾处乱泉声。\n半夜邀僧至，孤吟对竹烹。\n碧流霞脚碎，香泛乳花轻。\n六腑睡神去，数朝诗思清。\n其馀不敢费，留伴读书行。"},
    {"dynasty":"唐","poet": "李德裕", "title": "长安秋夜", "content": "内官传诏问戎机，载笔金銮夜始归。\n万户千门皆寂寂，月中清露点朝衣。"},
    {"dynasty":"唐","poet": "李德裕", "title": "盘陀岭驿楼", "content": "嵩少心期杳莫攀，好山聊复一开颜。\n明朝便是南荒路，更上层楼望故关。"},
    {"dynasty":"唐","poet": "李贺", "title": "感 讽", "content": "南山何其悲，鬼雨洒空草。\n长安夜半秋，风前几人老。\n低迷黄昏径，袅袅青栎道。\n月午树立影，一山唯白晓。\n漆炬迎新人，幽圹萤扰扰。"},
    {"dynasty":"唐","poet": "李贺", "title": "致 酒 行", "content": "零落栖迟一杯酒，主人奉觞客长寿。\n主父西游困不归，家人折断门前柳。\n吾闻马周昔作新丰客，天荒地老无人识。\n空将笺上两行书，直犯龙颜请恩泽。\n我有迷魂招不得，雄鸡一声天下白。\n少年心事当拿云，谁念幽寒坐呜呃。"},
    {"dynasty":"唐","poet": "李贺", "title": "李凭箜篌引", "content": "吴丝蜀桐张高秋，空山凝云颓不流。\n湘娥啼竹素女愁，李凭中国弹箜篌。\n昆山玉碎凤凰叫，芙蓉泣露香兰笑。\n十二门前融冷光，二十三弦动紫皇。\n女娲炼石补天处，石破天惊逗秋雨。\n梦入神山教神妪，老鱼跳波瘦蛟舞。\n吴质不眠倚桂树，露脚斜飞湿寒兔。"},
    {"dynasty":"唐","poet": "李贺", "title": "雁门太守行", "content": "黑云压城城欲摧，甲光向日金鳞开。\n角声满天秋色里，塞上燕脂凝夜紫。\n半卷红旗临易水，霜重鼓寒声不起。\n报君黄金台上意，提携玉龙为君死。"},
    {"dynasty":"唐","poet": "李贺", "title": "金铜仙人辞汉歌", "content": "茂陵刘郎秋风客，夜闻马嘶晓无迹。\n画栏桂树悬秋香，三十六宫土花碧。\n魏官牵车指千里，东关酸风射眸子。\n空将汉月出宫门，忆君清泪如铅水。\n衰兰送客咸阳道，天若有情天亦老。\n携盘独出月荒凉，渭城已远波声小。"},
    {"dynasty":"唐","poet": "李贺", "title": "官 街 鼓", "content": "晓声隆隆催转日，暮声隆隆呼月出。\n汉城黄柳映新帘，柏陵飞燕埋香骨。\n捶碎千年日长白，孝武秦皇听不得。\n从君翠发芦花色，独共南山守中国。\n几回天上葬神仙，漏声相将无断绝。"},
    {"dynasty":"唐","poet": "李贺", "title": "春坊正字剑子歌", "content": "先辈匣中三尺水，曾入吴潭斩龙子。\n隙月斜明刮露寒，练带平铺吹不起。\n蛟胎皮老蒺藜刺，鹈淬花白鹇尾。\n直是荆轲一片心，莫教照见春坊字。\n挼丝团金悬，神光欲截蓝田玉。\n提出西方白帝惊，嗷嗷鬼母秋郊哭。"},
    {"dynasty":"唐","poet": "李贺", "title": "南园十三首（其六）", "content": "寻章摘句老雕虫，晓月当帘挂玉弓，不见年年辽水上，文章何处哭秋风？"},
    {"dynasty":"唐","poet": "杜牧", "title": "早 雁", "content": "金河秋半虏弦开，云外惊飞四散哀。\n仙掌月明孤影过，长门灯暗数声来。\n须知胡骑纷纷在，岂逐春风一一回？\n莫厌潇湘少人处，水多菰米岸莓苔。"},
    {"dynasty":"唐","poet": "杜牧", "title": "过华清宫绝句", "content": "长安回望绣成堆，山顶千门次第开。\n一骑红尘妃子笑，无人知是荔枝来。"},
    {"dynasty":"唐","poet": "赵嘏", "title": "长安晚秋", "content": "云物凄清拂曙流，汉家宫阙动高秋。\n残星几点雁横塞，长笛一声人倚楼。\n紫艳半开篱菊静，红衣落尽渚莲愁。\n鲈鱼正美不归去，空戴南冠学楚囚。"},
    {"dynasty":"唐","poet": "李商隐", "title": "乐 游 原", "content": "向晚意不适，驱车登古原。\n夕阳无限好，只是近黄昏。"},
    {"dynasty":"唐","poet": "李商隐", "title": "北齐二首", "content": "一笑相倾国便亡，何劳荆棘始堪伤。\n小怜玉体横陈夜，已报周师入晋阳。\n巧笑知堪敌万机，倾城最在著戎衣。\n晋阳已陷休回顾，更请君王猎一围。"},
    {"dynasty":"唐","poet": "薛逢", "title": "开元后乐", "content": "莫奏开元旧乐章，乐中歌曲断人肠。\n邠王玉笛三更咽，虢国金车十里香。\n一自犬戎生蓟北，便从征战老汾阳。\n中原骏马搜求尽，沙苑年来草又芳。"},
    {"dynasty":"唐","poet": "郑畋", "title": "马 嵬 坡", "content": "玄宗回马杨妃死，云雨难忘日月新。\n终是圣明天子事，景阳宫井又何人。"},
    {"dynasty":"唐","poet": "郑谷", "title": "席上贻歌者", "content": "花月楼台近九衢，清歌一曲倒金壶。\n座中亦有江南客，莫向春风唱鹧鸪。"},
    {"dynasty":"唐","poet": "郑谷", "title": "淮上与友人别", "content": "扬子江头杨柳春，杨花愁杀渡江人。\n数声风笛离亭晚，君向潇湘我向秦。"},
    {"dynasty":"唐","poet": "无名氏", "title": "杂 诗", "content": "旧山虽在不关身，且向长安过暮春。\n一树梨花一溪月，不知今夜属何人？"}
  ],
  "达州市": [
    {"dynasty":"唐","poet": "元稹", "title": "连昌宫词", "content": "连昌宫中满宫竹，岁久无人森似束。\n又有墙头千叶桃，风动落花红簌簌。\n宫边老翁为余泣：“小年进食曾因入。\n上皇正在望仙楼，太真同凭阑干立。\n楼上楼前尽珠翠，炫转荧煌照天地。\n归来如梦复如痴，何暇备言宫里事！\n初过寒食一百六，店舍无烟宫树绿。\n夜半月高弦索鸣，贺老琵琶定场屋。\n力士传呼觅念奴，念奴潜伴诸郎宿。\n须臾觅得又连催，特敕街中许燃烛。\n春娇满眼睡红绡，掠削云鬟旋装束。\n飞上九天歌一声，二十五郎吹管逐。\n逡巡大遍凉州彻，色色龟兹轰录续。\n李谟压笛傍宫墙，偷得新翻数般曲。\n平明大驾发行宫，万人鼓舞途路中。\n百官队仗避岐薛，杨氏诸姨车斗风。\n明年十月东都破，御路犹存禄山过。\n驱令供顿不敢藏，万姓无声泪潜堕。\n两京定后六七年，却寻家舍行宫前。\n庄园烧尽有枯井，行宫门闭树宛然。\n尔后相传六皇帝，不到离宫门久闭。\n往来年少说长安，玄武楼成花萼废。\n去年敕使因斫竹，偶值门开暂相逐。\n荆榛栉比塞池塘，狐兔骄痴缘树木。\n舞榭欹倾基尚在，文窗窈窕纱犹绿。\n尘埋粉壁旧花钿，乌啄风筝碎珠玉。\n上皇偏爱临砌花，依然御榻临阶斜。\n蛇出燕巢盘斗拱，菌生香案正当衙。\n寝殿相连端正楼，太真梳洗楼上头。\n晨光未出帘影动，至今反挂珊瑚钩。\n指似傍人因恸哭，却出宫门泪相续。\n自从此后还闭门，夜夜狐狸上门屋。\n”我闻此语心骨悲，“太平谁致乱者谁？\n”翁言：“野父何分别，耳闻眼见为君说。\n姚崇宋璟作相公，劝谏上皇言语切。\n燮理阴阳禾黍丰，调和中外无兵戎。\n长官清平太守好，拣选皆言由相公。\n开元之末姚宋死，朝廷渐渐由妃子。\n禄山宫里养作儿，虢国门前闹如市。\n弄权宰相不记名，依稀忆得杨与李。\n庙谟颠倒四海摇，五十年来作疮痏。\n今皇神圣丞相明，诏书才下吴蜀平。\n官军又取淮西贼，此贼亦除天下宁。\n年年耕种宫前道，今年不遣子孙耕。\n”老翁此意深望幸，努力庙谟休用兵。"}
  ],
  "运城市": [
    {"dynasty":"唐","poet": "王之涣", "title": "登鹳雀楼", "content": "白日依山尽，黄河入海流。\n欲穷千里目，更上一层楼。"},
    {"dynasty":"唐","poet": "李益", "title": "同崔邠登鹳雀楼", "content": "鹳雀楼西百尺樯，汀洲云树共茫茫。\n汉家箫鼓空流水，魏国山河半夕阳。\n事去千年犹恨速，愁来一日即为长。\n风烟并是思归望，远目非春亦自伤。"}
  ],
  "邯郸市": [
    {"dynasty":"唐","poet": "王昌龄", "title": "出塞二首（其一）", "content": "秦时明月汉时关，万里长征人未还。\n但使龙城飞将在，不教胡马度阴山。"},
    {"dynasty":"唐","poet": "高适", "title": "邯郸少年行", "content": "邯郸城南游侠子，自矜生长邯郸里。\n千场纵博家仍富，几度报仇身不死。\n宅中歌笑日纷纷，门外车马常如云。\n未知肝胆向谁是，令人却忆平原君！\n君不见即今交态薄，黄金用尽还疏索。\n以兹感叹辞旧游，更于时事无所求。\n且与少年饮美酒，往来射猎西山头。"}
  ],
  "郑州市": [
    {"dynasty":"唐","poet": "王维", "title": "宿 郑 州", "content": "朝与周人辞，暮投郑人宿。\n他乡绝俦侣，孤客亲憧仆。\n宛洛望不见，秋霖晦平陆。\n田父草际归，村童雨中牧。\n主人东皋上，时稼绕茅屋。\n虫思机抒鸣，雀喧禾黍熟。\n明当渡京水，昨晚犹金谷。\n此去欲何言，边穷徇微禄。"},
    {"dynasty":"唐","poet": "岑参", "title": "丘中春卧寄王子", "content": "田中开白室，林下闭玄关。\n卷迹人方处，无心云自闲。\n竹深喧暮鸟，花缺露春山。\n胜事那能说，王孙去未还。"},
    {"dynasty":"唐","poet": "李商隐", "title": "重 有 感", "content": "玉帐牙旗得上游，安危须共主君忧。\n窦融表已来关右，陶侃军宜次石头。\n岂有蛟龙长失水？\n更无鹰隼与高秋！\n昼"}
  ],
  "郴州市": [
    {"dynasty":"唐","poet": "韩愈", "title": "八月十五夜赠张功曹", "content": "纤云四卷天无河，清风吹空月舒波。\n沙平水息声影绝，一杯相属君当歌。\n君歌声酸辞且苦，不能听终泪如雨：“洞庭连天九疑高，蛟龙出没猩鼯号。\n十生九死到官所，幽居默默如藏逃。\n下床畏蛇食畏药，海气湿蛰熏腥臊。\n昨者州前捶大鼓，嗣皇继圣登夔皋。\n赦书一日行万里，罪从大辟皆除死。\n迁者追回流者还，涤瑕荡垢清朝班。\n州家申名使家抑，坎轲只得移荆蛮。\n判司官卑不堪说，未免捶楚尘埃间。\n同时辈流多上道，天路幽险难追攀。\n”君歌且休听我歌，我歌今与君殊科：“一年月明今宵多，人生由命非由他。\n有酒不饮奈明何！\n”"}
  ],
  "酒泉市": [
    {"dynasty":"唐","poet": "王昌龄", "title": "从军行七首（其四）", "content": "青海长云暗雪山，孤城遥望玉门关。\n黄沙百战穿金甲，不破楼兰终不还。"},
    {"dynasty":"唐","poet": "高适", "title": "别 董 大", "content": "千里黄云白日曛，北风吹雁雪纷纷。\n莫愁前路无知己，天下谁人不识君？"},
    {"dynasty":"唐","poet": "李益", "title": "塞 下 曲", "content": "伏波惟愿裹尸还，定远何须生入关。\n莫遣只轮归海窟，仍留一箭定天山。"},
    {"dynasty":"唐","poet": "贾岛", "title": "忆江上吴处士", "content": "闽国扬帆去，蟾蜍亏复圆。\n秋风生渭水，落叶满长安。\n此地聚会夕，当时雷雨寒。\n兰桡殊未返，消息海云端。"}
  ],
  "重庆市": [
    {"dynasty":"唐","poet": "陈子昂", "title": "度荆门望楚", "content": "遥遥去巫峡，望望下章台。\n巴国山川尽，荆门烟雾开。\n城分苍野外，树断白云隈。\n今日狂歌客，谁知入楚来。"},
    {"dynasty":"唐","poet": "王昌龄", "title": "听流人水调子", "content": "孤舟微月对枫林，分付鸣筝与客心。\n岭色千重万重雨，断弦收与泪痕深。"},
    {"dynasty":"唐","poet": "李白", "title": "上 三 峡", "content": "巫山夹青天，巴水流若兹。\n巴水忽可尽，青天无到时。\n三朝上黄牛，三暮行太迟。\n三朝又三暮，不觉鬓成丝。"},
    {"dynasty":"唐","poet": "李白", "title": "早发白帝城", "content": "朝辞白帝彩云间，千里江陵一日还。\n两岸猿声啼不住，轻舟已过万重山。"},
    {"dynasty":"唐","poet": "杜甫", "title": "缚 鸡 行", "content": "小奴缚鸡向市卖，鸡被缚急相喧争。\n家中厌鸡食虫蚁，不知鸡卖还遭烹。\n虫鸡于人何厚薄，我斥奴人解其缚。\n鸡虫得失无了时，注目寒江倚山阁。"},
    {"dynasty":"唐","poet": "杜甫", "title": "江 汉", "content": "江汉思归客，乾坤一腐儒。\n片云天共远，永夜月同孤。\n落日心犹壮，秋风病欲苏。\n古来存老马，不必取长途。"},
    {"dynasty":"唐","poet": "杜甫", "title": "喜观即到复题短篇二首（其二）", "content": "待尔嗔乌鹊，抛书示鹡鸰。\n枝间喜不去，原上急曾经。\n江阁嫌津柳，风帆数驿亭。\n应论十年事，愁绝始星星。"},
    {"dynasty":"唐","poet": "杜甫", "title": "旅夜书怀", "content": "细草微风岸，危樯独夜舟。\n星垂平野阔，月涌大江流。\n名岂文章著，官应老病休。\n飘飘何所似，天地一沙鸥。"},
    {"dynasty":"唐","poet": "带好", "title": "骥皆良马，骐", "content": "儿。\n车轮徒已斫，堂构惜仍亏。\n漫作潜夫论，虚传幼妇碑。\n缘情慰漂荡，抱疾屡迁移。\n经济惭长策，飞栖假一枝。\n尘沙傍蜂虿，江峡绕蛟螭。\n萧瑟唐虞远，联翩楚汉危。\n圣朝兼盗贼，异俗更喧卑。\n郁郁星辰剑，苍苍云雨池。\n两都开幕府，万宇插军麾。\n南海残铜柱，东风避月支。\n音书恨乌鹊，号怒怪熊罴。\n稼穑分诗兴，柴荆学土宜。\n故山迷白阁，秋水隐皇陂。\n不敢要佳句，愁来赋别离。"},
    {"dynasty":"唐","poet": "杜甫", "title": "元日示宗武", "content": "汝啼吾手战，吾笑汝身长。\n处处逢正月，迢迢滞远方。\n飘零还柏酒，衰病只藜床。\n训喻青衿子，名惭白首郎。\n赋诗犹落笔，献寿更称觞。\n不见江东弟，高歌泪数行。"},
    {"dynasty":"唐","poet": "杜甫", "title": "阁 夜", "content": "岁暮阴阳催短景，天涯霜雪霁寒宵。\n五更鼓角声悲壮，三峡星河影动摇。\n野哭千家闻战伐，夷歌数处起渔樵。\n卧龙跃马终黄土，人事音书漫寂寥。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秋兴八首（其一）", "content": "玉露凋伤枫树林，巫山巫峡气萧森。\n江间波浪兼天涌，塞上风云接地阴。\n丛菊两开他日泪，孤舟一系故园心。\n寒衣处处催刀尺，白帝城高急暮砧。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秋兴八首（其二）", "content": "夔府孤城落日斜，每依北斗望京华。\n听猿实下三声泪，奉使虚随八月槎。\n画省香炉违伏枕，山楼粉堞隐悲笳。\n请看石上藤萝月，已映洲前芦荻花。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秋兴八首（其五）", "content": "蓬莱宫阙对南山，承露金茎霄汉间。\n西望瑶池降王母，东来紫气满函关。\n云移雉尾开宫扇，日绕龙鳞识圣颜。\n一卧沧江惊岁晚，几回青琐点朝班。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秋兴八首（其六）", "content": "瞿唐峡口曲江头，万里风烟接素秋。\n花萼夹城通御气，芙蓉小苑入边愁。\n珠帘绣柱围黄鹄，锦缆牙樯起白鸥。\n回首可怜歌舞地，秦中自古帝王州。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秋兴八首（其七）", "content": "昆明池水汉时功，武帝旌旗在眼中。\n织女机丝虚夜月，石鲸鳞甲动秋风。\n波漂菰米沉云黑，露冷莲房坠粉红。\n关塞极天惟鸟道，江湖满地一渔翁。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秋兴八首（其八）", "content": "昆吾御宿自逶迤，紫阁峰阴入渼陂。\n香稻啄余鹦鹉粒，碧梧栖老凤凰枝。\n佳人拾翠春相问，仙侣同舟晚更移。\n彩笔昔曾干气象，白头吟望苦低垂。"},
    {"dynasty":"唐","poet": "杜甫", "title": "诸将五首（其二）", "content": "韩公本意筑三城，拟绝天骄拔汉旌。\n岂谓尽烦回纥马，翻然远救朔方兵。\n胡来不觉潼关隘，龙起犹闻晋水清。\n独使至尊忧社稷，诸君何以答升平？"},
    {"dynasty":"唐","poet": "杜甫", "title": "昼 梦", "content": "二月饶睡昏昏然，不独夜短昼分眠。\n桃花气暖眼自醉，春渚日落梦相牵。\n故乡门巷荆棘底，中原君臣豺虎边。\n安得务农息战斗，普天无吏横索钱。"},
    {"dynasty":"唐","poet": "杜甫", "title": "咏怀古迹（其一）", "content": "支离东北风尘际，飘泊西南天地间。\n三峡楼台淹日月，五溪衣服共云山。\n羯胡事主终无赖，词客哀时且未还。\n庾信平生最萧瑟，暮年诗赋动江关。"},
    {"dynasty":"唐","poet": "杜甫", "title": "咏怀古迹（其三）", "content": "群山万壑赴荆门，生长明妃尚有村。\n一去紫台连朔漠，独留青冢向黄昏。\n画图省识春风面，环佩空归月夜魂。\n千载琵琶作胡语，分明怨恨曲中论。"},
    {"dynasty":"唐","poet": "杜甫", "title": "登 高", "content": "风急天高猿啸哀，渚清沙白鸟飞回。\n无边落木萧萧下，不尽长江滚滚来。\n万里悲秋常作客，百年多病独登台。\n艰难苦恨繁霜鬓，潦倒新亭浊酒杯。"},
    {"dynasty":"唐","poet": "杜甫", "title": "又呈吴郎", "content": "堂前扑枣任西邻，无食无儿一妇人。\n不为困穷宁有此？\n只缘恐惧转须亲。\n即防远客虽多事，便插疏篱却甚真。\n已诉征求贫到骨，正思戎马泪盈巾。"},
    {"dynasty":"唐","poet": "杜甫", "title": "八 阵 图", "content": "功盖三分国，名成八阵图。\n江流石不转，遗恨失吞吴。"},
    {"dynasty":"唐","poet": "杜甫", "title": "夔 州 歌", "content": "中巴之东巴东山，江水开辟流其间。\n白帝高为三峡镇，瞿塘险过百牢关。"},
    {"dynasty":"唐","poet": "孟郊", "title": "闻 砧", "content": "杜鹃声不哀，断猿啼不切。\n月下谁家砧，一声肠一绝。\n杵声不为客，客闻发自白。\n杵声不为衣，欲令游子归。"},
    {"dynasty":"唐","poet": "白居易", "title": "邯郸冬至夜思家", "content": "邯郸驿里逢冬至，抱膝灯前影伴身。\n想得家中夜深坐，还应说着远游人。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "西塞山怀古", "content": "王濬楼船下益州，金陵王气黯然收。\n千寻铁锁沉江底，一片降幡出石头。\n人世几回伤往事，山形依旧枕寒流。\n今逢四海为家日，故垒萧萧芦荻秋。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "竹枝词九首（其一）", "content": "白帝城头春草生，白盐山下蜀江清。\n南人上来歌一曲，北人莫上动乡情。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "竹 枝 词", "content": "杨柳青青江水平，闻郎江上唱歌声。\n东边日出西边雨，道是无晴却有晴。\n山桃红花满上头，蜀江春水拍山流。\n花红易衰似郎意，水流无限似侬愁。\n山上层层桃李花，云间烟火是人家。\n银钏金钗来负水，长刀短笠去烧畲。"},
    {"dynasty":"唐","poet": "马戴", "title": "送人游蜀", "content": "别离杨柳陌，迢递蜀门行。\n若听清猿后，应多白发生。\n虹霓侵栈道，雨雪杂江声。\n过尽愁人处，烟花是锦城。"}
  ],
  "镇江市": [
    {"dynasty":"唐","poet": "李白", "title": "丁都护歌", "content": "云阳上征去，两岸饶商贾。\n吴牛喘月时，拖船一何苦！\n水浊不可饮，壶浆半成土。\n一唱都护歌，心摧泪如雨。\n万人系磐石，无由达江浒。\n君看石芒砀，掩泪悲千古。"},
    {"dynasty":"唐","poet": "王湾", "title": "次北固山下", "content": "客路青山外，行舟绿水前。\n潮平两岸失，风正一帆悬。\n海日生残夜，江春入旧年。\n乡书何处达？\n归雁洛阳边。"},
    {"dynasty":"唐","poet": "李涉", "title": "润州听暮角", "content": "江城吹角水茫茫，曲引边声怨思长。\n惊起暮天沙上雁，海门斜去两三行。"},
    {"dynasty":"唐","poet": "杜牧", "title": "润 州", "content": "向吴亭东千里秋，放歌曾作昔年游。\n青苔寺里无马迹，绿水桥边多酒楼。\n大抵南朝皆旷达，可怜东晋最风流。\n月明更想桓伊在，一笛闻吹出塞愁。"}
  ],
  "长沙市": [
    {"dynasty":"唐","poet": "高适", "title": "送李少府贬峡中王少府贬长沙", "content": "嗟君此别意何如，驻马衔杯问谪居。\n巫峡啼猿数行泪，衡阳归雁几封书？\n青枫江上秋天远，白帝城边古木疏。\n圣代即今多雨露，暂时分手莫踌躇。"},
    {"dynasty":"唐","poet": "张谓", "title": "同王徵君湘中有怀", "content": "八月洞庭秋，潇湘水北流。\n还家万里梦，为客五更愁。\n不用开书帙，偏宜上酒楼。\n故人京洛满，何日复同游？"},
    {"dynasty":"唐","poet": "刘长卿", "title": "新 年 作", "content": "乡心新岁切，天畔独潸然。\n老至居人下，春归在客先。\n岭猿同旦暮，江柳共风烟。\n已似长沙傅，从今又几年。"},
    {"dynasty":"唐","poet": "杜甫", "title": "寄李十二白二十韵", "content": "昔年有狂客，号尔谪仙人。\n笔落惊风雨，诗成泣鬼神。\n声名从此大，汩没一朝伸。\n文彩承殊渥，流传必绝伦。\n龙舟移棹晚，兽锦夺袍新。\n白日来深殿，青云满后尘。\n乞归优诏许，遇我宿心亲。\n未负幽栖志，兼全宠辱身。\n剧谈怜野逸，嗜酒见天真。\n醉舞梁园夜，行歌泗水春。\n才高心不展，道屈善无邻。\n处士祢衡俊，诸生原宪贫。\n稻粱求未足，薏苡谤何频？\n五岭炎蒸地，三危放逐臣。\n几年遭鸟，独泣向麒麟。\n苏武元还汉，黄公岂事秦？\n楚筵辞醴日，梁狱上书辰。\n已用当时法，谁将此议陈？\n老吟秋月下，病起暮江滨。\n莫怪恩波隔，乘槎与问津。"},
    {"dynasty":"唐","poet": "杜甫", "title": "江南逢李龟年", "content": "岐王宅里寻常见，崔九堂前几度闻。\n正是江南好风景，落花时节又逢君。"},
    {"dynasty":"唐","poet": "元结", "title": "欸 乃 曲", "content": "湘江二月春水平，满月和风宜夜行。\n唱桡欲过平阳戍，守吏相呼问姓名。"},
    {"dynasty":"唐","poet": "杜牧", "title": "清 明", "content": "清明时节雨纷纷，路上行人欲断魂。\n借问酒家何处有，牧童遥指杏花村。"},
    {"dynasty":"唐","poet": "李商隐", "title": "贾 生", "content": "宣室求贤访逐臣，贾生才调更无伦。\n可怜夜半虚前席，不问苍生问鬼神。"}
  ],
  "长治市": [
    {"dynasty":"唐","poet": "李贺", "title": "北 中 寒", "content": "一方黑照三方紫，黄河冰合鱼龙死。\n三尺木皮断文理，百石强车上河水。\n霜花草上大如钱，挥刀不入迷濛天。\n争海水飞凌喧，山瀑无声玉虹悬。"},
    {"dynasty":"唐","poet": "李贺", "title": "马诗二十三首（其四）", "content": "此马非凡马，房星本是星。\n向前敲瘦骨，犹自带铜声。"},
    {"dynasty":"唐","poet": "李贺", "title": "马诗二十三首（其五）", "content": "大漠沙如雪，燕山月似钩。\n何当金络脑，快走踏清秋。"}
  ],
  "马鞍山市": [
    {"dynasty":"唐","poet": "李白", "title": "当涂赵炎少府粉图山水歌", "content": "峨眉高出西极天，罗浮直与南溟连。\n名公绎思挥彩笔，驱山走海置眼前。\n满堂空翠如可扫，赤城霞气苍梧烟。\n洞庭潇湘意渺绵，三江七泽情洄沿。\n惊涛汹涌向何处，孤舟一去迷归年。\n征帆不动亦不旋，飘如随风落天边。\n心摇目断兴难尽，几时可到三山巅？\n西峰峥嵘喷流泉，横石蹙水波潺湲。\n东崖合沓蔽轻雾，深林杂树空芊绵。\n此中冥昧失昼夜，隐几寂听无鸣蝉。\n长松之下列羽客，对坐不语南昌仙，南昌仙人赵夫子，妙年历落青云士。\n讼庭无事罗众宾，杳然如在丹青里。\n五色粉图安足珍？\n真仙可以全吾身。\n若待功成拂衣去，武陵桃花笑杀人。"},
    {"dynasty":"唐","poet": "李白", "title": "夜泊牛渚怀古", "content": "牛渚西江夜，青天无片云。\n登舟望秋月，空忆谢将军。\n余亦能高咏，斯人不可闻。\n明朝挂帆席，枫叶落纷纷。"},
    {"dynasty":"唐","poet": "李白", "title": "宿五松山下荀媪家", "content": "我宿五松下，寂寥无所欢。\n田家秋作苦，邻女夜春寒。\n跪进雕胡饭，月光明素盘。\n令人惭漂母，三谢不能餐。"},
    {"dynasty":"唐","poet": "李白", "title": "望天门山", "content": "天门中断楚江开，碧水东流至此回。\n两岸青山相对出，孤帆一片日边来。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "石 头 城", "content": "山围故国周遭在，潮打空城寂寞回。\n淮水东边旧时月，夜深还过女墙来。"}
  ],
  "黄冈市": [
    {"dynasty":"唐","poet": "沈佺期", "title": "夜宿七盘岭", "content": "独游千里外，高卧七盘西。\n山月临窗近，天河入户低。\n芳春平仲绿，清夜子规啼。\n浮客空留听，褒城闻曙鸡。"},
    {"dynasty":"唐","poet": "杜牧", "title": "九日齐山登高", "content": "江涵秋影雁初飞，与客携壶上翠微。\n尘世难逢开口笑，菊花须插满头归。\n但将酩酊酬佳节，不用登临恨落晖。\n古往今来只如此，牛山何必独沾衣？"}
  ],
};

var songciByCity = {
  "上饶市": [
    {"dynasty":"宋","poet": "辛弃疾", "title": "沁园春·带湖新居将成", "content": "三径初成，鹤怨猿惊，稼轩未来。\n甚云山自许，平生意气；衣冠人笑，抵死尘埃。\n意倦须还，身闲贵早，岂为莼羹鲈脍哉！\n秋江上，看惊弦雁避，骇浪船回。\n东岗更葺茅斋。\n好都把轩窗临水开。\n要小舟行钓，先应种柳；疏篱护竹，莫碍观梅。\n秋菊堪餐，春兰可佩，留待先生手自栽。\n沉吟久，怕君恩未许，此意徘徊。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "丑奴儿近·博山道中效李易安体", "content": "千峰云起，骤雨一霎儿价。\n更远树斜阳，风景怎生图画？\n青旗卖酒，山那畔、别人有家。\n只消山水光中，无事过这一夏。\n午醉醒时，松窗竹户，万千潇洒。\n野鸟飞来，又是一般闲暇。\n却怪白鸥，觑着人欲下未下。\n旧盟都在，新来莫是，别有说话？"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "清平乐", "content": "茅檐低小，溪上青青草。\n醉里吴音相媚好，白发谁家翁媪？\n大儿锄豆溪东，中儿正织鸡笼。\n最喜小儿无赖，溪头卧剥莲蓬。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "清平乐·独宿博山王氏庵", "content": "绕床饥鼠，蝙蝠翻灯舞。\n屋上松风吹急雨，破纸窗间自语。\n平生塞北江南，归来华发苍颜。\n布被秋宵梦觉，眼前万里江山。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "西江月·夜行黄沙道中", "content": "明月别枝惊鹊，清风半夜鸣蝉。\n稻花香里说丰年，听取蛙声一片。\n七八个星天外，两三点雨山前。\n旧时茅店社林边，路转溪桥忽见。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "木兰花慢", "content": "中秋饮酒，将旦，客谓前人诗词有赋待月无送月者，因用《天问》体赋。\n可怜今夕月，向何处，去悠悠？\n是别有人间，那边才见，光景东头？\n是天外，空汗漫，但长风浩浩送中秋？\n飞镜无根谁系？\n姮娥不嫁谁留？\n谓经海底问无由，恍惚使人愁。\n怕万里长鲸，纵横触破，玉殿琼楼。\n虾蟆故堪浴水，问云何玉兔解沉浮？\n若道都齐无恙，云何渐渐如钩？"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "水调歌头", "content": "赵昌父七月望日用东坡韵叙太白、东坡事见寄，过相褒借，且有秋水之约；八月十四日余卧病博山寺中，因用韵为谢，兼寄吴子似。\n我志在寥阔，畴昔梦登天。\n摩挲素月，人世俯仰已千年。\n有客骖鸾并凤，云遇青山赤壁，相约上高寒。\n酌酒援北斗，我亦虱其间。\n少歌曰：神甚放，形则眠。\n鸿鹄一再高举，天地睹方圆。\n欲重歌兮梦觉，推枕惘然独念，人事底亏全？\n有美人可语，秋水隔婵娟。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "破阵子·为陈同甫赋壮词以寄之", "content": "醉里挑灯看剑，梦回吹角连营。\n八百里分麾下炙，五十弦翻塞外声。\n沙场秋点兵。\n马作的卢飞快，弓如霹雳弦惊。\n了却君王天下事，赢得生前身后名。\n可怜白发生！"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "西江月·遣兴", "content": "醉里且贪欢笑，要愁那得工夫。\n近来始觉古人书，信着全无是处。\n昨夜松边醉倒，问松我醉何如？\n只疑松动要来扶，以手推松曰去！"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "千年调·蔗庵小阁名曰卮言，作此词以嘲之", "content": "卮酒向人时，和气先倾倒。\n最要然然可可，万事称好。\n滑稽坐上，更对鸱夷笑。\n寒与热，总随人，甘国老。\n少年使酒，出口人嫌拗。\n此个和合道理，近日方晓。\n学人言语，未会十分巧。\n看他们，得人怜，秦吉了。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "粉蝶儿·和晋臣赋落花", "content": "昨日春如十三女儿学绣，一枝枝、不教花瘦。\n甚无情，便下得、雨僝风僽。\n向园林、铺作地衣红绉。\n而今春似轻薄荡子难久。\n记前时、送春归后。\n把春波都酿作、一江醇酎。\n约清愁、杨柳岸边相候。"}
  ],
  "临城市": [
    {"dynasty":"宋","poet": "贺铸", "title": "减字浣溪沙", "content": "闲把琵琶旧谱寻，四弦声怨却沉吟，燕飞人静画堂深。\n欹枕有时成雨梦，隔帘无处说春心。\n一从灯夜到如今。"}
  ],
  "九江市": [
    {"dynasty":"宋","poet": "温庭筠", "title": "河传", "content": "湖上，闲望。\n雨萧萧，烟浦花桥路遥。\n谢娘翠蛾愁不销。\n终朝，梦魂迷晚潮。\n荡子天涯归棹远，春已晚，莺语空肠断。\n若耶溪，溪水西，柳堤，不闻郎马嘶。"},
    {"dynasty":"宋","poet": "周邦彦", "title": "满庭芳·夏日溧水无想山作", "content": "风老莺雏，雨肥梅子，午阴嘉树清圆。\n地卑山近，衣润费炉烟。\n人静乌鸢自乐，小桥外，新绿溅溅。\n凭栏久，黄芦苦竹，疑泛九江船。\n年年。\n如社燕，飘流瀚海，来寄修椽。\n且莫思身外，长近尊前。\n憔悴江南倦客，不堪听、急管繁弦。\n歌筵畔，先安簟枕，容我醉时眠。"}
  ],
  "北京市": [
    {"dynasty":"宋","poet": "汪元量", "title": "望江南·幽州九日", "content": "官舍悄，坐到月西斜。\n永夜角声悲自语，客心愁破正思家。\n南北各天涯。\n肠断裂，搔着一长嗟。\n绮席象床寒玉枕，美人何处醉黄花。\n和泪捻琵琶。"},
    {"dynasty":"宋","poet": "张炎", "title": "壶中天·夜渡古黄河，与沈尧道、曾子敬同赋", "content": "扬舲万里，笑当年底事，中分南北？\n须信平生无梦到，却向而今游历。\n老柳官河，斜阳古道，风定波犹直。\n野人惊问，泛槎何处狂客？\n迎面落叶萧萧，水流沙共远，都无行迹。\n衰草凄迷秋更绿，惟有闲鸥独立。\n浪挟天浮，山邀云去，银浦横空碧。\n扣舷歌断，海蟾飞上孤白。"}
  ],
  "南京市": [
    {"dynasty":"宋","poet": "李煜", "title": "望江南（二首）", "content": "闲梦远，南国正芳春。\n船上管弦江面绿，满城飞絮滚轻尘，忙杀看花人。\n闲梦远，南国正清秋。\n千里江山寒色远，芦花深处泊孤舟。\n笛在月明楼。"},
    {"dynasty":"宋","poet": "李煜", "title": "虞美人", "content": "风回小院庭芜绿，柳眼春相续。\n凭阑半日独无言，依旧竹声新月似当年。\n笙歌未散尊罍在，池面冰初解。\n烛明香暗画堂深，满鬓清霜残雪思难任。"},
    {"dynasty":"宋","poet": "王安石", "title": "桂枝香", "content": "登临送目。\n正故国晚秋，天气初肃。\n千里澄江似练，翠峰如簇。\n征帆去棹残阳里，背西风、酒旗斜矗。\n彩舟云淡，星河鹭起，画图难足。\n念往昔、繁华竞逐。\n叹门外楼头，悲恨相续。\n千古凭高对此，谩嗟荣辱。\n六朝旧事随流水，但寒烟、芳草凝绿。\n至今商女，时时犹唱，《后庭》遗曲。"},
    {"dynasty":"宋","poet": "王安石", "title": "浪淘沙令", "content": "伊吕两衰翁，历遍穷通。\n一为钓叟一耕佣。\n若使当时身不遇，老了英雄。\n汤武偶相逢，风虎云龙。\n兴王只在笑谈中。\n直至如今千载后。\n谁与争功？"},
    {"dynasty":"宋","poet": "张舜民", "title": "江神子·癸亥陈和叔会于赏心亭", "content": "七朝文物旧江山。\n水如天，莫凭阑。\n千古斜阳，无处问长安。\n更隔秦淮闻旧曲，秋已半，夜将阑。\n争教潘鬓不生斑？\n敛芳颜，抹幺弦。\n须记琵琶，子细说因缘。\n待得鸾胶肠已断，重别日，是何年？"},
    {"dynasty":"宋","poet": "孙浩然", "title": "离亭燕", "content": "一带江山如画，风物向秋潇洒。\n水浸碧天何处断？\n霁色冷光相射。\n蓼岸荻花洲，掩映竹篱茅舍。\n天际客帆高挂，烟外酒旗低亚。\n多少六朝兴废事，尽入渔樵闲话。\n怅望倚层楼，寒日无言西下。"},
    {"dynasty":"宋","poet": "贺铸", "title": "水调歌头·台城游", "content": "南国本潇洒，六代浸豪奢。\n台城游冶，襞笺能赋属宫娃。\n云观登临清夏，璧月留连长夜，吟醉送年华。\n回首飞鸳瓦，却羡井中蛙。\n访乌衣，成白社，不容车。\n旧时王谢，堂前双燕过谁家？\n楼外河横斗挂，淮上潮平霜下，樯影落寒沙。\n商女篷窗罅，犹唱《后庭花》！"},
    {"dynasty":"宋","poet": "周邦彦", "title": "风流子", "content": "新绿小池塘，风帘动、碎影舞斜阳。\n羡金屋去来，旧时巢燕，土花缭绕，前度莓墙。\n绣阁凤帏深几许，听得理丝簧。\n欲说又休，虑乖芳信，未歌先咽，愁近清觞。\n遥知新妆了，开朱户、应自待月西厢。\n最苦梦魂，今宵不到伊行。\n问甚时说与，佳音密耗，寄将秦镜，偷换韩香？\n天便教人，霎时厮见何妨。"},
    {"dynasty":"宋","poet": "周邦彦", "title": "西河·金陵怀古", "content": "佳丽地，南朝盛事谁记？\n山围故国绕清江，髻鬟对起。\n怒涛寂寞打孤城，风樯遥度天际。\n断崖树，犹倒倚，莫愁艇子谁系？\n空余旧迹郁苍苍，零沉半垒。\n夜深月过女墙来，伤心东望淮水。\n酒旗戏鼓甚处市？\n想依稀、王谢邻里。\n燕子不知何世，向寻常巷陌人家相对，如说兴亡斜阳里。"},
    {"dynasty":"宋","poet": "叶梦得", "title": "八声甘州·寿阳楼八公山作", "content": "故都迷岸草，望长淮、依然绕孤城。\n想乌衣年少，芝兰秀发，戈戟云横。\n坐看骄兵南渡，沸浪骇奔鲸。\n转眄东流水，一顾功成。\n千载八公山下，尚断崖草木，遥拥峥嵘。\n漫云涛吞吐，无处问豪英。\n信劳生、空成今古，笑我来、何事怆遗情？\n东山老，可堪岁晚，独听桓筝！"},
    {"dynasty":"宋","poet": "朱敦儒", "title": "相见欢", "content": "金陵城上西楼，倚清秋。\n万里夕阳垂地、大江流。\n中原乱，簪缨散，几时收？\n试倩悲风吹泪、过扬州。"},
    {"dynasty":"宋","poet": "李纲", "title": "六幺令·次韵和贺方回金陵怀古，波阳席上作", "content": "长江千里，烟淡水云阔。\n歌沉《玉树》，古寺空有疏钟发。\n六代兴亡如梦，苒苒惊时月。\n兵戈凌灭，豪华销尽，几见银蟾自圆缺。\n潮落潮生波渺，江树森如发。\n谁念迁客归来，老大伤名节。\n纵使岁寒途远，此志应难夺。\n高楼谁设，倚栏凝望，独立渔翁满江雪。"},
    {"dynasty":"宋","poet": "李清照", "title": "孤雁儿", "content": "藤床纸帐朝眠起，说不尽，无佳思。\n沉香断续玉炉寒，伴我情怀如水。\n笛里三弄，梅心惊破，多少游春意。\n小风疏雨萧萧地，又催下、千行泪。\n吹箫人去玉楼空，肠断与谁同倚！\n一枝折得，人间天上，没个人堪寄。"},
    {"dynasty":"宋","poet": "李清照", "title": "菩萨蛮", "content": "风柔日薄春犹早，夹衫乍着心情好。\n睡起觉微寒，梅花鬓上残。\n故乡何处是？\n忘了除非醉。\n沉水卧时烧，香消酒未消。"},
    {"dynasty":"宋","poet": "李清照", "title": "浣溪沙", "content": "淡荡春光寒食天，玉炉沉水袅残烟，梦回山枕隐花钿。\n海燕未来人斗草，江梅已过柳生绵。\n黄昏疏雨湿秋千。"},
    {"dynasty":"宋","poet": "李清照", "title": "蝶恋花·上巳召亲族", "content": "永夜恹恹欢意少，空梦长安，认取长安道。\n为报今年春色好，花光月影宜相照。\n随意杯盘虽草草，酒美梅酸，恰称人怀抱。\n醉里插花花莫笑，可怜春似人将老。"},
    {"dynasty":"宋","poet": "李清照", "title": "摊破浣溪沙", "content": "病起萧萧两鬓华，卧看残月上窗纱。\n豆蔻连梢煎熟水，莫分茶。\n枕上诗书闲处好，门前风景雨来佳。\n终日向人多酝藉，木犀花。"},
    {"dynasty":"宋","poet": "赵鼎", "title": "鹧鸪天·建康上元作", "content": "客路那知岁序移，忽惊春到小桃枝。\n天涯海角悲凉地，记得当年全盛时。\n花弄影，月流辉，水晶宫殿五云飞。\n分明一觉华胥梦，回首东风泪满衣。"},
    {"dynasty":"宋","poet": "张元幹", "title": "石州慢·己酉秋，吴兴舟中作", "content": "雨急云飞，惊散暮鸦，微弄凉月。\n谁家疏柳低迷？\n几点流萤明灭。\n夜帆风驶，满湖烟水苍茫，菰蒲零乱秋声咽。\n梦断酒醒时，倚危樯清绝。\n心折。\n长庚光怒，群盗纵横，逆胡猖獗。\n欲挽天河，一洗中原膏血。\n两宫何处？\n塞垣只隔长江，唾壶空击悲歌缺。\n万里想龙沙，泣孤臣吴越。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "六州歌头", "content": "长淮望断，关塞莽然平。\n征尘暗，霜风劲，悄边声。\n黯销凝。\n追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。\n隔水毡乡，落日牛羊下，区脱纵横。\n看名王宵猎，骑火一川明。\n笳鼓悲鸣，遣人惊。\n念腰间箭，匣中剑，空埃蠹，竟何成！\n时易失，心徒壮，岁将零。\n渺神京。\n干羽方怀远，静烽燧，且休兵。\n冠盖使，纷驰骛，若为情。\n闻道中原遗老，常南望、翠葆霓旌。\n使行人到此，忠愤气填膺，有泪如倾。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "西江月·丹阳湖", "content": "问讯湖边春色，重来又是三年。\n东风吹我过湖船，杨柳丝丝拂面。\n世路如今已惯，此心到处悠然。\n寒光亭下水如天，飞起沙鸥一片。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "水龙吟·登建康赏心亭", "content": "楚天千里清秋，水随天去秋无际。\n遥岑远目，献愁供恨，玉簪螺髻。\n落日楼头，断鸿声里，江南游子。\n把吴钩看了，阑干拍遍，无人会，登临意。\n休说鲈鱼堪脍，尽西风，季鹰归未？\n求田问舍，怕应羞见，刘郎才气。\n可惜流年，忧愁风雨，树犹如此！\n倩何人、唤取红巾翠袖，揾英雄泪！"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "念奴娇·登建康赏心亭，呈史留守致道", "content": "我来吊古，上危楼赢得、闲愁千斛。\n虎踞龙蟠何处是？\n只有兴亡满目。\n柳外斜阳，水边归鸟，陇上吹乔木。\n片帆西去，一声谁喷霜竹？\n却忆安石风流，东山岁晚，泪落哀筝曲。\n儿辈功名都付与，长日惟消棋局。\n宝镜难寻，碧云将暮，谁劝杯中绿？\n江头风怒，朝来波浪翻屋。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "汉宫春·立春日", "content": "春已归来，看美人头上，袅袅春幡。\n无端风雨，未肯收尽余寒。\n年时燕子，料今宵、梦到西园。\n浑未办、黄柑荐酒，更传青韭堆盘。\n却笑东风从此，便薰梅染柳，更没些闲。\n闲时又来镜里，转变朱颜。\n清愁不断，问何人、会解连环？\n生怕见、花开花落，朝来塞雁先还。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "太常引·建康中秋夜为吕叔潜赋", "content": "一轮秋影转金波，飞镜又重磨。\n把酒问姮娥，被白发欺人奈何！\n乘风好去，长空万里，直下看山河。\n斫去桂婆娑，人道是、清光更多。"},
    {"dynasty":"宋","poet": "姜夔", "title": "踏莎行·自沔东来，丁未元日，至金陵，江上感梦而作", "content": "燕燕轻盈，莺莺娇软，分明又向华胥见。\n夜长争得薄情知？\n春初早被相思染。\n别后书辞，别时针线，离魂暗逐郎行远。\n淮南皓月冷千山，冥冥归去无人管。"},
    {"dynasty":"宋","poet": "文天祥", "title": "满江红·代王夫人作", "content": "试问琵琶，胡沙外、怎生风色？\n最苦是，姚黄一朵，移根仙阙。\n王母欢阑琼宴罢，仙人泪满金盘侧。\n听行宫、半夜雨淋铃，声声歇。\n彩云散，香尘灭。\n铜驼恨，那堪说！\n想男儿慷慨，嚼穿龈血。\n回首昭阳辞落日，伤心铜雀迎秋月。\n算妾身、不愿似天家，金瓯缺。"},
    {"dynasty":"宋","poet": "文天祥", "title": "酹江月·和", "content": "乾坤能大，算蛟龙、元不是池中物。\n风雨牢愁无着处，那更寒蛩四壁。\n横槊题诗，登楼作赋，万事空中雪。\n江流如此，方来还有英杰。\n堪笑一叶飘零，重来淮水，正凉风新发。\n镜里朱颜都变尽，只有丹心难灭。\n去去龙沙，江山回首，一线青如发。\n故人应念，杜鹃枝上残月。"},
    {"dynasty":"宋","poet": "邓剡", "title": "酹江月·驿中言别", "content": "水天空阔，恨东风、不借世间英物。\n蜀鸟吴花残照里，忍见荒城颓壁！\n铜雀春情，金人秋泪，此恨凭谁雪？\n堂堂剑气，斗牛空认奇杰。\n那信江海余生，南行万里，属扁舟齐发。\n正为鸥盟留醉眼，细看涛生云灭。\n睨柱吞嬴，回旗走懿，千古冲冠发。\n伴人无寐，秦淮应是孤月。"},
    {"dynasty":"宋","poet": "邓剡", "title": "唐多令", "content": "雨过水明霞，潮回岸带沙。\n叶声寒、飞透窗纱。\n堪恨西风吹世换，更吹我，落天涯。\n寂寞古豪华，乌衣日又斜。\n说兴亡、燕入谁家？\n惟有南来无数雁，和明月，宿芦花。"},
    {"dynasty":"宋","poet": "汪元量", "title": "莺啼序·重过金陵", "content": "金陵故都最好，有朱楼迢递。\n嗟倦客、又此凭高，槛外已少佳致。\n更落尽梨花，飞尽杨花，春也成憔悴。\n问青山、三国英雄，六朝奇伟？\n麦甸葵丘，荒台败垒，鹿豕衔枯荠。\n正潮打孤城，寂寞斜阳影里。\n听楼头、哀笳怨角，未把酒、愁心先醉。\n渐夜深，月满秦淮，烟笼寒水。\n凄凄惨惨，冷冷清清，灯火渡头市。\n慨商女不知兴废，隔江犹唱《庭花》，余音亹亹。\n伤心千古，泪痕如洗。\n乌衣巷口青芜路，认依稀、王谢旧邻里。\n临春结绮，可怜红粉成灰，萧索白杨风起。\n因思畴昔，铁索千寻，漫沉江底。\n挥羽扇、障西尘，便好角巾私第。\n清谈到底成何事？\n回首新亭，风景今如此。\n楚囚对泣何时已？\n叹人间、今古真儿戏。\n东风岁岁还来，吹入钟山，几重苍翠。"}
  ],
  "南昌市": [
    {"dynasty":"宋","poet": "张元幹", "title": "满江红·自豫章阻风吴城山作", "content": "春水迷天，桃花浪、几番风恶。\n云乍起，远山遮尽，晚风还作。\n绿卷芳洲生杜若，数帆带雨烟中落。\n傍向来、沙嘴共停桡，伤飘泊。\n寒犹在，衾偏薄。\n肠欲断，愁难着。\n倚篷窗无寐，引杯孤酌。\n寒食清明都过却，最怜轻负年时约。\n想小楼、终日望归舟，人如削。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "菩萨蛮·书江西造口壁", "content": "郁孤台下清江水，中间多少行人泪！\n西北望长安，可怜无数山。\n青山遮不住，毕竟东流去。\n江晚正愁余，山深闻鹧鸪。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "祝英台近·晚春", "content": "宝钗分，桃叶渡。\n烟柳暗南浦。\n怕上层楼，十日九风雨。\n断肠片片飞红，都无人管，更谁劝、啼莺声住？\n鬓边觑。\n试把花卜归期，才簪又重数。\n罗帐灯昏，哽咽梦中语。\n是他春带愁来，春归何处？\n却不解、带将愁去！"},
    {"dynasty":"宋","poet": "吴潜", "title": "满江红·豫章滕王阁", "content": "万里西风，吹我上、滕王高阁。\n正槛外、楚山云涨，楚江涛作。\n何处征帆木末去？\n有时野鸟沙边落。\n近帘钩、暮雨掩空来，今犹昨。\n秋渐紧，添离索。\n天正远，伤漂泊。\n叹十年心事，休休莫莫。\n岁月无多人易老，乾坤虽大愁难着。\n向黄昏、断送客魂消，城头角。"}
  ],
  "台州市": [
    {"dynasty":"宋","poet": "周邦彦", "title": "玉楼春", "content": "桃溪不作从容住，秋藕绝来无续处。\n当时相候赤栏桥，今日独寻黄叶路。\n烟中列岫青无数，雁背夕阳红欲暮。\n人如风后入江云，情似雨余粘地絮。"},
    {"dynasty":"宋","poet": "张炎", "title": "月下笛", "content": "孤游万竹山中，闲门落叶，愁思黯然，因动《黍离》之感。\n时寓甬东积翠山舍。\n万里孤云，清游渐远，故人何处？\n寒窗梦里，犹记经行旧时路。\n连昌约略无多柳，第一是难听夜雨。\n谩惊回凄悄，相看烛影，拥衾谁语？\n张绪归何暮！\n半零落依依，断桥鸥鹭。\n天涯倦旅，此时心事良苦。\n只愁重洒西州泪，问杜曲人家在否？\n恐翠袖正天寒，犹倚梅花那树。"}
  ],
  "合肥市": [
    {"dynasty":"宋","poet": "姜夔", "title": "鹧鸪天·元夕有所梦", "content": "肥水东流无尽期，当初不合种相思。\n梦中未比丹青见，暗里忽惊山鸟啼。\n春未绿，鬓先丝，人间别久不成悲。\n谁教岁岁红莲夜，两处沉吟各自知。"},
    {"dynasty":"宋","poet": "姜夔", "title": "长亭怨慢·予颇喜自制曲", "preface": "予颇喜自制曲，初率意为长短句，然后协以律，故前后阕多不同。", "content": "桓大司马云：“昔年种柳，依依汉南；今看摇落，凄怆江潭；树犹如此，人何以堪！\n”此语予深爱之。\n渐吹尽、枝头香絮。\n是处人家，绿深门户。\n远浦萦回，暮帆零乱向何许？\n阅人多矣，谁得似长亭树。\n树若有情时，不会得青青如此。\n日暮，望高城不见，只见乱山无数。\n韦郎去也，怎忘得玉环分付？\n第一是早早归来，怕红萼无人为主！\n算空有并刀，难剪离愁千缕。"},
    {"dynasty":"宋","poet": "姜夔", "title": "淡黄柳", "content": "客居合肥南城赤阑桥之西，巷陌凄凉，与江左异，唯柳色夹道，依依可怜。\n因度此阕，以纾客怀。\n空城晓角，吹入垂杨陌。\n马上单衣寒恻恻。\n看尽鹅黄嫩绿，都是江南旧相识。\n正岑寂，明朝又寒食。\n强携酒、小桥宅。\n怕梨花落尽成秋色。\n燕燕飞来，问春何在，唯有池塘自碧。"}
  ],
  "吉安市": [
    {"dynasty":"宋","poet": "刘辰翁", "title": "兰陵王·丙子送春", "content": "送春去。\n春去人间无路。\n秋千外、芳草连天，谁遣风沙暗南浦？\n依依甚意绪？\n漫忆海门飞絮。\n乱鸦过，斗转城荒，不见来时试灯处。\n春去。\n最谁苦？\n但箭雁沉边，梁燕无主。\n杜鹃声里长门暮。\n想玉树凋土，泪盘如露。\n咸阳送客屡回顾。\n斜日未能度。\n春去。\n尚来否？\n正江令恨别，庾信愁赋。\n苏堤尽日风和雨。\n叹神游故国，花记前度。\n人生流落，顾孺子，共夜语。"}
  ],
  "咸阳市": [
    {"dynasty":"宋","poet": "王诜", "title": "忆故人", "content": "烛影摇红向夜阑，乍酒醒、心情懒。\n尊前谁为唱《阳关》？\n离恨天涯远。\n无奈云沉雨散，凭阑干、东风泪眼。\n海棠开后，燕子来时，黄昏庭院。"},
    {"dynasty":"宋","poet": "刘克庄", "title": "沁园春·梦孚若", "content": "何处相逢？\n登宝钗楼，访铜雀台。\n唤厨人斫就，东溟鲸脍；圉人呈罢，西极龙媒。\n天下英雄，使君与操，余子谁堪共酒杯？\n车千辆，载燕南赵北，剑客奇才。\n饮酣画鼓如雷，谁信被晨鸡轻唤回。\n叹年光过尽，功名未立；书生老去，机会方来。\n使李将军，遇高皇帝，万户侯何足道哉！\n披衣起，但凄凉感旧，慷慨生哀。"}
  ],
  "太原市": [
    {"dynasty":"宋","poet": "王澜", "title": "念奴娇·避地溢江，书于新亭", "content": "凭高远望，见家乡、只在白云深处。\n镇日思归归未得，孤负殷勤杜宇。\n故国伤心，新亭泪眼，更洒潇潇雨。\n长江万里，难将此恨流去。\n遥想江口依然，鸟啼花谢，今日谁为主？\n燕子归来，雕梁何处，底事呢喃语？\n最苦金沙，十万户尽，作血流漂杵。\n横空剑气，要当一洗残虏。"}
  ],
  "宜宾市": [
    {"dynasty":"宋","poet": "黄庭坚", "title": "念奴娇", "content": "八月十七日，同诸甥步自永安城楼，过张宽夫园待月。\n偶有名酒，因以金荷酌众客。\n客有孙彦立，善吹笛。\n援笔作乐府长短句，文不加点。\n断虹霁雨，净秋空，山染修眉新绿。\n桂影扶疏，谁便道，今夕清辉不足？\n万里青天，姮娥何处，驾此一轮玉？\n寒光零乱，为谁偏照醽醁？\n年少从我追游，晚凉幽径，绕张园森木。\n共倒金荷家万里，难得尊前相属。\n老子平生，江南江北，最爱临风曲。\n孙郎微笑，坐来声喷霜竹。"},
    {"dynasty":"宋","poet": "黄庭坚", "title": "清平乐", "content": "春归何处？\n寂寞无行路。\n若有人知春去处，唤取归来同住。\n春无踪迹谁知？\n除非问取黄鹂，百啭无人能解，因风飞过蔷薇。"}
  ],
  "宣城市": [
    {"dynasty":"宋","poet": "张先", "title": "天仙子", "content": "时为嘉禾小倅，以病眠，不赴府会。\n《水调》数声持酒听，午醉醒来愁未醒。\n送春春去几时回？\n临晚镜，伤流景，往事后期空记省。\n沙上并禽池上暝，云破月来花弄影。\n重重帘幕密遮灯，风不定，人初静，明日落红应满径。"},
    {"dynasty":"宋","poet": "李清照", "title": "怨王孙", "content": "湖上风来波浩渺，秋已暮、红稀香少。\n水光山色与人亲，说不尽、无穷好。\n莲子已成荷叶老，清露洗、花汀草。\n眠沙鸥鹭不回头，似也恨、人归早。"}
  ],
  "岳阳市": [
    {"dynasty":"宋","poet": "牛希济", "title": "临江仙", "content": "洞庭波浪飐晴天，君山一点凝烟。\n此中真境属神仙。\n玉楼珠殿，相映月轮边。\n万里平湖秋色冷，星辰垂影参然。\n橘林霜重更红鲜。\n罗浮山下，有路暗相连。"},
    {"dynasty":"宋","poet": "苏舜钦", "title": "水调歌头·沧浪亭", "content": "潇洒太湖岸，淡伫洞庭山。\n鱼龙隐处，烟雾深锁渺弥间。\n方念陶朱张翰，忽有扁舟急桨，撇浪载鲈还。\n落日暴风雨，归路绕汀湾。\n丈夫志，当景盛，耻疏闲。\n壮年何事憔悴，华发改朱颜？\n拟借寒潭垂钓，又恐鸥鸟相猜，不肯傍青纶。\n刺棹穿芦荻，无语看波澜。"},
    {"dynasty":"宋","poet": "张舜民", "title": "卖花声·题岳阳楼", "content": "木叶下君山，空水漫漫。\n十分斟酒敛芳颜。\n不是渭城西去客，休唱《阳关》。\n醉袖抚危栏，天淡云闲。\n何人此路得生还？\n回首夕阳红尽处，应是长安。"},
    {"dynasty":"宋","poet": "张耒", "title": "风流子", "content": "木叶亭皋下，重阳近，又是捣衣秋。\n奈愁入庾肠，老侵潘鬓，谩簪黄菊，花也应羞。\n楚天晚，白烟尽处，红蓼水边头。\n芳草有情，夕阳无语，雁横南浦，人倚西楼。\n玉容知安否？\n香笺共锦字，两处悠悠。\n空恨碧云离合，青鸟沉浮。\n向风前懊恼，芳心一点，寸眉两叶，禁甚闲愁？\n情到不堪言处，分付东流。"},
    {"dynasty":"宋","poet": "李祁", "title": "南歌子", "content": "袅袅秋风起，萧萧败叶声。\n岳阳楼上听哀筝，楼下凄凉江月、为谁明？\n雾雨沉云梦，烟波渺洞庭。\n可怜无处问湘灵，只有无情江水、绕孤城。"},
    {"dynasty":"宋","poet": "袁去华", "title": "水调歌头·定王台", "content": "雄跨洞庭野，楚望古湘州。\n何王台殿？\n危基百尺自西刘。\n尚想霓旌千骑，依约入云歌吹，屈指几经秋。\n叹息繁华地，兴废两悠悠。\n登临处，乔木老，大江流。\n书生报国无地，空白九分头。\n一夜寒生关塞，万里云埋陵阙，耿耿恨难休。\n徙倚霜风里，落日伴人愁。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "念奴娇·过洞庭", "content": "洞庭青草，近中秋、更无一点风色。\n玉界琼田三万顷，着我扁舟一叶。\n素月分辉，明河共影，表里俱澄澈。\n怡然心会，妙处难与君说。\n应念岭海经年，孤光自照，肝胆皆冰雪。\n短发萧骚襟袖冷，稳泛沧浪空阔。\n尽吸西江，细斟北斗，万象为宾客。\n扣舷独啸，不知今夕何夕。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "水调歌头·过岳阳楼作", "content": "湖海倦游客，江汉有归舟。\n西风千里，送我今夜岳阳楼。\n日落君山云气，春到沅湘草木，远思渺难收。\n徙倚阑干久，缺月挂帘钩。\n雄三楚，吞七泽，隘九州。\n人间好处，何处更似此楼头？\n欲吊沉累无所，但有渔儿樵子，哀此写离忧。\n回首叫虞舜，杜若满芳洲。"}
  ],
  "巢湖市": [
    {"dynasty":"宋","poet": "姜夔", "title": "满江红", "content": "《满江红》旧调用仄韵，多不协律。\n如末句云“无心扑”三字，歌者将“心”字融入去声，方谐音律。\n予欲以平韵为之，久不能成。\n因泛巢湖，闻远岸箫鼓声，问之舟师，云：“居人为此湖神姥寿也。\n”予因祝曰：“得一席风径至居巢，当以平韵《满江红》为迎送神曲。\n”言讫，风与笔俱驶，顷刻而成。\n末句云“闻佩环”，则协律矣。\n书以绿笺，沉于白浪，辛亥正月晦也。\n是岁六月，复过祠下，因刻之柱间。\n有客来自居巢云：“土人祠姥，辄能歌此词。\n”按曹操至濡须口，孙权遗操书曰：“春水方生，公宜速去。\n”操曰：“孙权不欺孤。\n”乃撤军还。\n濡须口与东关相近，江湖水之所出入。\n予意春水方生，必有司之者，故归其功于姥云。\n仙姥来时，正一望、千顷翠澜。\n旌旗共、乱云俱下，依约前山。\n命驾群龙金作轭，相从诸娣玉为冠。\n向夜深、风定悄无人，闻佩环。\n神奇处，君试看。\n奠淮右，阻江南。\n遣六丁雷电，别守东关。\n却笑英雄无好手，一篙春水走曹瞒。\n又怎知、人在小红楼，帘影间。"}
  ],
  "常德市": [
    {"dynasty":"宋","poet": "刘禹锡", "title": "潇湘神（二首）", "content": "湘水流，湘水流，九疑云物至今愁。\n若问二妃何处所？\n零陵香草露中秋。\n斑竹枝，斑竹枝，泪痕点点寄相思。\n楚客欲听瑶瑟怨，潇湘深夜月明时。"},
    {"dynasty":"宋","poet": "黄庭坚", "title": "水调歌头·游览", "content": "瑶草一何碧，春入武陵溪。\n溪上桃花无数，花上有黄鹂。\n我欲穿花寻路，直入白云深处，浩气展虹霓。\n只恐花深里，红露湿人衣。\n坐玉石，欹玉枕，拂金徽。\n谪仙何处？\n天人伴我白螺杯。\n我为灵芝仙草，不为朱唇丹脸，长啸亦何为！\n醉舞下山去，明月逐人归。"},
    {"dynasty":"宋","poet": "周邦彦", "title": "瑞龙吟", "content": "章台路。\n还见褪粉梅梢，试花桃树。\n愔愔坊陌人家，定巢燕子，归来旧处。\n黯凝伫。\n因念个人痴小，乍窥门户。\n侵晨浅约宫黄，障风映袖，盈盈笑语。\n前度刘郎重到，访邻寻里，同时歌舞。\n惟有旧家秋娘，声价如故。\n吟笺赋笔，犹记《燕台》句。\n知谁伴、名园露饮，东城闲步？\n事与孤鸿去。\n探春尽是，伤离意绪。\n官柳低金缕。\n归骑晚，纤纤池塘飞雨。\n断肠院落，一帘风絮。"},
    {"dynasty":"宋","poet": "李清照", "title": "武陵春", "content": "风住尘香花已尽，日晚倦梳头。\n物是人非事事休，欲语泪先流。\n闻说双溪春尚好，也拟泛轻舟。\n只恐双溪舴艋舟，载不动、许多愁。"},
    {"dynasty":"宋","poet": "严蕊", "title": "卜算子", "content": "不是爱风尘，似被前缘误。\n花落花开自有时，总赖东君主。\n去也终须去，住也如何住？\n若得山花插满头，莫问奴归处。"},
    {"dynasty":"宋","poet": "姜夔", "title": "念奴娇·予客武陵", "preface": "予客武陵，湖北宪治在焉。古城野水，乔木参天，予与二三友日荡舟其间，薄荷花而饮，意象幽闲，不类人境。", "content": "秋水且涸，荷叶出地寻丈，因列坐其下，上不见日，清风徐来，绿云自动。\n间于疏处窥见游人画船，亦一乐也。\n朅来吴兴，数得相羊荷花中。\n又夜泛西湖，光景奇绝。\n故以此句写之。\n闹红一舸，记来时、尝与鸳鸯为侣。\n三十六陂人未到，水佩风裳无数。\n翠叶吹凉，玉容销酒，更洒菰蒲雨。\n嫣然摇动，冷香飞上诗句。\n日暮，青盖亭亭，情人不见，争忍凌波去？\n只恐舞衣寒易落，愁入西风南浦。\n高柳垂阴，老鱼吹浪，留我花间住。\n田田多少，几回沙际归路。"}
  ],
  "广州市": [
    {"dynasty":"宋","poet": "苏轼", "title": "浣溪沙·春情", "content": "道字娇讹苦未成，未应春阁梦多情，朝来何事绿鬟倾？\n彩索身轻长趁燕，红窗睡重不闻莺。\n困人天气近清明。"}
  ],
  "延安市": [
    {"dynasty":"宋","poet": "范仲淹", "title": "渔家傲", "content": "塞下秋来风景异，衡阳雁去无留意。\n四面边声连角起。\n千嶂里，长烟落日孤城闭。\n浊酒一杯家万里，燕然未勒归无计。\n羌管悠悠霜满地。\n人不寐，将军白发征夫泪。"}
  ],
  "开封市": [
    {"dynasty":"宋","poet": "鹿虔扆", "title": "临江仙", "content": "金锁重门荒苑静，绮窗愁对秋空。\n翠华一去寂无踪。\n玉楼歌吹，声断已随风。\n烟月不知人事改，夜阑还照深宫。\n藕花相向野塘中。\n暗伤亡国，清露泣香红。"},
    {"dynasty":"宋","poet": "李煜", "title": "虞美人", "content": "春花秋月何时了，往事知多少！\n小楼昨夜又东风，故国不堪回首月明中。\n雕栏玉砌应犹在，只是朱颜改。\n问君能有几多愁？\n恰似一江春水向东流。"},
    {"dynasty":"宋","poet": "李煜", "title": "浪淘沙", "content": "往事只堪哀，对景难排。\n秋风庭院藓侵阶。\n一桁珠帘闲不卷，终日谁来？\n金锁已沉埋，壮气蒿莱。\n晚凉天净月华开。\n想得玉楼瑶殿影，空照秦淮。"},
    {"dynasty":"宋","poet": "柳永", "title": "雨霖铃", "content": "寒蝉凄切，对长亭晚，骤雨初歇。\n都门帐饮无绪，方留恋处，兰舟催发。\n执手相看泪眼，竟无语凝咽。\n念去去、千里烟波，暮霭沉沉楚天阔。\n多情自古伤离别，更那堪，冷落清秋节！\n今宵酒醒何处？\n杨柳岸、晓风残月。\n此去经年，应是良辰好景虚设。\n便纵有、千种风情，更与何人说？"},
    {"dynasty":"宋","poet": "柳永", "title": "采莲令", "content": "月华收，云淡霜天曙。\n西征客、此时情苦。\n翠娥执手，送临歧、轧轧开朱户。\n千娇面、盈盈伫立，无言有泪，断肠争忍回顾？\n一叶兰舟，便恁急桨凌波去。\n贪行色，岂知离绪。\n万般方寸，但饮恨、脉脉同谁语？\n更回首、重城不见，寒江天外，隐隐两三烟树。"},
    {"dynasty":"宋","poet": "柳永", "title": "凤栖梧", "content": "伫倚危楼风细细，望极春愁，黯黯生天际。\n草色烟光残照里，无言谁会凭阑意？\n拟把疏狂图一醉，对酒当歌，强乐还无味。\n衣带渐宽终不悔，为伊消得人憔悴。"},
    {"dynasty":"宋","poet": "柳永", "title": "木兰花慢", "content": "拆桐花烂漫，乍疏雨，洗清明。\n正艳杏烧林，缃桃绣野，芳景如屏。\n倾城。\n尽寻胜去，骤雕鞍绀幰出郊坰。\n风暖繁弦翠管，万家竞奏新声。\n盈盈。\n斗草踏青。\n人艳冶、递逢迎。\n向路旁往往，遗簪堕珥，珠翠纵横。\n欢情。\n对佳丽地，信金罍罄竭玉山倾。\n拚却明朝永日，画堂一枕春酲。"},
    {"dynasty":"宋","poet": "柳永", "title": "鹤冲天", "content": "黄金榜上，偶失龙头望。\n明代暂遗贤，如何向？\n未遂风云便，争不恣狂荡。\n何须论得丧？\n才子词人，自是白衣卿相。\n烟花巷陌，依约丹青屏障。\n幸有意中人，堪寻访。\n且恁偎红依翠，风流事、平生畅。\n青春都一饷。\n忍把浮名，换了浅斟低唱！"},
    {"dynasty":"宋","poet": "晏几道", "title": "阮郎归", "content": "天边金掌露成霜，云随雁字长。\n绿杯红袖趁重阳，人情似故乡。\n兰佩紫，菊簪黄，殷勤理旧狂。\n欲将沉醉换悲凉，清歌莫断肠。"},
    {"dynasty":"宋","poet": "苏轼", "title": "江城子·乙卯正月二十日夜记梦", "content": "十年生死两茫茫，不思量，自难忘。\n千里孤坟，无处话凄凉。\n纵使相逢应不识，尘满面，鬓如霜。\n夜来幽梦忽还乡，小轩窗，正梳妆。\n相顾无言，惟有泪千行。\n料得年年肠断处，明月夜，短松冈。"},
    {"dynasty":"宋","poet": "秦观", "title": "望海潮", "content": "梅英疏淡，冰凘溶泄，东风暗换年华。\n金谷俊游，铜驼巷陌，新晴细履平沙。\n长记误随车。\n正絮翻蝶舞，芳思交加。\n柳下桃蹊，乱分春色到人家。\n西园夜饮鸣笳。\n有华灯碍月，飞盖妨花。\n兰苑未空，行人渐老，重来是事堪嗟！\n烟暝酒旗斜。\n但倚楼极目，时见栖鸦。\n无奈归心，暗随流水到天涯。"},
    {"dynasty":"宋","poet": "秦观", "title": "满庭芳", "content": "山抹微云，天粘衰草，画角声断谯门。\n暂停征棹，聊共引离尊。\n多少蓬莱旧事，空回首、烟霭纷纷。\n斜阳外，寒鸦数点，流水绕孤村。\n销魂。\n当此际，香囊暗解，罗带轻分。\n谩赢得、青楼薄幸名存。\n此去何时见也？\n襟袖上、空惹啼痕。\n伤情处，高城望断，灯火已黄昏。"},
    {"dynasty":"宋","poet": "秦观", "title": "画堂春", "content": "落红铺径水平池，弄晴小雨霏霏。\n杏园憔悴杜鹃啼，无奈春归。\n柳外画楼独上，凭栏手捻花枝。\n放花无语对斜晖，此恨谁知！"},
    {"dynasty":"宋","poet": "秦观", "title": "蝶恋花", "content": "晓日窥轩双燕语，似与佳人，共惜春将暮。\n屈指艳阳都几许，可无时霎闲风雨？\n流水落花无问处，只有飞云，冉冉来还去。\n持酒劝云云且住，凭君碍断春归路。"},
    {"dynasty":"宋","poet": "秦观", "title": "满庭芳", "content": "晓色云开，春随人意，骤雨才过还晴。\n古台芳榭，飞燕蹴红英。\n舞困榆钱自落，秋千外、绿水桥平。\n东风里，朱门映柳，低按小秦筝。\n多情，行乐处，珠钿翠盖，玉辔红缨。\n渐酒空金榼，花困蓬瀛。\n豆蔻梢头旧恨，十年梦、屈指堪惊。\n凭阑久，疏烟淡日，寂寞下芜城。"},
    {"dynasty":"宋","poet": "周邦彦", "title": "兰陵王·柳", "content": "柳阴直，烟里丝丝弄碧。\n隋堤上、曾见几番，拂水飘绵送行色。\n登临望故国，谁识京华倦客？\n长亭路、年去岁来，应折柔条过千尺。\n闲寻旧踪迹，又酒趁哀弦，灯照离席。\n梨花榆火催寒食。\n愁一箭风快，半篙波暖，回头迢递便数驿。\n望人在天北。\n凄恻，恨堆积。\n渐别浦萦回，津堠岑寂。\n斜阳冉冉春无极。\n念月榭携手，露桥闻笛。\n沉思前事，似梦里，泪暗滴。"},
    {"dynasty":"宋","poet": "周邦彦", "title": "尉迟杯·离恨", "content": "隋堤路。\n渐日晚、密霭生深树。\n阴阴淡月笼沙，还宿河桥深处。\n无情画舸，都不管、烟波隔南浦。\n等行人、醉拥重衾，载将离恨归去。\n因念旧客京华，长偎傍、疏林小槛欢聚。\n冶叶倡条俱相识，仍惯见、珠歌翠舞。\n如今向、渔村水驿，夜如岁、焚香独自语。\n有何人念我无聊？\n梦魂凝想鸳侣。"},
    {"dynasty":"宋","poet": "李清照", "title": "玉楼春", "content": "红酥肯放琼苞碎，探着南枝开遍未？\n不知酝藉几多香，但见包藏无限意。\n道人憔悴春窗底，闷损阑干愁不倚。\n要来小酌便来休，未必明朝风不起。"},
    {"dynasty":"宋","poet": "李清照", "title": "渔家傲", "content": "天接云涛连晓雾，星河欲转千帆舞。\n仿佛梦魂归帝所。\n闻天语，殷勤问我归何处。\n我报路长嗟日暮，学诗漫有惊人句。\n九万里风鹏正举，风休住，蓬舟吹取三山去。"},
    {"dynasty":"宋","poet": "李清照", "title": "一剪梅", "content": "红藕香残玉簟秋，轻解罗裳，独上兰舟。\n云中谁寄锦书来？\n雁字回时，月满西楼。\n花自飘零水自流，一种相思，两处闲愁。\n此情无计可消除，才下眉头，却上心头。"},
    {"dynasty":"宋","poet": "李清照", "title": "鹧鸪天", "content": "寒日萧萧上锁窗，梧桐应恨夜来霜。\n酒阑更喜团茶苦，梦断偏宜瑞脑香。\n秋已尽，日犹长，仲宣怀远更凄凉。\n不如随分尊前醉，莫负东篱菊蕊黄。"},
    {"dynasty":"宋","poet": "李清照", "title": "行香子", "content": "草际鸣蛩，惊落梧桐，正人间天上愁浓。\n云阶月地，关锁千重。\n纵浮槎来，浮槎去，不相逢。\n星桥鹊驾，经年才见，想离情别恨难穷。\n牵牛织女，莫是离中？\n甚霎儿晴，霎儿雨，霎儿风？"},
    {"dynasty":"宋","poet": "李清照", "title": "点绛唇", "content": "寂寞深闺，柔肠一寸愁千缕。\n惜春春去，几点催花雨。\n倚遍阑干，只是无情绪。\n人何处？\n连天芳草，望断归来路。"},
    {"dynasty":"宋","poet": "韩元吉", "title": "好事近·汴京赐宴，闻教坊乐有感", "content": "凝碧旧池头，一听管弦凄切。\n多少梨园声在，总不堪华发。\n杏花无处避春愁，也傍野烟发。\n惟有御沟声断，似知人呜咽。"},
    {"dynasty":"宋","poet": "范成大", "title": "秦楼月", "content": "楼阴缺，阑干影卧东厢月。\n东厢月。\n一天风露，杏花如雪。\n隔烟催漏金虬咽，罗帏暗淡灯花结。\n灯花结。\n片时春梦，江南天阔。"},
    {"dynasty":"宋","poet": "史达祖", "title": "齐天乐·中秋宿真定驿", "content": "西风来劝凉云去，天东放开金镜。\n照野霜凝，入河桂湿，一一冰壶相映。\n殊方路永。\n更分破秋光，尽成悲境。\n有客踌躇，古庭空自吊孤影。\n江南朋旧在许，也能怜天际，诗思谁领？\n梦断刀头，书开虿尾，别有相思随定。\n忧心耿耿。\n对风鹊残枝，露蛩荒井。\n斟酌姮娥，九秋宫殿冷！"},
    {"dynasty":"宋","poet": "史达祖", "title": "满江红·九月二十一日出京怀古", "content": "缓辔西风，叹三宿、迟迟行客。\n桑梓外、锄耰渐入，柳坊花陌。\n双阙远腾龙凤影，九门空锁鸳鸾翼。\n更无人、笛傍宫墙，苔花碧。\n天相汉，民怀国。\n天厌虏，臣离德。\n趁建瓴一举，并收鳌极。\n老子岂无经世术，诗人不预平戎策。\n办一襟、风月看升平，吟春色。"},
    {"dynasty":"宋","poet": "刘辰翁", "title": "宝鼎现·春月", "content": "红妆春骑。\n踏月影、竿旗穿市。\n望不尽、楼台歌舞，习习香尘莲步底。\n箫声断，约彩鸾归去。\n未怕金吾呵醉。\n甚辇路、喧阗且止？\n听得念奴歌起。\n父老犹记宣和事。\n抱铜仙、清泪如水。\n还转盼、沙河多丽。\n滉漾明光连邸第。\n帘影动，散红光成绮。\n月浸葡萄十里。\n看往来，神仙才子。\n肯把菱花扑碎？\n肠断竹马儿童，空见说、三千乐指。\n等多时春不归来，到春时欲睡。\n又说向、灯前拥髻。\n暗滴鲛珠坠。\n便当日，亲见《霓裳》，天上人间梦里。"},
    {"dynasty":"宋","poet": "王清惠", "title": "满江红", "content": "太液芙蓉，浑不似、旧时颜色。\n曾记得，春风雨露，玉楼金阙。\n名播兰馨妃后里，晕潮莲脸君王侧。\n忽一声、鼙鼓揭天来，繁华歇。\n龙虎散，风云灭。\n千古恨，凭谁说？\n对山河百二，泪盈襟血。\n客馆夜惊尘土梦，宫车晓辗关山月。\n问嫦娥、于我肯从容，同圆缺？"}
  ],
  "徐州市": [
    {"dynasty":"宋","poet": "苏轼", "title": "永遇乐·彭城夜宿燕子楼", "preface": "彭城夜宿燕子楼，梦盼盼，因作此词。", "content": "明月如霜，好风如水，清景无限。\n曲港跳鱼，圆荷泻露，寂寞无人见。\n如三鼓，铿然一叶，黯黯梦云惊断。\n夜茫茫，重寻无处，觉来小园行遍。\n天涯倦客，山中归路，望断故园心眼。\n燕子楼空，佳人何在？\n空锁楼中燕。\n古今如梦，何曾梦觉，但有旧欢新怨。\n异时对、黄楼夜景，为余浩叹！"},
    {"dynasty":"宋","poet": "苏轼", "title": "浣溪沙", "content": "旋抹红妆看使君，三三五五棘篱门，相排踏破茜罗裙。\n老幼扶携收麦社，乌鸢翔舞赛神村，道逢醉叟卧黄昏。"},
    {"dynasty":"宋","poet": "苏轼", "title": "浣溪沙", "content": "簌簌衣巾落枣花，村南村北响缫车，牛衣古柳卖黄瓜。\n酒困路长惟欲睡，日高人渴漫思茶，敲门试问野人家。"},
    {"dynasty":"宋","poet": "苏辙", "title": "水调歌头·徐州中秋", "content": "离别一何久，七度过中秋。\n去年东武今夕，明月不胜愁。\n岂意彭城山下，同泛清河古汴，船上载《凉州》。\n鼓吹助清赏，鸿雁起汀洲。\n坐中客，翠羽帔，紫绮裘。\n素娥无赖西去，曾不为人留。\n今夜清尊对客，明夜孤帆水驿，依旧照离忧。\n但恐同王粲，相对永登楼。"},
    {"dynasty":"宋","poet": "贺铸", "title": "古捣练子（五首）·夜捣衣", "content": "收锦字，下鸳机，净拂床砧夜捣衣。\n马上少年今健否？\n过瓜时见雁南归。\n杵声齐砧面莹，杵声齐，捣就征衣泪墨题。\n寄到玉关应万里，戍人犹在玉关西！\n夜如年斜月下，北风前，万杵千砧捣欲穿。\n不为捣衣勤不睡，破除今夜夜如年。\n剪征袍抛练杵，傍窗纱，巧剪征袍斗出花。\n想见陇头长戍客，授衣时节也思家。\n望书归边堠远，置邮稀，附与征衣衬铁衣。\n连夜不妨频梦见，过年惟望得书归。"},
    {"dynasty":"宋","poet": "蔡伸", "title": "水调歌头·时居莆田", "content": "亭皋木叶下，原隰菊花黄。\n凭高满眼秋意，时节近重阳。\n追想彭门往岁，千骑云屯平野，高宴古球场。\n吊古论兴废，看剑引杯长。\n感流年，思往事，重凄凉。\n当时坐间英俊，强半已凋亡。\n慨念平生豪放，自笑如今霜鬓，漂泊水云乡。\n已矣功名志，此意付清觞。"}
  ],
  "惠州市": [
    {"dynasty":"宋","poet": "苏轼", "title": "贺新郎", "content": "乳燕飞华屋。\n悄无人、桐阴转午，晚凉新浴。\n手弄生绡白团扇，扇手一时似玉。\n渐困倚、孤眠清熟。\n帘外谁来推绣户？\n枉教人梦断瑶台曲。\n又却是，风敲竹。\n石榴半吐红巾蹙，待浮花浪蕊都尽，伴君幽独。\n秾艳一枝细看取，芳心千重似束。\n又恐被、西风惊绿。\n若待得君来向此，花前对酒不忍触。\n共粉泪，两簌簌。"}
  ],
  "成都市": [
    {"dynasty":"宋","poet": "陆游", "title": "汉宫春·初自南郑来成都作", "content": "羽箭雕弓，忆呼鹰古垒，截虎平川。\n吹笳暮归野帐，雪压青毡。\n淋漓醉墨，看龙蛇、飞落蛮笺。\n人误许，诗情将略，一时才气超然。\n何事又作南来，看重阳药市，元夕灯山？\n花时万人乐处，欹帽垂鞭。\n闻歌感旧，尚时时、流涕尊前。\n君记取，封侯事在，功名不信由天。"},
    {"dynasty":"宋","poet": "陆游", "title": "双头莲·呈范至能待制", "content": "华鬓星星，惊壮志成虚，此身如寄。\n萧条病骥，向暗里消尽，当年豪气。\n梦断故国山川，隔重重烟水。\n身万里，旧社凋零，青门俊游谁记？\n尽道锦里繁华，叹官闲昼永，柴荆添睡。\n清愁自醉，念此际付与、何人心事？\n纵有楚柁吴樯，知何时东逝？\n空怅望，鲙美菰香，秋风又起。"}
  ],
  "扬州市": [
    {"dynasty":"宋","poet": "白居易", "title": "长相思", "content": "汴水流，泗水流，流到瓜洲古渡头。\n吴山点点愁。\n思悠悠，恨悠悠，恨到归时方始休。\n月明人倚楼。"},
    {"dynasty":"宋","poet": "晁冲之", "title": "临江仙", "content": "忆昔西池池上饮，年年多少欢娱！\n别来不寄一行书。\n寻常相见了，犹道不如初。\n安稳锦屏今夜梦，月明好渡江湖。\n相思休问定何如。\n情知春去后，管得落花无？"},
    {"dynasty":"宋","poet": "赵鼎", "title": "满江红·丁未九月南渡，泊舟仪真江口作", "content": "惨结秋阴，西风送、霏霏雨湿。\n凄望眼、征鸿几字，暮投沙碛。\n试问乡关何处是？\n水云浩荡迷南北。\n但一抹、寒青有无中，遥山色。\n天涯路，江上客。\n肠欲断，头应白。\n空搔首兴叹，暮年离拆。\n须信道消忧除是酒，奈酒行有尽情无极。\n便挽取、长江入尊罍，浇胸臆。"},
    {"dynasty":"宋","poet": "刘过", "title": "六州歌头", "content": "镇长淮，一都会，古扬州。\n升平日，珠帘十里春风、小红楼。\n谁知艰难去，边尘暗，胡马扰；笙歌散，衣冠渡，使人愁。\n屈指细思，血战成何事，万户封侯。\n但琼花无恙，开落几经秋。\n故垒荒丘，似含羞。\n怅望金陵宅，丹阳郡，山不断，郁绸缪。\n兴亡梦，荣枯泪，水东流，甚时休？\n野灶炊烟里，依然是、宿貔貅。\n叹灯火，今萧索，尚淹留。\n莫上醉翁亭，看蒙蒙雨、杨柳丝柔。\n笑书生无用，富贵拙身谋，骑鹤来游。"},
    {"dynasty":"宋","poet": "姜夔", "title": "扬州慢·淳熙丙申至日", "preface": "淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有《黍离》之悲也。", "content": "淮左名都，竹西佳处，解鞍少驻初程。\n过春风十里，尽荠麦青青。\n自胡马窥江去后，废池乔木，犹厌言兵。\n渐黄昏，清角吹寒，都在空城。\n杜郎俊赏，算而今、重到须惊。\n纵豆蔻词工，青楼梦好，难赋深情。\n二十四桥仍在，波心荡、冷月无声。\n念桥边红药，年年知为谁生？"},
    {"dynasty":"宋","poet": "刘克庄", "title": "昭君怨·牡丹", "content": "曾看洛阳旧谱，只许姚黄独步。\n若比广陵花，太亏他。\n旧日王侯园圃，今日荆榛狐兔。\n君莫说中州，怕花愁。"},
    {"dynasty":"宋","poet": "方岳", "title": "水调歌头·平山堂用东坡韵", "content": "秋雨一何碧，山色倚晴空。\n江南江北愁思，分付酒螺红。\n芦叶篷舟千重，菰菜莼羹一梦，无语寄归鸿。\n醉眼渺河洛，遗恨夕阳中。\n洲外，山欲暝，敛眉峰。\n人间俯仰陈迹，叹息两仙翁。\n不见当时杨柳，只是从前烟雨，磨灭几英雄？\n天地一孤啸，匹马又西风。"}
  ],
  "昌乐市": [
    {"dynasty":"宋","poet": "李清照", "title": "蝶恋花", "content": "暖雨晴风初破冻，柳眼梅腮，已觉春心动。\n酒意诗情谁与共？\n泪融残粉花钿重。\n乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。\n独抱浓愁无好梦，夜阑犹剪灯花弄。"}
  ],
  "杭州市": [
    {"dynasty":"宋","poet": "冯延巳", "title": "抛球乐", "content": "酒罢歌余兴未阑，小桥流水共盘桓。\n波摇梅蕊当心白，风入罗衣贴体寒。\n且莫思归去，须尽笙歌此夕欢。"},
    {"dynasty":"宋","poet": "潘阆", "title": "酒泉子（其五）", "content": "长忆孤山，山在湖心如黛簇。\n僧房四面向湖开，轻棹去还来。\n芰荷香喷连云阁，阁上清声檐下铎。\n别来尘土污人衣，空役梦魂飞。"},
    {"dynasty":"宋","poet": "柳永", "title": "夜半乐", "content": "冻云黯淡天气，扁舟一叶，乘兴离江渚。\n渡万壑千岩，越溪深处。\n怒涛渐息，樵风乍起，更闻商旅相呼。\n片帆高举。\n泛画鹢、翩翩过南浦。\n望中酒旆闪闪，一簇烟村，数行霜树。\n残日下，渔人鸣榔归去。\n败荷零落，衰杨掩映，岸边两两三三，浣纱游女，避行客，含羞笑相语。\n到此因念，绣阁轻抛，浪萍难驻。\n叹后约丁宁竟何据？\n惨离怀、空恨岁晚归期阻。\n凝泪眼、杳杳神京路。\n断鸿声远长天暮。"},
    {"dynasty":"宋","poet": "柳永", "title": "望海潮", "content": "东南形胜，三吴都会，钱塘自古繁华。\n烟柳画桥，风帘翠幕，参差十万人家。\n云树绕堤沙。\n怒涛卷霜雪，天堑无涯。\n市列珠玑，户盈罗绮竞豪奢。\n重湖叠清嘉，有三秋桂子，十里荷花。\n羌管弄晴，菱歌泛夜，嬉嬉钓叟莲娃。\n千骑拥高牙。\n乘醉听箫鼓，吟赏烟霞。\n异日图将好景，归去凤池夸。"},
    {"dynasty":"宋","poet": "张先", "title": "醉垂鞭", "content": "双蝶绣罗裙，东池宴，初相见。\n朱粉不深匀，闲花淡淡春。\n细看诸处好，人人道，柳腰身。\n昨日乱山昏，来时衣上云。"},
    {"dynasty":"宋","poet": "欧阳修", "title": "采桑子（二首）·其一", "content": "轻舟短棹西湖好，绿水逶迤。\n芳草长堤，隐隐笙歌处处随。\n无风水面琉璃滑，不觉船移。\n微动涟漪，惊起沙禽掠岸飞。\n其四群芳过后西湖好，狼藉残红。\n飞絮蒙蒙。\n垂柳阑干尽日风。\n笙歌散尽游人去，始觉春空。\n垂下帘栊，双燕归来细雨中。"},
    {"dynasty":"宋","poet": "欧阳修", "title": "浣溪沙", "content": "湖上朱桥响画轮。\n溶溶春水浸春云。\n碧琉璃滑净无尘。\n当路游丝萦醉客，隔花啼鸟唤行人。\n日斜归去奈何春！"},
    {"dynasty":"宋","poet": "苏轼", "title": "沁园春", "content": "孤馆灯青，野店鸡号，旅枕梦残。\n渐月华收练，晨霜耿耿；云山摛锦，朝露。\n世路无穷，劳生有限，似此区区长鲜欢。\n微吟罢，凭征鞍无语，往事千端。\n当时共客长安，似二陆初来俱少年。\n有笔头千字，胸中万卷，致君尧舜，此事何难。\n用舍由时，行藏在我，袖手何妨闲处看？\n身长健，但优游卒岁，且斗尊前。"},
    {"dynasty":"宋","poet": "苏轼", "title": "南乡子·送述古", "content": "回首乱山横，不见居人只见城。\n谁似临平山上塔？\n亭亭，迎客西来送客行。\n归路晚风清，一枕初寒梦不成。\n今夜残灯斜照处，荧荧，秋雨晴时泪不晴。"},
    {"dynasty":"宋","poet": "苏轼", "title": "八声甘州·寄参寥子", "content": "有情风万里卷潮来，无情送潮归。\n问钱塘江上，西兴浦口，几度斜晖？\n不用思量今古，俯仰昔人非。\n谁似东坡老，白首忘机？\n记取西湖西畔，正春山好处，空翠烟霏。\n算诗人相得，如我与君稀。\n约他年、东还海道，愿谢公雅志莫相违。\n西州路，不应回首，为我沾衣。"},
    {"dynasty":"宋","poet": "马成", "title": "玉楼春", "content": "来时吴会犹残暑，去日武林春已暮。\n欲知遗爱感人深，洒泪多于江上雨。\n欢情未举眉先聚，别酒多斟君莫诉。\n从今宁忍看西湖，抬眼尽成肠断处。"},
    {"dynasty":"宋","poet": "仲殊", "title": "诉衷情·寒食", "content": "涌金门外小瀛洲，寒食更风流。\n红船满湖歌吹，花外有高楼。\n晴日暖，淡烟浮，恣嬉游。\n三千粉黛，十二阑干，一片云头。"},
    {"dynasty":"宋","poet": "周邦彦", "title": "六丑·蔷薇谢后作", "content": "正单衣试酒，怅客里、光阴虚掷。\n愿春暂留，春归如过翼，一去无迹。\n为问花何在？\n夜来风雨，葬楚宫倾国。\n钗钿堕处遗香泽，乱点桃蹊，轻翻柳陌。\n多情为谁追惜？\n但蜂媒蝶使，时叩窗槅。\n东园岑寂，渐蒙笼暗碧。\n静绕珍丛底、成叹息。\n长条故惹行客，似牵衣待话，别情无极。\n残英小、强簪巾帻，终不似、一朵钗头颤袅，向人欹侧。\n漂流处、莫趁潮汐。\n恐断红、尚有相思字，何由见得？"},
    {"dynasty":"宋","poet": "毛滂", "title": "惜分飞·富阳僧舍作别语赠妓琼芳", "content": "泪湿阑干花着露，愁到眉峰碧聚。\n此恨平分取，更无言语，空相觑。\n断雨残云无意绪，寂寞朝朝暮暮。\n今夜山深处，断魂分付，潮回去。"},
    {"dynasty":"宋","poet": "司马槱", "title": "黄金缕", "content": "家在钱塘江上住，花落花开，不管年华度。\n燕子又将春色去，纱窗一阵黄昏雨。\n斜插犀梳云半吐，檀板清歌，唱彻《黄金缕》。\n望断云行无去处，梦回明月生春浦。"},
    {"dynasty":"宋","poet": "李清照", "title": "南歌子", "content": "天上星河转，人间帘幕垂。\n凉生枕簟泪痕滋。\n起解罗衣，聊问夜何其。\n翠贴莲蓬小，金销藕叶稀。\n旧时天气旧时衣。\n只有情怀，不似旧家时。"},
    {"dynasty":"宋","poet": "李清照", "title": "怨王孙", "content": "帝里春晚，重门深院。\n草绿阶前，暮天雁断。\n楼上远信谁传？\n恨绵绵。\n多情自是多沾惹，难拚舍，又是寒食也。\n秋千巷陌人静，皎月初斜，浸梨花。"},
    {"dynasty":"宋","poet": "李清照", "title": "声声慢", "content": "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。\n乍暖还寒时候，最难将息。\n三杯两盏淡酒，怎敌他、晓来风急。\n雁过也，正伤心，却是旧时相识。\n满地黄花堆积，憔悴损，如今有谁堪摘？\n守着窗儿独自，怎生得黑！\n梧桐更兼细雨，到黄昏、点点滴滴。\n这次第，怎一个愁字了得！"},
    {"dynasty":"宋","poet": "张孝祥", "title": "水调歌头·泛湘江", "content": "濯足夜滩急，晞发北风凉。\n吴山楚泽行遍，只欠到潇湘。\n买得扁舟归去，此事天公付我，六月下沧浪。\n蝉蜕尘埃外，蝶梦水云乡。\n制荷衣，纫兰佩，把琼芳。\n湘妃起舞一笑，抚瑟奏清商。\n唤起《九歌》忠愤，拂拭三闾文字，还与日争光。\n莫遣儿辈觉，此乐未渠央。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "满江红·江行，简杨济翁、周显先", "content": "过眼溪山，怪都似、旧时曾识。\n还记得、梦中行遍，江南江北。\n佳处径须携杖去，能消几两平生屐？\n笑尘劳、三十九年非，长为客。\n吴楚地，东南坼。\n英雄事，曹刘敌。\n被西风吹尽，了无尘迹。\n楼观甫成人已去，旌旗未卷头先白。\n叹人生、哀乐转相寻，今犹昔。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "念奴娇·书东流村壁", "content": "野棠花落，又匆匆过了、清明时节。\n刬地东风欺客梦，一枕云屏寒怯。\n曲岸持觞，垂杨系马，此地曾轻别。\n楼空人去，旧游飞燕能说。\n闻道绮陌东头，行人曾见，帘底纤纤月。\n旧恨春江流不尽，新恨云山千叠。\n料得明朝，尊前重见，镜里花难折。\n也应惊问，近来多少华发？"},
    {"dynasty":"宋","poet": "赵善括", "title": "水调歌头·饯吴漕", "content": "浩叹对青史，循吏久无闻。\n二年江右，赖公华节布阳春。\n才自搴帷问俗，无复埋轮当道，一路尽澄清。\n多少攀辕意，不待及瓜人。\n驻膏车，迟祖帐，倒离尊。\n满庭桃李绿阴，何处不深恩？\n此去玉音应问，底事金围微减，忧国更忧民。\n造膝一言语，四海入洪钧。"},
    {"dynasty":"宋","poet": "刘过", "title": "沁园春", "content": "寄辛承旨。\n时承旨招，不赴斗酒彘肩，风雨渡江，岂不快哉？\n被香山居士，约林和靖，与东坡老，驾勒吾回。\n坡谓西湖，正如西子，浓抹淡妆临镜台。\n二公者，皆掉头不顾，只管衔杯。\n白云天竺去来，图画里峥嵘楼阁开。\n爱东西双涧，纵横水绕；两峰南北，高下云堆。\n逋曰不然，暗香浮动，争似孤山先探梅。\n须晴去，访稼轩未晚，且此徘徊。"},
    {"dynasty":"宋","poet": "姜夔", "title": "庆宫春·绍熙辛亥除夕", "preface": "绍熙辛亥除夕，予别石湖归吴兴，雪后夜过垂虹，尝赋诗云：“笠泽茫茫雁影微，玉峰重叠护云衣。", "content": "长桥寂寞春寒夜，只有诗人一舸归。\n”后五年冬，复与俞商卿、张平甫、铦朴翁自封禺同载诣梁溪，道经吴松，山寒天迥，云浪四合，中夕相呼步垂虹，星斗下垂，错杂渔火，朔吹凛凛，卮酒不能支。\n朴翁以衾自缠，犹相与行吟，因赋此阕，盖过旬涂稿乃定。\n朴翁咎予无益，然意所耽，不能自已也。\n平甫、商卿、朴翁皆工于诗，所出奇诡，予亦强追逐之。\n此行既归，各得五十余解。\n双桨莼波，一蓑松雨，暮愁渐满空阔。\n呼我盟鸥，翩翩欲下，背人还过木末。\n那回归去，荡云雪、孤舟夜发。\n伤心重见，依约眉山，黛痕低压。\n采香径里春寒，老子婆娑，自歌谁答？\n垂虹西望，飘然引去，此兴平生难遏。\n酒醒波远，正凝想、明珰素袜。\n如今安在？\n唯有阑干，伴人一霎。"},
    {"dynasty":"宋","poet": "姜夔", "title": "齐天乐·丙辰岁", "preface": "丙辰岁，与张功父会饮张达可之堂。闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴回茉莉花间，仰见秋月，顿起幽思，寻亦得此。", "content": "蟋蟀，中都呼为促织，善斗。\n好事者或以三二十万钱致一枚，镂象齿为楼观以贮之。\n庾郎先自吟《愁赋》，凄凄更闻私语。\n露湿铜铺，苔侵石井，都是曾听伊处。\n哀音似诉。\n正思妇无眠，起寻机杼。\n曲曲屏山，夜凉独自甚情绪？\n西窗又吹暗雨，为谁频断续，相和砧杵？\n候馆迎秋，离宫吊月，别有伤心无数。\n《豳》诗漫与。\n笑篱落呼灯，世间儿女。\n写入琴丝，一声声更苦。"},
    {"dynasty":"宋","poet": "韩淲", "title": "鹧鸪天·兰溪舟中", "content": "雨湿西风水面烟，一巾华发上溪船。\n帆迎山色来还去，橹破滩痕散复圆。\n寻浊酒，试吟篇。\n避人鸥鹭更翩翩。\n五更犹作钱塘梦，睡觉方知过眼前。"},
    {"dynasty":"宋","poet": "俞国宝", "title": "风入松·题酒肆", "content": "一春长费买花钱，日日醉湖边。\n玉骢惯识西湖路，骄嘶过、沽酒楼前。\n红杏香中歌舞，绿杨影里秋千。\n暖风十里丽人天，花压鬓云偏。\n画船载取春归去，余情付、湖水湖烟。\n明日重扶残醉，来寻陌上花钿。"},
    {"dynasty":"宋","poet": "史达祖", "title": "三姝媚", "content": "烟光摇缥瓦。\n望晴檐多风，柳花如洒。\n锦瑟横床，想泪痕尘影，凤弦常下。\n倦出犀帷，频梦见、王孙骄马。\n讳道相思，偷理绡裙，自惊腰衩。\n惆怅南楼遥夜。\n记翠箔张灯，枕肩歌罢。\n又入铜驼，遍旧家门巷，首询声价。\n可惜东风，将恨与、闲花俱谢。\n记取崔徽模样，归来暗写。"},
    {"dynasty":"宋","poet": "史达祖", "title": "蝶恋花", "content": "二月东风吹客袂。\n苏小门前，杨柳如腰细。\n蝴蝶识人游冶地，旧曾来处花开未？\n几夜湖山生梦寐。\n评泊寻芳，只怕春寒里。\n今岁清明逢上巳，相思先到溅裙水！"},
    {"dynasty":"宋","poet": "卢祖皋", "title": "江城子", "content": "画楼帘幕卷新晴。\n掩银屏，晓寒轻。\n坠粉飘香，日日唤愁生。\n暗数十年湖上路，能几度，着娉婷？\n年华空自感飘零。\n拥春酲，对谁醒？\n天阔云闲，无处觅箫声。\n载酒买花年少事，浑不似，旧心情。"},
    {"dynasty":"宋","poet": "吴文英", "title": "丑奴儿慢·双清楼在钱塘门外", "content": "空濛乍敛，波影帘花晴乱，正西子、梳妆楼上，镜舞青鸾。\n润逼风襟，满湖山色入阑干。\n天虚鸣籁，云多易雨，长带秋寒。\n遥望翠凹，隔江时见，越女低鬟。\n算堪羡、烟沙白鹭，暮往朝还。\n歌管重城，醉花春梦半香残。\n乘风邀月，持杯对影，云海人间。"},
    {"dynasty":"宋","poet": "吴文英", "title": "高阳台·丰乐楼分韵得“如”字", "content": "修竹凝妆，垂杨驻马，凭栏浅画成图。\n山色谁题？\n楼前有雁斜书。\n东风紧送斜阳下，弄旧寒、晚酒醒余。\n自消凝、能几花前，顿老相如？\n伤春不在高楼上，在灯前欹枕，雨外熏炉。\n怕舣游船，临流可奈清臞。\n飞红若到西湖底，搅翠澜、总是愁鱼。\n莫重来、吹尽香绵，泪满平芜。"},
    {"dynasty":"宋","poet": "吴文英", "title": "望江南", "content": "三月暮，花落更情浓。\n人去秋千闲挂月，马停杨柳倦嘶风。\n堤畔画船空。\n恹恹醉，长日小帘栊。\n宿燕夜归银烛外，流莺声在绿阴中。\n无处觅残红。"},
    {"dynasty":"宋","poet": "许棐", "title": "后庭花", "content": "一春不识西湖面，翠羞红倦。\n雨窗和泪摇湘管，意长笺短。\n知心惟有雕梁燕，自来作相。\n东风不管琵琶怨，落花吹遍。"},
    {"dynasty":"宋","poet": "陈人杰", "title": "沁园春", "content": "诗不穷人，人道得诗，胜如得官。\n有山川草木，纵横纸上；虫鱼乌兽，飞动毫端。\n水到渠成，风来帆速，廿四中书考不难。\n惟诗也，是乾坤清气，造物须悭。\n金张许史浑闲，未必有功名久后看。\n算南朝将相，到今几姓；西湖名胜，只说孤山。\n象笏堆床，蝉冠满座。\n无此新诗传世间。\n杜陵老，向年时也自，井冻衣寒。"},
    {"dynasty":"宋","poet": "陈人杰", "title": "沁园春", "content": "南金又赋无愁。\n予曰：丈夫涉世，非心木石，安得无愁时？\n顾所愁何如尔。\n杜子美平生困踬不偶，而叹老嗟卑之言少，爱君忧国之意多，可谓知所愁矣。\n若于着衣吃饭，一一未能忘情，此为不知命者。\n故用韵以反骚。\n我自无忧，何用攒眉，今忧古忧？\n叹风寒楚蜀，百年受病；江分南北，千载归尤。\n洛下铜驼，昭陵石马，物不自愁人替愁。\n兴亡事，向西风把剑，清泪双流。\n边头，依旧防秋，问诸将君恩酬未酬？\n怅书生浪说，皇王帝霸；功名已属，韩岳张刘。\n不许请缨，犹堪草檄，谁肯种瓜归故丘？\n江中蜃，识平生许事，吐气成楼。"},
    {"dynasty":"宋","poet": "文及翁", "title": "贺新郎·游西湖有感", "content": "一勺西湖水。\n渡江来，百年歌舞，百年酣醉。\n回首洛阳花石尽，烟渺黍离之地。\n更不复、新亭堕泪。\n簇乐红妆摇画舫，问中流、击楫何人是？\n千古恨，几时洗？\n余生自负澄清志。\n更有谁、磻溪未遇，傅岩未起？\n国事如今谁倚仗，衣带一江而已！\n便都道、江神堪恃。\n借问孤山林处士，但掉头、笑指梅花蕊。\n天下事，可知矣！"},
    {"dynasty":"宋","poet": "刘辰翁", "title": "柳梢青·春感", "content": "铁马蒙毡，银花洒泪，春入愁城。\n笛里番腔，街头戏鼓，不是歌声。\n那堪独坐青灯？\n想故国，高台月明。\n辇下风光，山中岁月，海上心情。"},
    {"dynasty":"宋","poet": "刘辰翁", "title": "永遇乐·余自乙亥上元诵李易安《永遇乐》", "preface": "余自乙亥上元诵李易安《永遇乐》，为之涕下。", "content": "今三年矣，每闻此词，辄不自堪。\n遂依其声，又托之易安自喻。\n虽辞情不及，而悲苦过之。\n璧月初晴，黛云远澹，春事谁主？\n禁苑娇寒，湖堤倦暖，前度遽如许。\n香尘暗陌，华灯明昼，长是懒携手去。\n谁知道，断烟禁夜，满城似愁风雨。\n宣和旧日，临安南渡，芳景犹自如故。\n缃帙流离，风鬟三五，能赋词最苦。\n江南无路，鄜州今夜，此苦又谁知否？\n空相对，残无寐，满村社鼓。"},
    {"dynasty":"宋","poet": "刘辰翁", "title": "金缕曲·闻杜鹃", "content": "少日都门路。\n听长亭、青山落日，不如归去。\n十八年间来往断，白首人间今古。\n又惊绝、五更一句。\n道是流离蜀天子，甚当初、一似吴儿语？\n臣再拜，泪如雨。\n画堂客馆真无数。\n记画桥、黄竹歌声，桃花前度。\n风雨断魂苏季子，春梦家山何处？\n谁不愿、封侯万户？\n寂寞江南轮四角，问长安、道上无人住。\n啼尽血，向谁诉？"},
    {"dynasty":"宋","poet": "周密", "title": "曲游春·禁烟湖上薄游", "preface": "禁烟湖上薄游，施中山赋词甚佳，余因次其韵。盖平时游舫，至午后则尽入里湖，抵暮始出，断桥小驻而归，非习于游者不知也。", "content": "故中山极击节余“闲却半湖春色”之句，谓能道人之所未云。\n禁苑东风外，飏暖丝晴絮，春思如织。\n燕约莺期，恼芳情偏在，翠深红隙。\n漠漠香尘隔，沸十里、乱弦丛笛。\n看画船，尽入西泠，闲却半湖春色。\n柳陌，新烟凝碧。\n映帘底宫眉，堤上游勒。\n轻暝笼寒，怕梨云梦冷，杏香愁幂。\n歌管酬寒食。\n奈蝶怨、良宵岑寂。\n正满湖、碎月摇花，怎生去得？"},
    {"dynasty":"宋","poet": "周密", "title": "乳燕飞·辛未首夏", "preface": "辛未首夏，以书舫载客游苏湾。", "content": "徙倚危亭，极登览之趣。\n所谓浮玉山、碧浪湖者，皆横陈于前，特吾几席中一物耳。\n遥望具区，渺如烟云，洞庭、缥缈诸峰，矗矗献状，盖王右丞、李将军着色画也。\n松风怒号，暝色四起，使人浩然忘归。\n慨然怀古，高歌举白，不知身世为何如也。\n溪山不老，临赏无穷，后之视今，当有契余言者。\n因大书山楹，以纪来游。\n波影摇涟甃，趁熏风、一舸来时，翠阴清昼。\n去郭轩楹才数里，藓磴松关云岫。\n快屐齿、筇枝先后。\n空半危亭堪聚远，看洞庭、缥缈争奇秀。\n人自老，景如旧。\n来帆去棹还知否，问古今、几度斜阳，几番回首？\n晚色一川谁管领，都付雨荷烟柳。\n知我者、燕朋鸥友。\n笑拍阑干呼范蠡，甚平吴、却倩垂纶手？\n吁万古，付卮酒。"},
    {"dynasty":"宋","poet": "周密", "title": "闻鹊喜·吴山观涛", "content": "天水碧，染就一江秋色。\n鳌戴雪山龙起蛰，快风吹海立。\n数点烟鬟青滴，一杼霞绡红湿。\n白鸟明边帆影直，隔江闻夜笛。"},
    {"dynasty":"宋","poet": "周密", "title": "高阳台·寄越中诸友", "content": "小雨分江，残寒迷浦，春容浅入蒹葭。\n雪霁空城，燕归何处人家？\n梦魂欲渡苍茫去，怕梦轻、还被愁遮。\n感流年，夜汐东还，冷照西斜。\n萋萋望极王孙草，认云中江树，鸥外春沙。\n白发青山，可怜相对苍华。\n归鸿自趁潮回去，笑倦游、犹是天涯。\n问东风：先到垂杨，后到梅花？"},
    {"dynasty":"宋","poet": "汪元量", "title": "传言玉女·钱塘元夕", "content": "一片风流，今夕与谁同乐？\n月台花馆，慨尘埃漠漠。\n豪华荡尽，只有青山如洛。\n钱塘依旧，潮生潮落。\n万点灯光，羞照舞钿歌箔。\n玉梅消瘦，恨东皇命薄。\n昭君泪流，手捻琵琶弦索。\n离愁聊寄，画楼哀角。"},
    {"dynasty":"宋","poet": "王沂孙", "title": "天香·龙涎香", "content": "孤峤蟠烟，层涛蜕月，骊宫夜采铅水。\n汛远槎风，梦深薇露，化作断魂心字。\n红瓷候火，还乍识、冰环玉指。\n一缕萦帘翠影，依稀海天云气。\n几回娇半醉。\n剪春灯、夜寒花碎。\n更好故溪飞雪，小窗深闭。\n荀令如今顿老，总忘却、尊前旧风味。\n谩惜余薰，空篝素被。"},
    {"dynasty":"宋","poet": "蒋捷", "title": "贺新郎·乡士以狂得罪，赋此饯行", "content": "甚矣君狂矣！\n想胸中、些儿磊块，酒浇不去。\n据我看来何所似？\n一似韩家五鬼。\n又一似、杨家风子。\n怪鸟啾啾鸣未了，被天公、捉在樊笼里。\n这一错，铁难铸。\n濯溪雨涨荆溪水。\n送君归、斩蛟桥外，水光清处。\n世上恨无楼百尺，装着许多俊气。\n做弄得、栖栖如此。\n临别赠言朋友事，有殷勤、六字君听取：节饮食，慎言语。"},
    {"dynasty":"宋","poet": "陈德武", "title": "水龙吟·西湖怀古", "content": "东南第一名州，西湖自古多佳丽。\n临堤台榭，画船楼阁，游人歌吹。\n十里荷花，三秋桂子，四山晴翠。\n使百年南渡，一时豪杰，都忘却，平生志。\n可惜天旋时异。\n藉何人、雪当年耻？\n登临形胜，感伤今古，发挥英气。\n力士推山，天吴移水，作农桑地。\n借钱塘潮汐，为君洗尽，岳将军泪。"},
    {"dynasty":"宋","poet": "张炎", "title": "南浦·春水", "content": "波暖绿粼粼，燕飞来，好是苏堤才晓。\n鱼没浪痕圆，流红去，翻笑东风难扫。\n荒桥断浦，柳阴撑出扁舟小。\n回首池塘青欲遍，绝似梦中芳草。\n和云流出空山，甚年年净洗，花香不了？\n新绿乍生时，孤村路，犹忆那回曾到。\n余情渺渺，茂林觞咏如今悄。\n前度刘郎归去后，溪上碧桃多少。"},
    {"dynasty":"宋","poet": "张炎", "title": "高阳台·西湖春感", "content": "接叶巢莺，平波卷絮，断桥斜日归船。\n能几番游，看花又是明年。\n东风且伴蔷薇住，到蔷薇、春已堪怜。\n更凄然。\n万绿西泠，一抹荒烟。\n当年燕子知何处？\n但苔深韦曲，草暗斜川。\n见说新愁，如今也到鸥边。\n无心再续笙歌梦，掩重门、浅醉闲眠。\n莫开帘。\n怕见飞花，怕听啼鹃。"},
    {"dynasty":"宋","poet": "张炎", "title": "长亭怨·旧居有感", "content": "望花外、小桥流水，门巷愔愔，玉箫声绝。\n鹤去台空，珮环何处弄明月？\n十年前事，愁千折、心情顿别。\n露粉风香，谁为主？\n都成消歇。\n凄咽，晓窗分袂处，同把带鸳亲结。\n江空岁晚，便忘了、尊前曾说。\n恨西风、不庇寒蝉，便扫尽、一林残叶。\n谢杨柳多情，还有绿阴时节。"},
    {"dynasty":"宋","poet": "刘将孙", "title": "长相思", "content": "去年秋，今年秋，湖上人家乐复忧，西湖依旧流！\n吴循州，贾循州，十五年间一转头，人生放下休！"}
  ],
  "桂林市": [
    {"dynasty":"宋","poet": "范成大", "title": "满江红", "content": "清江风帆甚快，作此，与客剧饮，歌之。\n千古东流，声卷地，云涛如屋。\n横浩渺、樯竿十丈，不胜帆腹。\n夜雨翻江春浦涨，船头鼓急风初熟。\n似当年、呼禹乱黄川，飞梭速。\n击楫誓，空警俗。\n休拊髀，都生肉。\n任炎天冰海，一杯相属。\n荻笋蒌芽新入馔，鹍弦凤吹能翻曲。\n笑人间、何处似尊前？\n添银烛。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "贺新郎·别茂嘉十二弟", "content": "绿树听鹈，更那堪、鹧鸪声住，杜鹃声切。\n啼到春归无寻处，苦恨芳菲都歇。\n算未抵人间离别。\n马上琵琶关塞黑，更长门翠辇辞金阙。\n看燕燕，送归妾。\n将军百战身名裂。\n向河梁、回头万里，故人长绝。\n易水萧萧西风冷，满座衣冠似雪。\n正壮士、悲歌未彻。\n啼鸟还知如许恨，料不啼清泪长啼血。\n谁共我，醉明月？"}
  ],
  "武汉市": [
    {"dynasty":"宋","poet": "王以宁", "title": "水调歌头·呈汉阳使君", "content": "大别我知友，突兀起西州。\n十年重见，依旧秀色照清眸。\n常记鲒碕狂客，邀我登楼雪霁，杖策拥羊裘。\n山吐月千仞，残夜水明楼。\n黄粱梦，未觉枕，几经秋？\n与君邂逅，相逐飞步碧山头。\n举酒一觞今古，叹息英雄骨冷，清泪不能收。\n鹦鹉更谁赋？\n遗恨满芳洲。"},
    {"dynasty":"宋","poet": "岳飞", "title": "满江红·登黄鹤楼有感", "content": "遥望中原，荒烟外、许多城郭。\n想当年、花遮柳护，凤楼龙阁。\n万岁山前珠翠绕，蓬壶殿里笙歌作。\n到而今、铁骑满郊畿，风尘恶。\n兵安在？\n膏锋锷。\n民安在？\n填沟壑。\n叹江山如故，千村寥落。\n何日请缨提锐旅，一鞭直渡清河洛？\n却归来、再续汉阳游，骑黄鹤。"},
    {"dynasty":"宋","poet": "陆游", "title": "南乡子·赋归", "content": "归梦寄吴樯，水驿江程去路长。\n想见芳洲初系缆，斜阳，烟树参差认武昌。\n愁鬓点新霜，曾是朝衣染御香。\n重到故乡交旧少，凄凉，却恐他乡胜故乡。"},
    {"dynasty":"宋","poet": "范成大", "title": "水调歌头", "content": "细数十年事，十处过中秋。\n今年新梦，忽到黄鹤旧山头。\n老子个中不浅，此会天教重见，今古一南楼。\n星汉淡无色，玉镜独空浮。\n敛秦烟，收楚雾，熨江流。\n关河离合，南北依旧照清愁。\n想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。\n酾酒问蟾兔，肯去伴沧洲？"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "摸鱼儿·淳熙己亥", "preface": "淳熙己亥，自湖北漕移湖南，同官王正之置酒小山亭，为赋。", "content": "更能消几番风雨，匆匆春又归去。\n惜春长怕花开早，何况落红无数！\n春且住。\n见说道、天涯芳草无归路。\n怨春不语。\n算只有殷勤，画檐蛛网，尽日惹飞絮。\n长门事，准拟佳期又误。\n蛾眉曾有人妒。\n千金纵买相如赋，脉脉此情谁诉？\n君莫舞。\n君不见、玉环飞燕皆尘土！\n闲愁最苦。\n休去倚危栏，斜阳正在，烟柳断肠处。"},
    {"dynasty":"宋","poet": "刘过", "title": "糖多令", "content": "安远楼小集，侑觞歌板之姬黄其姓者，乞词于龙洲道人，为赋此《糖多令》。\n同柳阜之、刘去非、石民瞻、周嘉仲、陈孟参、孟容，时八月五日也。\n芦叶满汀洲，寒沙带浅流。\n二十年、重过南楼。\n柳下系舟犹未稳，能几日、又中秋。\n黄鹤断矶头，故人今在不？\n旧江山、浑是新愁。\n欲买桂花同载酒，终不似、少年游！"},
    {"dynasty":"宋","poet": "刘过", "title": "贺新郎", "content": "弹铗西来路。\n记匆匆、经行十日，几番风雨。\n梦里寻秋秋不见，秋在平芜远树。\n雁信落、家山何处？\n万里西风吹客鬓，把菱花、自笑人如许。\n留不住、少年去。\n男儿事业无凭据。\n记当年、悲歌击楫，酒酣箕踞。\n腰下光芒三尺剑，时解挑灯夜语。\n谁更识、此时情绪？\n唤起杜陵风月手，写江东渭北相思句。\n歌此恨，慰羁旅。"},
    {"dynasty":"宋","poet": "姜夔", "title": "翠楼吟·淳熙丙午冬", "preface": "淳熙丙午冬，武昌安远楼成，与刘去非诸友落之，度曲见志。予去武昌十年，故人有泊舟鹦鹉洲者，闻小姬歌此词，问之，颇能道其事，还吴为予言之。兴怀昔游，且伤今之离索也。", "content": "月冷龙沙，尘清虎落，今年汉酺初赐。\n新翻胡部曲，听毡幕元戎歌吹。\n层楼高峙，看槛曲萦红，檐牙飞翠。\n人姝丽，粉香吹下，夜寒风细。\n此地，宜有词仙，拥素云黄鹤，与君游戏。\n玉梯凝望久，叹芳草萋萋千里。\n天涯情味，仗酒祓清愁，花销英气。\n西山外，晚来还卷，一帘秋霁。"},
    {"dynasty":"宋","poet": "戴复古", "title": "水调歌头·题李季允侍郎鄂州吞云楼", "content": "轮奂半天上，胜概压南楼。\n筹边独坐，岂欲登览快双眸？\n浪说胸吞云梦，直把气吞残虏，西北望神州。\n百载一机会，人事恨悠悠。\n骑黄鹤，赋鹦鹉，谩风流。\n岳王祠畔，杨柳烟锁古今愁。\n整顿乾坤手段，指授英雄方略，雅志若为酬。\n杯酒不在手，双鬓恐惊秋。"},
    {"dynasty":"宋","poet": "李好古", "title": "谒金门", "content": "花过雨，又是一番红素。\n燕子归来愁不语，旧巢无觅处。\n谁在玉关劳苦？\n谁在玉楼歌舞？\n若使胡尘吹得去，东风侯万户。"}
  ],
  "汉中市": [
    {"dynasty":"宋","poet": "陆游", "title": "诉衷情", "content": "当年万里觅封侯，匹马戍梁州。\n关河梦断何处？\n尘暗旧貂裘。\n胡未灭，鬓先秋，泪空流。\n此生谁料，心在天山，身老沧洲！"}
  ],
  "汝南市": [
    {"dynasty":"宋","poet": "秦观", "title": "水龙吟", "content": "小楼连苑横空，下窥绣毂雕鞍骤。\n朱帘半卷，单衣初试，清明时候。\n破暖轻风，弄晴微雨，欲无还有。\n卖花声过尽，斜阳院落，红成阵，飞鸳甃。\n玉佩丁东别后，怅佳期参差难又。\n名缰利锁，天还知道，和天也瘦。\n花下重门，柳边深巷，不堪回首。\n念多情但有，当时皓月，向人依旧。"}
  ],
  "池州市": [
    {"dynasty":"宋","poet": "吴潜", "title": "满江红·齐山绣春台", "content": "十二年前，曾上到、绣春台顶。\n双脚健、不烦筇杖，透岩穿岭。\n老去渐消狂气习，重来依旧佳风景。\n想牧之、千载尚神游，空山冷。\n山之下，江流永。\n江之外，淮山暝。\n望中原何处，虎狼犹梗。\n勾蠡规模非浅近，石苻事业真俄顷。\n问古今，宇宙竟如何？\n无人省。"}
  ],
  "洛阳市": [
    {"dynasty":"宋","poet": "韦应物", "title": "调笑令（二首）", "content": "胡马，胡马，远放燕支山下。\n跑沙跑雪独嘶，东望西望路迷。\n迷路，迷路，边草无穷日暮。\n河汉，河汉，晓挂秋城漫漫。\n愁人起望相思，江南塞北别离。\n离别，离别，河汉虽同路绝。"},
    {"dynasty":"宋","poet": "刘禹锡", "title": "忆江南", "content": "春去也！\n多谢洛城人。\n弱柳从风疑举袂，丛兰浥露似沾巾，独坐亦含颦。"},
    {"dynasty":"宋","poet": "白居易", "title": "忆江南（三首）", "content": "江南好，风景旧曾谙。\n日出江花红胜火，春来江水绿如蓝。\n能不忆江南？\n江南忆，最忆是杭州。\n山寺月中寻桂子，郡亭枕上看潮头。\n何日更重游？\n江南忆，其次忆吴宫。\n吴酒一杯春竹叶，吴娃双舞醉芙蓉。\n早晚复相逢？"},
    {"dynasty":"宋","poet": "韦庄", "title": "菩萨蛮", "content": "洛阳城里春光好，洛阳才子他乡老。\n柳暗魏王堤，此时心转迷。\n桃花春水渌，水上鸳鸯浴。\n凝恨对残晖，忆君君不知。"},
    {"dynasty":"宋","poet": "欧阳修", "title": "南歌子", "content": "凤髻金泥带，龙纹玉掌梳。\n走来窗下笑相扶，爱道画眉深浅入时无？\n弄笔偎人久，描花试手初。\n等闲妨了绣工夫，笑问双鸳鸯字怎生书？"},
    {"dynasty":"宋","poet": "欧阳修", "title": "浪淘沙", "content": "把酒祝东风，且共从容。\n垂杨紫陌洛城东。\n总是当时携手处，游遍芳丛。\n聚散苦匆匆，此恨无穷。\n今年花胜去年红。\n可惜明年花更好，知与谁同？"},
    {"dynasty":"宋","poet": "欧阳修", "title": "少年游", "content": "阑干十二独凭春，晴碧远连云。\n千里万里，二月三月，行色苦愁人。\n谢家池上，江淹浦畔，吟魄与离魂。\n那堪疏雨滴黄昏，更特地、忆王孙。"},
    {"dynasty":"宋","poet": "朱敦儒", "title": "水龙吟", "content": "放船千里凌波去，略为吴山留顾。\n云屯水府，涛随神女，九江东注。\n北客翩然，壮心偏感，年华将暮。\n念伊嵩旧隐，巢由故友，南柯梦，遽如许。\n回首妖氛未扫，问人间、英雄何处？\n奇谋报国，可怜无用，尘昏白羽。\n铁锁横江，锦帆冲浪，孙郎良苦。\n但愁敲桂棹，悲吟《梁父》，泪流如雨。"},
    {"dynasty":"宋","poet": "朱敦儒", "title": "鹧鸪天·西都作", "content": "我是清都山水郎，天教懒慢带疏狂。\n曾批给露支风敕，累奏留云借月章。\n诗万首，酒千觞，几曾着眼看侯王？\n玉楼金阙慵归去，且插梅花醉洛阳。"},
    {"dynasty":"宋","poet": "陆游", "title": "卜算子·咏梅", "content": "驿外断桥边，寂寞开无主。\n已是黄昏独自愁，更着风和雨。\n无意苦争春，一任群芳妒。\n零落成泥碾作尘，只有香如故。"}
  ],
  "济南市": [
    {"dynasty":"宋","poet": "李清照", "title": "如梦令", "content": "常记溪亭日暮，沉醉不知归路。\n兴尽晚回舟，误入藕花深处。\n争渡，争渡，惊起一滩鸥鹭。"},
    {"dynasty":"宋","poet": "李清照", "title": "如梦令", "content": "昨夜雨疏风骤，浓睡不消残酒。\n试问卷帘人，却道海棠依旧。\n知否？\n知否？\n应是绿肥红瘦。"}
  ],
  "渭南市": [
    {"dynasty":"宋","poet": "陆游", "title": "好事近", "content": "秋晓上莲峰，高蹑倚天青壁。\n谁与放翁为伴？\n有天坛轻策。\n铿然忽变赤龙飞，雷雨四山黑。\n谈笑做成丰岁，笑禅龛楖栗。"}
  ],
  "湖南市": [
    {"dynasty":"宋","poet": "柳永", "title": "迷神引", "content": "一叶扁舟轻帆卷，暂泊楚江南岸。\n孤城暮角，引胡笳怨。\n水茫茫，平沙雁，旋惊散。\n烟敛寒林簇，画屏展。\n天际遥山小，黛眉浅。\n旧赏轻抛，到此成游宦。\n觉客程劳，年光晚。\n异乡风物，忍萧索、当愁眼。\n帝城赊，秦楼阻，旅魂乱。\n芳草连空阔，残照满。\n佳人无消息，断云远。"},
    {"dynasty":"宋","poet": "柳永", "title": "安公子", "content": "远岸收残雨，雨残稍觉江天暮。\n拾翠汀洲人寂静，立双双鸥鹭。\n望几点、渔灯隐映蒹葭浦。\n停画桡、两两舟人语。\n道去程今夜，遥指前村烟树。\n游宦成羁旅，短樯吟倚闲凝伫。\n万水千山迷远近，想乡关何处？\n自别后、风亭月榭孤欢聚。\n刚断肠、惹得离情苦。\n听杜宇声声，劝人不如归去。"},
    {"dynasty":"宋","poet": "柳永", "title": "倾杯", "content": "鹜落霜洲，雁横烟渚，分明画出秋色。\n暮雨乍歇，小楫夜泊，宿苇村山驿。\n何人月下临风处，起一声羌笛？\n离愁万绪，闻岸草、切切蛩吟如织。\n为忆，芳容别后，水遥山远，何计凭鳞翼！\n想绣阁深沉，争知憔悴损、天涯行客？\n楚峡云归，高阳人散，寂寞狂踪迹。\n望京国，空目断、远峰凝碧。"}
  ],
  "湖州市": [
    {"dynasty":"宋","poet": "张先", "title": "木兰花·乙卯吴兴寒食", "content": "龙头舴艋吴儿竞，笋柱秋千游女并。\n芳洲拾翠暮忘归，秀野踏青来不定。\n行云去后遥山暝，已放笙歌池院静。\n中庭月色正清明，无数杨花过无影。"}
  ],
  "滁州市": [
    {"dynasty":"宋","poet": "辛弃疾", "title": "木兰花慢·滁州送范倅", "content": "老来情味减，对别酒，怯流年。\n况屈指中秋，十分好月，不照人圆。\n无情水，都不管，共西风只管送归船。\n秋晚莼鲈江上，夜深儿女灯前。\n征衫，便好去朝天。\n玉殿正思贤。\n想夜半承明，留教视草，却遣筹边。\n长安故人问我，道愁肠酒只依然。\n目断秋霄落雁，醉来时响空弦。"}
  ],
  "潍坊市": [
    {"dynasty":"宋","poet": "苏轼", "title": "水调歌头·丙辰中秋", "preface": "丙辰中秋，欢饮达旦。大醉，作此篇。", "content": "兼怀子由。\n明月几时有？\n把酒问青天。\n不知天上宫阙，今夕是何年。\n我欲乘风归去，又恐琼楼玉宇，高处不胜寒。\n起舞弄清影，何似在人间！\n转朱阁，低绮户，照无眠。\n不应有恨，何事长向别时圆？\n人有悲欢离合，月有阴晴圆缺，此事古难全。\n但愿人长久，千里共婵娟。"},
    {"dynasty":"宋","poet": "苏轼", "title": "望江南·超然台作", "content": "春未老，风细柳斜斜。\n试上超然台上看，半壕春水一城花。\n烟雨暗千家。\n寒食后，酒醒却咨嗟。\n休对故人思故国，且将新火试新茶。\n诗酒趁年华。"},
    {"dynasty":"宋","poet": "苏轼", "title": "江城子·密州出猎", "content": "老夫聊发少年狂，左牵黄，右擎苍。\n锦帽貂裘，千骑卷平冈。\n为报倾城随太守，亲射虎，看孙郎。\n酒酣胸胆尚开张，鬓微霜，又何妨？\n持节云中，何日遣冯唐？\n会挽雕弓如满月，西北望，射天狼。"}
  ],
  "烟台市": [
    {"dynasty":"宋","poet": "周密", "title": "一萼红·登蓬莱阁有感", "content": "步深幽，正云黄天淡，雪意未全休。\n鉴曲寒沙，茂林烟草，俯仰千古悠悠。\n岁华晚，飘零渐远，谁念我、同载五湖舟？\n磴古松斜，崖阴苔老，一片清愁。\n回首天涯归梦，几魂飞西浦，泪洒东州。\n故国山川，故园心眼，还似王粲登楼。\n最怜他，秦鬟妆镜，好江山、何事此时游！\n为唤狂吟老监，共赋消忧。"},
    {"dynasty":"宋","poet": "王沂孙", "title": "醉蓬莱·归故山", "content": "扫西风门径，黄叶凋零，白云萧散。\n柳换枯阴，赋归来何晚！\n爽气霏霏，翠娥眉妩，聊慰登临眼。\n故国如尘，故人如梦，登高还懒。\n数点寒英，为谁零落？\n楚魄难招，暮寒堪揽。\n步屟荒篱，谁念幽芳远。\n一室秋灯，一庭秋雨，更一声秋雁。\n试引芳樽，不知消得，几多依黯？"}
  ],
  "益都市": [
    {"dynasty":"宋","poet": "李清照", "title": "凤凰台上忆吹箫", "content": "香冷金猊，被翻红浪，起来慵自梳头。\n任宝奁尘满，日上帘钩。\n生怕离怀别苦，多少事、欲说还休。\n新来瘦，非干病酒，不是悲愁。\n休休！\n这回去也，千万遍《阳关》，也则难留。\n念武陵人远，烟锁秦楼。\n惟有楼前流水，应念我、终日凝眸。\n凝眸处，从今又添，一段新愁。"},
    {"dynasty":"宋","poet": "李清照", "title": "醉花阴", "content": "薄雾浓云愁永昼，瑞脑销金兽。\n佳节又重阳，玉枕纱厨，半夜凉初透。\n东篱把酒黄昏后，有暗香盈袖。\n莫道不销魂，帘卷西风，人比黄花瘦。"},
    {"dynasty":"宋","poet": "李清照", "title": "念奴娇", "content": "萧条庭院，又斜风细雨，重门须闭。\n宠柳娇花寒食近，种种恼人天气。\n险韵诗成，扶头酒醒，别是闲滋味。\n征鸿过尽，万千心事难寄。\n楼上几日春寒，帘垂四面，玉阑干慵倚。\n被冷香消新梦觉，不许愁人不起。\n清露晨流，新桐初引，多少游春意。\n日高烟敛，更看今日晴未？"}
  ],
  "福州市": [
    {"dynasty":"宋","poet": "李弥逊", "title": "蝶恋花·福州横山阁", "content": "百叠青山江一缕，十里人家，路绕南台去。\n榕叶满川飞白鹭，疏帘半卷黄昏雨。\n楼阁峥嵘天尺五，荷芰风清，习习消袢暑。\n老子人间无着处，一尊来作横山主。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "水龙吟·过南剑双溪楼", "content": "举头西北浮云，倚天万里须长剑。\n人言此地，夜深长见，斗牛光焰。\n我觉山高，潭空水冷，月明星淡。\n待燃犀下看，凭栏却怕，风雷怒，鱼龙惨。\n峡束苍江对起，过危楼，欲飞还敛。\n元龙老矣，不妨高卧，冰壶凉簟。\n千古兴亡，百年悲笑，一时登览。\n问何人又卸，片帆沙岸，系斜阳缆？"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "鹧鸪天·代人赋", "content": "陌上柔桑破嫩芽，东邻蚕种已生些。\n平冈细草鸣黄犊，斜日寒林点暮鸦。\n山远近，路横斜，青旗沽酒有人家。\n城中桃李愁风雨，春在溪头荠菜花。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "鹧鸪天·有客慨然谈功名，因追念少年时事，戏作", "content": "壮岁旌旗拥万夫，锦襜突骑渡江初。\n燕兵夜娖银胡，汉箭朝飞金仆姑。\n追往事，叹今吾，春风不染白髭须。\n却将万"}
  ],
  "绍兴市": [
    {"dynasty":"宋","poet": "秦观", "title": "江城子", "content": "西城杨柳弄春柔，动离忧，泪难收。\n犹记多情，曾为系归舟。\n碧野朱桥当日事，人不见，水空流。\n韶华不为少年留，恨悠悠，几时休？\n飞絮落花时候、一登楼。\n便做春江都是泪，流不尽，许多愁。"},
    {"dynasty":"宋","poet": "秦观", "title": "虞美人", "content": "碧桃天上栽和露，不是凡花数。\n乱山深处水萦回。\n可惜一枝如画、为谁开？\n轻寒细雨情何限，不道春难管。\n为君沉醉又何妨？\n只怕酒醒时候、断人肠。"},
    {"dynasty":"宋","poet": "叶梦得", "title": "水调歌头·九月望日", "preface": "九月望日，与客习射西园，余偶病不能射。", "content": "霜降碧天静，秋事促西风。\n寒声隐地初听，中夜入梧桐。\n起瞰高城回望，寥落关河千里，一醉与君同。\n叠鼓闹清晓，飞骑引雕弓。\n岁将晚，客争笑，问衰翁。\n平生豪气安在，走马为谁雄？\n何似当筵虎士，挥手弦声响处，双雁落遥空。\n老矣真堪愧，回首望云中！"},
    {"dynasty":"宋","poet": "李邴", "title": "向子·*", "preface": "阮郎归绍兴乙卯大雪行鄱阳道中江南江北雪漫漫，遥知易水寒。", "content": "彤云深处望三关，断肠山又山。\n天可老，海能翻，消除此恨难。\n频闻遣使问平安，几时鸾辂还？"},
    {"dynasty":"宋","poet": "洪皓", "title": "江梅引·忆江梅", "content": "天涯除馆忆江梅。\n几枝开？\n使南来。\n还带馀杭、春信到燕台。\n准拟寒英聊慰远，隔山水，应销落，赴诉谁？\n空恁遐想笑摘蕊，断回肠，思故里。\n漫弹绿绮，引三弄、不觉魂飞。\n更听胡笳、哀怨泪沾衣。\n乱插繁花须异日，待孤讽，怕东风，一夜吹。"},
    {"dynasty":"宋","poet": "陈与义", "title": "临江仙·夜登小阁忆洛中旧游", "content": "忆昔午桥桥上饮，坐中多是豪英。\n长沟流月去无声。\n杏花疏影里，吹笛到天明。\n二十余年如一梦，此身虽在堪惊。\n闲登小阁看新晴。\n古今多少事，渔唱起三更。"},
    {"dynasty":"宋","poet": "张元幹", "title": "贺新郎·送胡邦衡谪新州", "content": "梦绕神州路。\n怅秋风、连营画角，故宫离黍。\n底事昆仑倾砥柱，九地黄流乱注？\n聚万落千村狐兔。\n天意从来高难问，况人情老易悲难诉。\n更南浦，送君去！\n凉生岸柳销残暑。\n耿斜河、疏星淡月，断云微度。\n万里江山知何处？\n回首对床夜语。\n雁不到、书成谁与？\n目尽青天怀今古，肯儿曹恩怨相尔汝？\n举大白，听《金缕》。"},
    {"dynasty":"宋","poet": "张元幹", "title": "水调歌头·追和", "content": "举手钓鳌客，削迹种瓜侯。\n重来吴会三伏，行见五湖秋。\n耳畔风波摇荡，身外功名飘忽，何路射旄头？\n孤负男儿志，怅望故园愁。\n梦中原，挥老泪，遍南州。\n元龙湖海豪气，百尺卧高楼。\n短发霜粘两鬓，清夜盆倾一雨，喜听瓦鸣沟。\n犹有壮心在，付与百川流。"},
    {"dynasty":"宋","poet": "张元幹", "title": "点绛唇·呈洛滨、筠溪二老", "content": "清夜沉沉，暗蛩啼处檐花落。\n乍凉帘幕，香绕屏山角。\n堪恨归鸿，情似秋云薄。\n书难托，尽交寂寞，忘了前时约。"},
    {"dynasty":"宋","poet": "张元幹", "title": "瑞鹧鸪·彭德器出示胡邦衡新句次韵", "content": "白衣苍狗变浮云，千古功名一聚尘。\n好是悲歌将进酒，不妨同赋惜余春。\n风光全似中原日，臭味要须我辈人。\n雨后飞花知底数，醉来赢取自由身。"},
    {"dynasty":"宋","poet": "岳飞", "title": "满江红·写怀", "content": "怒发冲冠，凭栏处、潇潇雨歇。\n抬望眼、仰天长啸，壮怀激烈。\n三十功名尘与土，八千里路云和月。\n莫等闲、白了少年头，空悲切！\n靖康耻，犹未雪。\n臣子恨，何时灭？\n驾长车踏破、贺兰山缺。\n壮志饥餐胡虏肉，笑谈渴饮匈奴血。\n待从头、收拾旧山河，朝天阙。"},
    {"dynasty":"宋","poet": "姚宽", "title": "绍兴太学生·南乡子", "content": "洪迈被拘留，稽首垂哀告敌仇。\n一日忍饥犹不耐，堪羞！\n苏武争禁十九秋？\n厥父既无谋，厥子安能解国忧？\n万里归来夸舌辩，村牛！\n好摆头时便摆头。"},
    {"dynasty":"宋","poet": "陆游", "title": "鹧鸪天", "content": "家住苍烟落照间，丝毫尘事不相关。\n斟残玉瀣行穿竹，卷罢《黄庭》卧看山。\n贪啸傲，任衰残，不妨随处一开颜。\n元知造物心肠别，老却英雄似等闲！"},
    {"dynasty":"宋","poet": "陆游", "title": "钗头凤", "content": "红酥手，黄縢酒，满城春色宫墙柳。\n东风恶，欢情薄。\n一怀愁绪，几年离索。\n错、错、错！\n春如旧，人空瘦，泪痕红浥鲛绡透。\n桃花落，闲池阁。\n山盟虽在，锦书难托。\n莫、莫、莫！"},
    {"dynasty":"宋","poet": "陆游", "title": "夜游宫·记梦寄师伯浑", "content": "雪晓清笳乱起，梦游处、不知何地。\n铁骑无声望似水。\n想关河，雁门西，青海际。\n睡觉寒灯里，漏声断、月斜窗纸。\n自许封侯在万里。\n有谁知？\n鬓虽残，心未死。"},
    {"dynasty":"宋","poet": "陆游", "title": "渔家傲·寄仲高", "content": "东望山阴何处是？\n往来一万三千里。\n写得家书空满纸。\n流清泪，书回已是明年事。\n寄语红桥桥下水，扁舟何日寻兄弟？\n行遍天涯真老矣。\n愁无寐，鬓丝几缕茶烟里。"},
    {"dynasty":"宋","poet": "陆游", "title": "谢池春", "content": "壮岁从戎，曾是气吞残虏。\n阵云高、狼烽夜举。\n朱颜青鬓，拥雕戈西戍。\n笑儒冠、自来多误。\n功名梦断，却泛扁舟吴楚。\n漫悲歌、伤怀吊古。\n烟波无际，望秦关何处？\n叹流年、又成虚度。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "水调歌头·和庞佑父", "content": "雪洗虏尘静，风约楚云留。\n何人为写悲壮，吹角古城楼？\n湖海平生豪气，关塞如今风景，剪烛看吴钩。\n剩喜燃犀处，骇浪与天浮。\n忆当年，周与谢，富春秋。\n小乔初嫁，香囊未解，勋业故优游。\n赤壁矶头落照，肥水桥边衰草，渺渺唤人愁。\n我欲乘风去，击楫誓中流。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "念奴娇", "content": "风帆更起，望一天秋色，离愁无数。\n明日重阳尊酒里，谁与黄花为主？\n别岸风烟，孤舟灯火，今夕知何处？\n不如江月，照伊清夜同去。\n船过采石江边，望夫山下，酌水应怀古。\n德耀归来虽富贵，忍弃平生荆布？\n默想音容，遥怜儿女，独立衡皋暮。\n桐乡君子，念予憔悴如许！"},
    {"dynasty":"宋","poet": "戴复古", "title": "洞仙歌", "content": "卖花担上，菊蕊金初破。\n说着重阳怎虚过。\n看画城簇簇，酒肆歌楼，奈没个巧处，安排着我。\n家乡煞远哩，抵死思量，枉把眉头万千锁。\n一笑且开怀，小阁团栾，旋簇着、几般蔬果。\n把三杯两盏记时光，问有甚曲儿，好唱一个。"},
    {"dynasty":"宋","poet": "吴文英", "title": "浣溪沙", "content": "门隔花深梦旧游，夕阳无语燕归愁，玉纤香动小帘钩。\n落絮无声春堕泪，行云有影月含羞。\n东风临夜冷于秋。"},
    {"dynasty":"宋","poet": "吴文英", "title": "风入松", "content": "听风听雨过清明，愁草瘗花铭。\n楼前绿暗分携路，一丝柳、一寸柔情。\n料峭春寒中酒，交加晓梦啼莺。\n西园日日扫林亭，依旧赏新晴。\n黄蜂频扑秋千索，有当时、纤手香凝。\n惆怅双鸳不到，幽阶一夜苔生。"},
    {"dynasty":"宋","poet": "张炎", "title": "甘州·辛卯岁", "preface": "辛卯岁，沈尧道同余北归，各处杭、越。", "content": "逾岁，尧道来问寂寞，语笑数日，又复别去。\n赋此曲，并寄赵学舟。\n记玉关踏雪事清游，寒气脆貂裘。\n傍枯林古道，长河饮马，此意悠悠。\n短梦依然江表，老泪洒西州。\n一"}
  ],
  "苏州市": [
    {"dynasty":"宋","poet": "柳永", "title": "瑞鹧鸪", "content": "吴会风流。\n人烟好，高下水际山头。\n瑶台绛阙，依约蓬丘。\n万井千闾富庶，雄压十三州。\n触处青娥画舸，红粉朱楼。\n方面委元侯。\n致讼简时丰，继日欢游。\n襦温袴暖，已扇民讴。\n旦暮锋车命驾，重整济川舟。\n当恁时，沙堤路稳，归去难留。"},
    {"dynasty":"宋","poet": "贺铸", "title": "鹧鸪天·半死桐", "content": "重过阊门万事非，同来何事不同归？\n梧桐半死清霜后，头白鸳鸯失伴飞。\n原上草，露初晞。\n旧栖新垅两依依。\n空床卧听南窗雨，谁复挑灯夜补衣！"},
    {"dynasty":"宋","poet": "贺铸", "title": "横塘路", "content": "凌波不过横塘路，但目送、芳尘去。\n锦瑟华年谁与度？\n月桥花院，琐窗朱户，只有春知处。\n飞云冉冉蘅皋暮，彩笔新题断肠句。\n试问闲愁都几许？\n一川烟草，满城风絮，梅子黄时雨。"},
    {"dynasty":"宋","poet": "贺铸", "title": "点绛唇", "content": "一幅霜绡，麝煤熏腻纹丝缕。\n掩妆无语，的是销凝处。\n薄暮兰桡，漾下苹花渚。\n风留住。\n绿杨归路，燕子西飞去。"},
    {"dynasty":"宋","poet": "姜夔", "title": "点绛唇·丁未冬过吴松作", "content": "燕雁无心，太湖西畔随云去。\n数峰清苦，商略黄昏雨。\n第四桥边，拟共天随住。\n今何许？\n凭栏怀古，残柳参差舞。"},
    {"dynasty":"宋","poet": "姜夔", "title": "暗香·辛亥之冬", "preface": "辛亥之冬，予载雪诣石湖。止既月，授简索句，且征新声，作此两曲。石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》、《疏影》。", "content": "旧时月色，算几番照我，梅边吹笛？\n唤起玉人，不管清寒与攀摘。\n何逊而今渐老，都忘却、春风词笔。\n但怪得、竹外疏花，香冷入瑶席。\n江国，正寂寂。\n叹寄与路遥，夜雪初积。\n翠尊易泣，红萼无言耿相忆。\n长记曾携手处，千树压、西湖寒碧。\n又片片吹尽也，几时见得？"},
    {"dynasty":"宋","poet": "姜夔", "title": "疏影", "content": "苔枝缀玉，有翠禽小小，枝上同宿。\n客里相逢，篱角黄昏，无言自倚修竹。\n昭君不惯胡沙远，但暗忆、江南江北。\n想佩环、月夜归来，化作此花幽独。\n犹记深宫旧事，那人正睡里，飞近蛾绿。\n莫似春风，不管盈盈，早与安排金屋。\n还教一片随波去，又却怨、玉龙哀曲。\n等恁时、重觅幽香，已入小窗横幅。"},
    {"dynasty":"宋","poet": "吴文英", "title": "莺啼序", "content": "残寒正欺病酒，掩沉香绣户。\n燕来晚、飞入西城，似说春事迟暮。\n画船载、清明过却，晴烟冉冉吴宫树。\n念羁情、游荡随风，化为轻絮。\n十载西湖，傍柳系马，趁娇尘软雾。\n溯红渐招入仙溪，锦儿偷寄幽素。\n倚银屏、春宽梦窄，断红湿、歌纨金缕。\n暝堤空，轻把斜阳，总还鸥鹭。\n幽兰旋老，杜若还生，水乡尚寄旅。\n别后访六桥无信，事往花委，瘗玉埋香，几番风雨。\n长波妒盼，遥山羞黛，渔灯分影春江宿，记当时、短楫桃根渡。\n青楼仿佛，临分败壁题诗，泪墨惨淡尘土。\n危亭望极，草色天涯，叹鬓侵半苎。\n暗点检、离痕欢唾，尚染鲛绡；亸凤迷归，破鸾慵舞。\n殷勤待写，书中长恨，蓝霞辽海沉过雁，漫相思、弹入哀筝柱。\n伤心千里江南，怨曲重招，断魂在否？"},
    {"dynasty":"宋","poet": "吴文英", "title": "八声甘州·陪庾幕诸公游灵岩", "content": "渺空烟四远，是何年、青天坠长星？\n幻苍崖云树，名娃金屋，残霸宫城。\n箭径酸风射眼，腻水染花腥。\n时靸双鸳响，廊叶秋声。\n宫里吴王沉醉，倩五湖倦客，独钓醒醒。\n问苍天无语，华发奈山青。\n水涵空、阑干高处，送乱鸦、斜日落渔汀。\n连呼酒，上琴台去，秋与云平。"},
    {"dynasty":"宋","poet": "吴文英", "title": "夜合花·自鹤江入京，泊葑门外，有感", "content": "柳暝河桥，莺晴台苑，短策频惹春香。\n当时夜泊，温柔便入深乡。\n词韵窄，酒杯长。\n剪烛花、壶箭催忙。\n共追游处，凌波翠陌，连棹横塘。\n十年一梦凄凉。\n似西湖燕去，吴馆巢荒。\n重来万感，依前唤酒银罂。\n溪雨急，岸花狂。\n趁残鸦、飞过苍茫。\n故人楼上，凭谁指与，芳草斜阳？"},
    {"dynasty":"宋","poet": "吴文英", "title": "唐多令", "content": "何处合成愁？\n离人心上秋。\n纵芭蕉、不雨也飕飕。\n都道晚凉天气好，有明月、怕登楼。\n年事梦中休。\n花空烟水流。\n燕辞归、客尚淹留。\n垂柳不萦裙带住，漫长是、系行舟。"},
    {"dynasty":"宋","poet": "吴文英", "title": "贺新郎·陪履斋先生沧浪看梅", "content": "乔木生云气。\n访中兴、英雄陈迹，暗追前事。\n战舰东风悭借便，梦断神州故里。\n旋小筑、吴宫闲地。\n华表月明归夜鹤，叹当时、花竹今如此。\n枝上露、溅清泪。\n遨头小簇行春队，步苍苔、寻幽别墅，问梅开未？\n重唱梅边新度曲，催发寒梢冻蕊。\n此心与、东君同意。\n后不如今今非昔，两无言、相对沧浪水。\n怀此恨，寄残醉。"},
    {"dynasty":"宋","poet": "蒋捷", "title": "一剪梅·舟过吴江", "content": "一片春愁待酒浇，江上舟摇，楼上帘招。\n秋娘渡与泰娘桥，风又飘飘，雨又萧萧。\n何日归家洗客袍？\n银字笙调，心字香烧。\n流光容易把人抛，红了樱桃，绿了芭蕉。"},
    {"dynasty":"宋","poet": "张炎", "title": "清平乐", "content": "候蛩凄断，人语西风岸。\n月落沙平江似练，望尽芦花无雁。\n暗教愁损兰成，可怜夜夜关情。\n只有一枝梧叶，不知多少秋声？"}
  ],
  "荆州市": [
    {"dynasty":"宋","poet": "孙光宪", "title": "竹枝", "content": "门前春水白花，岸上无人小艇斜。\n商女经过江欲暮，散抛残食饲神鸦。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "浣溪沙", "content": "霜日明霄水蘸空，鸣鞘声里绣旗红，淡烟衰草有无中。\n万里中原烽火北，一尊浊酒戍楼东。\n酒阑挥泪向悲风。"}
  ],
  "莆田市": [
    {"dynasty":"宋","poet": "刘克庄", "title": "贺新郎·九日", "content": "湛湛长空黑，更那堪、斜风细雨，乱愁如织。\n老眼平生空四海，赖有高楼百尺。\n看浩荡、千崖秋色，白发书生神州泪，尽凄凉、不向牛山滴。\n追往事、去无迹。\n少年自负凌云笔。\n到如今、春华落尽，满怀萧瑟。\n常恨世人新意少，爱说南朝狂客。\n把破帽、年年拈出。\n若对黄花孤负酒，怕黄花、也笑人岑寂。\n鸿北去，日西匿。"}
  ],
  "襄阳市": [
    {"dynasty":"宋","poet": "吴泳", "title": "上西平·送陈舍人", "content": "跨征鞍，横战槊，上襄州。\n便匹马、蹴踏高秋。\n芙蓉未折，笛声吹起塞云愁。\n男儿若欲树功名，须向前头。\n凤雏寒，龙骨朽，蛟渚暗，鹿门幽。\n阅人物、渺渺如沤。\n棋头已动，也须高着局心筹。\n莫将一片广长舌、博取封侯。"}
  ],
  "西安市": [
    {"dynasty":"宋","poet": "李白", "title": "忆秦娥", "content": "箫声咽，秦娥梦断秦楼月。\n秦楼月，年年柳色，灞陵伤别。\n乐游原上清秋节，咸阳古道音尘绝。\n音尘绝，西风残照，汉家陵阙。"},
    {"dynasty":"宋","poet": "柳永", "title": "少年游", "content": "长安古道马迟迟，高柳乱蝉嘶。\n夕阳鸟外，秋风原上，目断四天垂。\n归云一去无踪迹，何处是前期？\n狎兴生疏，酒徒萧索，不似少年时。"},
    {"dynasty":"宋","poet": "柳永", "title": "少年游", "content": "参差烟树灞陵桥，风物尽前朝。\n衰杨古柳，几经攀折，憔悴楚宫腰。\n夕阳闲淡秋光老，离思满蘅皋。\n一曲《阳关》，断肠声尽，独自凭兰桡。"},
    {"dynasty":"宋","poet": "晁补之", "title": "临江仙·信州作", "content": "谪宦江城无屋买，残僧野寺相依。\n松间药臼竹间衣。\n水穷行到处，云起坐看时。\n一个幽禽缘底事，苦来醉耳边啼？\n月斜西院愈声悲。\n青山无限好，犹道不如归。"},
    {"dynasty":"宋","poet": "李清照", "title": "永遇乐", "content": "落日熔金，暮云合璧，人在何处？\n染柳烟浓，吹梅笛怨，春意知几许！\n元宵佳节，融和天气，次第岂无风雨？\n来相召、香车宝马，谢他酒朋诗侣。\n中州盛日，闺门多暇，记得偏重三五。\n铺翠冠儿，捻金雪柳，簇带争济楚。\n如今憔悴，风鬟雾鬓，怕见夜间出去。\n不如向、帘儿底下，听人笑语。"},
    {"dynasty":"宋","poet": "康与之", "title": "诉衷情令·长安怀古", "content": "阿房废址汉荒丘，狐兔又群游。\n豪华尽成春梦，留下古今愁。\n君莫上，古原头，泪难收。\n夕阳西下，塞雁南飞，渭水东流。"},
    {"dynasty":"宋","poet": "陆游", "title": "秋波媚·七月十六日晚登高兴亭望长安南山", "content": "秋到边城角声哀，烽火照高台。\n悲歌击筑，凭高酹酒，此兴悠哉。\n多情谁似南山月，特地暮云开？\n灞桥烟柳，曲江池馆，应待人来。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "水龙吟·甲辰岁寿韩南涧尚书", "content": "渡江天马南来，几人真是经纶手？\n长安父老，新亭风景，可怜依旧。\n夷甫诸人，神州沉陆，几曾回首！\n算平戎万里，功名本是，真儒事，公知否？\n况有文章山斗，对桐阴、满庭清昼。\n当年堕地，而今试看，风云奔走。\n绿野风烟，平泉草木，东山歌酒。\n待他年整顿，乾坤事了，为先生寿。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "八声甘州", "content": "夜读《李广传》，不能寐，因念晁楚老、杨民瞻约同居山间，戏用李广事，赋以寄之。\n故将军饮罢夜归来，长亭解雕鞍。\n恨灞陵醉尉，匆匆未识，桃李无言。\n射虎山横一骑，裂石响惊弦。\n落魄封侯事，岁晚田园。\n谁向桑麻杜曲，要短衣匹马，移住南山。\n看风流慷慨，谈笑过残年。\n汉开边，功名万里，甚当年、健者也曾闲？\n纱窗外，斜风细雨，一阵轻寒。"},
    {"dynasty":"宋","poet": "刘克庄", "title": "玉楼春·戏林推", "content": "年年跃马长安市，客舍似家家似寄。\n青钱换酒日无何，红烛呼卢宵不寐。\n易挑锦妇机中字，难得玉人心下事。\n男儿西北有神州，莫滴水西桥畔泪。"}
  ],
  "郴州市": [
    {"dynasty":"宋","poet": "秦观", "title": "千秋岁", "content": "水边沙外，城郭春寒退。\n花影乱，莺声碎。\n飘零疏酒盏，离别宽衣带。\n人不见，碧云暮合空相对。\n忆昔西池会，鹭同飞盖。\n携手处，今谁在？\n日边清梦断，镜里朱颜改。\n春去也，飞红万点愁如海。"},
    {"dynasty":"宋","poet": "秦观", "title": "踏莎行", "content": "雾失楼台，月迷津渡，桃源望断无寻处。\n可堪孤馆闭春寒，杜鹃声里斜阳暮。\n驿寄梅花，鱼传尺素，砌成此恨无重数。\n郴江幸自绕郴山，为谁流下潇湘去？"},
    {"dynasty":"宋","poet": "秦观", "title": "如梦令", "content": "遥夜沉沉如水，风紧驿亭深闭。\n梦破鼠窥灯，霜送晓寒侵被。\n无寐，无寐，门外马嘶人起。"},
    {"dynasty":"宋","poet": "秦观", "title": "阮郎归", "content": "湘天风雨破寒初，深沉庭院虚。\n丽谯吹罢《小单于》，迢迢清夜徂。\n乡梦断，旅魂孤，峥嵘岁又除。\n衡阳犹有雁传书，郴阳和雁无！"},
    {"dynasty":"宋","poet": "李廌", "title": "虞美人", "content": "玉阑干外清江浦，渺渺天涯雨。\n好风如扇雨如帘，时见岸花汀草、涨痕添。\n青林枕上关山路，卧想乘鸾处。\n碧芜千里信悠悠，惟有霎时凉梦、到南州。"}
  ],
  "酒泉市": [
    {"dynasty":"宋","poet": "敦煌曲子词", "title": "菩萨蛮", "content": "枕前发尽千般愿，要休且待青山烂。\n水面上秤锤浮，直待黄河彻底枯。\n白日参辰现，北斗回南面。\n休即未能休，且待三更见日头。"},
    {"dynasty":"宋","poet": "敦煌曲子词", "title": "菩萨蛮", "content": "敦煌古往出神将，感得诸蕃遥钦仰。\n效节望龙庭，麟台早有名。\n只恨隔蕃部，情恳难申吐，早晚灭狼蕃，一齐拜圣颜！"},
    {"dynasty":"宋","poet": "敦煌曲子词", "title": "望江南", "content": "天上月，遥望似一团银。\n夜久更阑风渐紧，为奴吹散月边云。\n照见负心人。"},
    {"dynasty":"宋","poet": "敦煌曲子词", "title": "定风波", "content": "攻书学剑能几何？\n争如沙塞骋偻。\n手执绿沉枪似铁，明月，龙泉三尺斩新磨。\n堪羡昔时军伍，谩夸儒士德能多。\n四塞忽闻狼烟起，问儒士，谁人敢去定风波？"},
    {"dynasty":"宋","poet": "敦煌曲子词", "title": "鹊踏枝", "content": "叵耐灵鹊多谩语，送喜何曾有凭据？\n几度飞来活捉取，锁上金笼休共语。\n比拟好心来送喜，谁知锁我在金笼里。\n欲他征夫早归来，腾身却放我向青云里。"},
    {"dynasty":"宋","poet": "敦煌曲子词", "title": "凤归云", "content": "征夫数载，萍寄他邦。\n去便无消息，累换星霜。\n月下愁听砧杵起，塞雁南行。\n孤眠鸾帐里，枉劳魂梦，夜夜飞扬。\n想君薄行，更不思量。\n谁为传书与，表妾衷肠？\n倚牖无言垂血泪，暗祝三光。\n万般无奈处，一炉香尽，又更添香。"},
    {"dynasty":"宋","poet": "敦煌曲子词", "title": "抛球乐", "content": "珠泪纷纷湿绮罗，少年公子负恩多。\n当初姊妹分明道，莫把真心过与他。\n子细思量着，淡薄知闻解好么？"},
    {"dynasty":"宋","poet": "李白", "title": "菩萨蛮", "content": "平林漠漠烟如织，寒山一带伤心碧。\n暝色入高楼，有人楼上愁。\n玉阶空伫立，宿鸟归飞急。\n何处是归程？\n长亭连短亭。"},
    {"dynasty":"宋","poet": "温庭筠", "title": "南歌子", "content": "手里金鹦鹉，胸前绣凤凰。\n偷眼暗形相。\n不如从嫁与，作鸳鸯。"},
    {"dynasty":"宋","poet": "李晔", "title": "菩萨蛮·登楼遥望秦宫殿", "content": "登楼遥望秦宫殿，茫茫只见双飞燕。\n渭水一条流，千山与万丘。\n野烟遮远树，陌上行人去。\n何处有英雄，迎归大内中？"},
    {"dynasty":"宋","poet": "李清照", "title": "蝶恋花", "content": "泪湿罗衣脂粉满，四叠《阳关》，唱到千千遍。\n人道山长山又断，潇潇微雨闻孤馆。\n惜别伤离方寸乱，忘了临行，酒盏深和浅。\n好把音书凭过雁，东莱不似蓬莱远。"},
    {"dynasty":"宋","poet": "聂胜琼", "title": "鹧鸪天·寄李之问", "content": "玉惨花愁出凤城，莲花楼下柳青青。\n尊前一唱《阳关》后，别个人人第五程。\n寻好梦，梦难成，有谁知我此时情？\n枕前泪共帘前雨，隔个窗儿滴到明。"}
  ],
  "重庆市": [
    {"dynasty":"宋","poet": "柳永", "title": "卜算子慢", "content": "江枫渐老，汀蕙半凋，满目败红衰翠。\n楚客登临，正是暮秋天气。\n引疏砧、断续残阳里。\n对晚景、伤怀念远，新愁旧恨相继。\n脉脉人千里。\n念两处风情，万重烟水。\n雨歇天高，望断翠峰十二。\n尽无言、谁会凭高意？\n纵写得、离肠万种，奈归云谁寄？"},
    {"dynasty":"宋","poet": "张先", "title": "渔家傲·和程公辟赠别", "content": "巴子城头青草暮，巴山重叠相逢处。\n燕子占巢花脱树。\n杯且举，瞿塘水阔舟难渡。\n天外吴门清路，君家正在吴门住。\n赠我柳枝情几许。\n春满缕，为君将入江南去。"}
  ],
  "镇江市": [
    {"dynasty":"宋","poet": "苏轼", "title": "少年游·润州作", "content": "去年相送，馀杭门外，飞雪似杨花。\n今年春尽，杨花似雪，犹不见还家。\n对酒卷帘邀明月，风露透窗纱。\n恰似姮娥怜双燕，分明照、画梁斜。"},
    {"dynasty":"宋","poet": "苏轼", "title": "蝶恋花", "content": "花褪残红青杏小，燕子飞时，绿水人家绕。\n枝上柳绵吹又少，天涯何处无芳草！\n墙里秋千墙外道，墙外行人，墙里佳人笑。\n笑渐不闻声渐悄，多情却被无情恼。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "水调歌头·金山观月", "content": "江山自雄丽，风露与高寒。\n寄声月姊，借我玉鉴此中看。\n幽壑鱼龙悲啸，倒影星辰摇动，海气夜漫漫。\n涌起白银阙，危驻紫金山。\n表独立，飞霞珮，切云冠。\n漱冰濯雪，眇视万里一毫端。\n回首三山何处，闻道群仙笑我，要我欲俱还。\n挥手从此去，翳凤更骖鸾。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "永遇乐·京口北固亭怀古", "content": "千古江山，英雄无觅，孙仲谋处。\n舞榭歌台，风流总被，雨打风吹去。\n斜阳草树，寻常巷陌，人道寄奴曾住。\n想当年，金戈铁马，气吞万里如虎。\n元嘉草草，封狼居胥，赢得仓皇北顾。\n四十三年，望中犹记，烽火扬州路。\n可堪回首，佛狸祠下，一片神鸦社鼓。\n凭谁问，廉颇老矣，尚能饭否？"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "南乡子·登京口北固亭有怀", "content": "何处望神州？\n满眼风光北固楼。\n千古兴亡多少事？\n悠悠，不尽长江滚滚流。\n年少万兜鍪，坐断东南战未休。\n天下英雄谁敌手？\n曹刘。\n生子当如孙仲谋。"},
    {"dynasty":"宋","poet": "赵善括", "title": "水调歌头·渡江", "content": "山险号北固，景胜冠南州。\n洪涛江上乱云，山里簇红楼。\n堪笑萍踪无定，拟泊叶舟何许？\n无计可依刘。\n金阙自帷幄，玉垒老貔貅。\n问兴亡，成底事，几春秋？\n六朝人物，五胡妖雾不胜愁。\n休学楚囚垂泪，须把祖鞭先着，一鼓版图收。\n惟有金焦石，不逐水漂流。"},
    {"dynasty":"宋","poet": "陈亮", "title": "念奴娇·登多景楼", "content": "危楼还望，叹此意、今古几人曾会？\n鬼设神施，浑认作、天限南疆北界。\n一水横陈，连岗三面，做出争雄势。\n六朝何事，只成门户私计？\n因笑王谢诸人，登高怀远，也学英雄涕。\n凭却江山，管不到、河洛腥膻无际。\n正好长驱，不须反顾，寻取中流誓。\n小儿破贼，势成宁问强对。"},
    {"dynasty":"宋","poet": "杨炎正", "title": "蝶恋花·别范南伯", "content": "离恨做成春夜雨，添得春江，刬地东流去。\n弱柳系船都不住，为君愁绝听鸣橹。\n君到南徐芳草渡，想得寻春，依旧当年路。\n后夜独怜回首处，乱山遮隔无重数。"},
    {"dynasty":"宋","poet": "杨炎正", "title": "水调歌头·登多景楼", "content": "寒眼乱空阔，客意不胜秋。\n强呼斗酒发兴，特上最高楼。\n舒卷江山图画，应答龙鱼悲啸，不暇顾诗愁。\n风露巧欺客，分冷入衣裘。\n忽醒然，成感慨，望神州。\n可怜报国无路，空白一分头。\n都把平生意气，只做如今憔悴，岁晚若为谋！\n此意仗江月，分付与沙鸥。"},
    {"dynasty":"宋","poet": "姜夔", "title": "永遇乐·次稼轩北固楼词韵", "content": "云隔迷楼，苔封很石，人向何处？\n数骑轻烟，一篙寒汐，千古空来去。\n使君心在，苍崖绿嶂，苦被北门留住。\n有尊中酒，差可饮，大旗尽绣熊虎。\n前身诸葛，来游此地，数语便酬三顾。\n楼外冥冥，江皋隐隐，认得征西路。\n中原生聚，神京耆老，南望长淮金鼓。\n问当时，依依种柳，至今在否？"},
    {"dynasty":"宋","poet": "岳珂", "title": "祝英台近·北固亭", "content": "澹烟横，层雾敛，胜概分雄占。\n月下鸣榔，风急怒涛飐。\n关河无限清愁，不堪临鉴。\n正霜鬓、秋风尘染。\n漫登览。\n极目万里沙场，事业频看剑。\n古往今来，南北限天堑。\n倚楼谁弄新声？\n重城正掩。\n历历数、西州更点。"},
    {"dynasty":"宋","poet": "吴潜", "title": "水调歌头·焦山", "content": "铁瓮古形势，相对立金焦。\n长江万里东注，晓吹卷惊涛。\n天际孤云来去，水际孤帆上下，天共水相邀。\n远岫忽明晦，好景画难描。\n混隋陈，分宋魏，战孙曹。\n回头千载陈迹，痴绝倚亭皋。\n惟有汀边鸥鹭，不管人间兴废，一抹度青霄。\n安得身飞去，举手谢尘嚣！"}
  ],
  "长沙市": [
    {"dynasty":"宋","poet": "欧阳修", "title": "蝶恋花", "content": "六曲阑干偎碧树，杨柳风轻，展尽黄金缕。\n谁把钿筝移玉柱？\n穿帘海燕双飞去。\n满眼游丝兼落絮，红杏开时，一霎清明雨。\n浓睡觉来莺乱语，惊残好梦无寻处。"},
    {"dynasty":"宋","poet": "欧阳修", "title": "蝶恋花", "content": "庭院深深深几许？\n杨柳堆烟，帘幕无重数。\n玉勒雕鞍游冶处，楼高不见章台路。\n雨横风狂三月暮，门掩黄昏，无计留春住。\n泪眼问花花不语，乱红飞过秋千去。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "西江月·阻风三峰下", "content": "满载一船秋色，平铺十里湖光。\n波神留我看斜阳，放起鳞鳞细浪。\n明日风回更好，今宵露宿何妨？\n水晶宫里奏《霓裳》，准拟岳阳楼上。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "满江红·送李正之提刑入蜀", "content": "蜀道登天，一杯送、绣衣行客。\n还自叹、中年多病，不堪离别。\n东北看惊诸葛表，西南更草相如檄。\n把功名、收拾付君侯，如椽笔。\n儿女泪，君休滴。\n荆楚路，吾能说。\n要新诗准备，庐山山色。\n赤壁矶头千古浪，铜鞮陌上三更月。\n正梅花、万里雪深时，须相忆。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "木兰花慢·席上送张仲固帅兴元", "content": "汉中开汉业，问此地，是耶非？\n想剑指三秦，君王得意，一战东归。\n追亡事，今不见，但山川满目泪沾衣。\n落日胡尘未断，西风塞马空肥。\n一编书是帝王师，小试去征西。\n更草草离筵，匆匆去路，愁满旌旗。\n君思我，回首处，正江涵秋影雁初飞。\n安得车轮四角？\n不堪带减腰围。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "贺新郎", "content": "陈同父自东阳来过余，留十日，与之同游鹅湖，且会朱晦庵于紫溪，不至，飘然东归。\n既别之明日，余意中殊恋恋，复欲追路，至鹭鸶林，则雪深泥滑，不得前矣。\n独饮方村，怅然久之，颇恨挽留之不遂也。\n夜半投宿吴氏泉湖四望楼，闻邻笛悲甚，为赋《贺新郎》以见意。\n又五日，同父书来索词，心所同然者如此，可发千里一笑。\n把酒长亭说。\n看渊明、风流酷似，卧龙诸葛。\n何处飞来林间鹊，蹙踏松梢残雪，要破帽、多添华发。\n剩水残山无态度，被疏梅、料理成风月。\n两三雁，也萧瑟。\n佳人重约还轻别。\n怅清江、天寒不渡，水深冰合。\n路断车轮生四角，此地行人销骨。\n问谁使、君来愁绝？\n铸就而今相思错，料当初、费尽人间铁。\n长夜笛，莫吹裂！"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "贺新郎·同父见和，再用前韵答之", "content": "老大那堪说。\n似而今、元龙臭味，孟公瓜葛。\n我病君来高歌饮，惊散楼头飞雪。\n笑富贵、千钧如发。\n硬语盘空谁来听？\n记当时、只有西窗月。\n重进酒，换鸣瑟。\n事无两样人心别。\n问渠侬，神州毕竟，几番离合？\n汗血盐车无人顾，千里空收骏骨。\n正目断，关河路绝。\n我最怜君中宵舞，道男儿、到死心如铁。\n看试手，补天裂。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "贺新郎·用前韵送杜叔高", "content": "细把君诗说。\n恍余音、钧天浩荡，洞庭胶葛。\n千丈阴崖尘不到，惟有层冰积雪。\n乍一见、寒生毛发。\n自昔佳人多薄命，对古来、一片伤心月。\n金屋冷，夜调瑟。\n去天尺五君家别。\n看乘空、鱼龙惨淡，风云开合。\n起望衣冠神州路，白日消残战骨。\n叹夷甫、诸人清绝！\n夜半狂歌悲风起，听铮铮、阵马檐间铁。\n南共北，正分裂！"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "贺新郎", "content": "邑中园亭，仆皆为赋此词。\n一日独坐停云，水声山色竞来相娱，意溪山欲援例者，遂作数语，庶几仿佛渊明思亲友之意云。\n甚矣吾衰矣！\n怅平生、交游零落，只今余几？\n白发空垂三千丈，一笑人间万事。\n问何物、能令公喜？\n我见青山多妩媚，料青山见我应如是。\n情与貌，略相似。\n一尊搔首东窗里。\n想渊明、《停云》诗就，此时风味。\n江左沉酣求名者，岂识浊醪妙理！\n回首叫、云飞风起。\n不恨古人吾不见，恨古人不见吾狂耳。\n知我者，二三子。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "贺新郎·赋琵琶", "content": "凤尾龙香拨。\n自开元、《霓裳》曲罢，几番风月？\n最苦浔阳江头客，画舸亭亭待发。\n记出塞、黄云堆雪。\n马上离愁三万里，望昭阳宫殿孤鸿没。\n弦解语，恨难说。\n辽阳驿使音尘绝。\n琐窗寒、轻拢慢捻，泪珠盈睫。\n推手含情还却手，一抹《梁州》哀彻。\n千古事、云飞烟灭。\n贺老定场无消息，想沉香亭北繁华歇。\n弹到此，为呜咽。"}
  ],
  "阜阳市": [
    {"dynasty":"宋","poet": "柳永", "title": "玉蝴蝶", "content": "望处雨收云断，凭阑悄悄，目送秋光。\n晚景萧疏，堪动宋玉悲凉。\n水风轻、花渐老，月露冷、梧叶飘黄。\n遣情伤。\n故人何在？\n烟水茫茫。\n难忘。\n文期酒会，几辜风月，屡变星霜。\n海阔天遥，未知何处是潇湘。\n念双燕、难凭远信，指暮天、空识归航。\n黯相望。\n断鸿声里，立尽斜阳。"},
    {"dynasty":"宋","poet": "欧阳修", "title": "玉楼春", "content": "尊前拟把归期说，欲语春容先惨咽。\n人生自是有情痴，此恨不关风与月。\n离歌且莫翻新阕，一曲能教肠寸结。\n直须看尽洛城花，始共春风容易别。"},
    {"dynasty":"宋","poet": "欧阳修", "title": "玉楼春", "content": "别后不知君远近，触目凄凉多少闷。\n渐行渐远渐无书，水阔鱼沉何处问。\n夜深风竹敲秋韵，万叶千声皆是恨。\n故欹单枕梦中寻，梦又不成灯又烬。"},
    {"dynasty":"宋","poet": "欧阳修", "title": "浣溪沙", "content": "堤上游人逐画船。\n拍堤春水四垂天。\n绿杨楼外出秋千。\n白发戴花君莫笑，《六幺》催拍盏频传。\n人生何处似尊前？"}
  ],
  "陕西市": [
    {"dynasty":"宋","poet": "柳永", "title": "定风波", "content": "自春来，惨绿愁红，芳心是事可可。\n日上花梢，莺穿柳带，犹压香衾卧。\n暖酥消，腻云亸，终日恹恹倦梳裹。\n无那！\n恨薄情一去，音书无个。\n早知恁么，悔当初、不把雕鞍锁。\n向鸡窗，只与蛮笺象管，拘束教吟课。\n镇相随，莫抛躲，针线闲拈伴伊坐。\n和我。\n免使年少，光阴虚过。"},
    {"dynasty":"宋","poet": "柳永", "title": "戚氏", "content": "晚秋天，一霎微雨洒庭轩。\n槛菊萧疏，井梧零乱，惹残烟。\n凄然，望江关，飞云黯淡夕阳间。\n当时宋玉悲感，向此临水与登山。\n远道迢递，行人凄楚，倦听陇水潺湲。\n正蝉吟败叶，蛩响衰草，相应喧喧。\n孤馆度日如年。\n风露渐变，悄悄至更阑。\n长天净，绛河清浅，皓月婵娟。\n思绵绵。\n夜永对景，那堪屈指，暗想从前。\n未名未禄，绮陌红楼，往往经岁迁延。\n帝里风光好，当年少日，暮宴朝欢。\n况有狂朋怪侣，遇当歌、对酒竞留连。\n别来迅景如梭，旧游似梦，烟水程何限！\n念利名憔悴长萦绊，追往事、空惨愁颜。\n漏箭移、稍觉轻寒。\n渐呜咽画角数声残。\n对闲窗畔，停灯向晓，抱影无眠。"}
  ],
  "马鞍山市": [
    {"dynasty":"宋","poet": "贺铸", "title": "天门谣", "content": "牛渚天门险，限南北、七雄豪占。\n清雾敛，与闲人登览。\n待月上潮平波滟滟，塞管轻吹新《阿滥》。\n风满槛，历历数、西州更点。"},
    {"dynasty":"宋","poet": "贺铸", "title": "踏莎行", "content": "杨柳回塘，鸳鸯别浦，绿萍涨断莲舟路。\n断无蜂蝶慕幽香，红衣脱尽芳心苦。\n返照迎潮，行云带雨，依依似与骚人语。\n当年不肯嫁春风，无端却被秋风误。"},
    {"dynasty":"宋","poet": "韩元吉", "title": "霜天晓角·题采石蛾眉亭", "content": "倚天绝壁，直下江千尺。\n天际两蛾凝黛，愁与恨、几时极？\n暮潮风正急，酒阑闻塞笛。\n试问谪仙何处？\n青山外，远烟碧。"}
  ],
  "黄冈市": [
    {"dynasty":"宋","poet": "苏轼", "title": "水龙吟·次韵章质夫杨花词", "content": "似花还似非花，也无人惜从教坠。\n抛家傍路，思量却是，无情有思。\n萦损柔肠，困酣娇眼，欲开还闭。\n梦随风万里，寻郎去处，又还被、莺呼起。\n不恨此花飞尽，恨西园、落红难缀。\n晓来雨过，遗踪何在？\n一池萍碎。\n春色三分，二分尘土，一分流水。\n细看来，不是杨花点点，是离人泪。"},
    {"dynasty":"宋","poet": "苏轼", "title": "满庭芳·元丰七年四月一日", "preface": "元丰七年四月一日，余将去黄移汝，留别雪堂邻里二三君子。会李仲览自江东来别，遂书以遗之。", "content": "归去来兮，吾归何处？\n万里家在岷峨。\n百年强半，来日苦无多。\n坐见黄州再闰，儿童尽、楚语吴歌。\n山中友，鸡豚社酒，相劝老东坡。\n云何？\n当此去，人生底事，来往如梭？\n待闲看，秋风洛水清波。\n好在堂前细柳，应念我、莫剪柔柯。\n仍传语、江南父老，时与晒鱼蓑。"},
    {"dynasty":"宋","poet": "苏轼", "title": "满庭芳", "content": "有王长官者，弃官黄州三十三年，黄人谓之王先生。\n因送陈慥来过余，因为赋此。\n三十三年，今谁存者？\n算只君与长江。\n凛然苍桧，霜干苦难双。\n闻道司州古县，云溪上、竹坞松窗。\n江南岸，不因送子，宁肯过吾邦？\n，疏雨过，凤林舞破，烟盖云幢。\n愿持此邀君，一饮空缸。\n居士先生老矣，真梦里、相对残。\n歌声断，行人未起，船鼓已逢逢。"},
    {"dynasty":"宋","poet": "苏轼", "title": "水调歌头·黄州快哉亭赠张偓佺", "content": "落日绣帘卷，亭下水连空。\n知君为我新作，窗户湿青红。\n长记平山堂上，欹枕江南烟雨，渺渺没孤鸿。\n认得醉翁语，山色有无中。\n一千顷，都镜净，倒碧峰。\n忽然浪起，掀舞一叶白头翁。\n堪笑兰台公子，未解庄生天籁，刚道有雌雄。\n一点浩然气，千里快哉风。"},
    {"dynasty":"宋","poet": "苏轼", "title": "满江红·寄鄂州朱使君寿昌", "content": "江汉西来，高楼下、蒲萄深碧。\n犹自带、岷峨雪浪，锦江春色。\n君是南山遗爱守，我为剑外思归客。\n对此间、风物岂无情？\n殷勤说。\n《江表传》，君休读。\n狂处士，真堪惜。\n空洲对鹦鹉，苇花萧瑟。\n不独笑书生争底事，曹公黄祖俱飘忽。\n愿使君、还赋谪仙诗，追黄鹤。"},
    {"dynasty":"宋","poet": "苏轼", "title": "念奴娇·赤壁怀古", "content": "大江东去，浪淘尽、千古风流人物。\n故垒西边，人道是、三国周郎赤壁。\n乱石崩云，惊涛裂岸，卷起千堆雪。\n江山如画，一时多少豪杰！\n遥想公瑾当年，小乔初嫁了，雄姿英发。\n羽扇纶巾，谈笑间、樯橹灰飞烟灭。\n故国神游，多情应笑我，早生华发，人间如梦，一尊还酹江月。"},
    {"dynasty":"宋","poet": "苏轼", "title": "西江月", "content": "春夜蕲水中过酒家饮。\n酒醉，乘月至一溪桥上，解鞍曲肱少休。\n及觉，已晓。\n乱山葱茏，不谓尘世也。\n书此词桥柱。\n照野弥弥浅浪，横空隐隐层霄。\n障泥未解玉骢骄，我欲醉眠芳草。\n可惜一溪明月，莫教踏破琼瑶。\n解鞍欹枕绿杨桥，杜宇一声春晓。"},
    {"dynasty":"宋","poet": "苏轼", "title": "临江仙·夜归临皋", "content": "夜饮东坡醒复醉，归来仿佛三更。\n家童鼻息已雷鸣。\n敲门都不应，倚杖听江声。\n长恨此身非我有，何时忘却营营？\n夜阑风静縠纹平。\n小舟从此逝，江海寄余生。"},
    {"dynasty":"宋","poet": "苏轼", "title": "鹧鸪天", "content": "林断山明竹隐墙，乱蝉衰草小池塘。\n翻空白鸟时时见，照水红蕖细细香。\n村舍外，古城旁，杖藜徐步转斜阳。\n殷勤昨夜三更雨，又得浮生一日凉。"},
    {"dynasty":"宋","poet": "苏轼", "title": "定风波·三月七日", "preface": "三月七日，沙湖道中遇雨，雨具先去，同行皆狼狈，余独不觉，已而遂晴，故作此。", "content": "莫听穿林打叶声，何妨吟啸且徐行？\n竹杖芒鞋轻胜马，谁怕？\n一蓑烟雨任平生。\n料峭春风吹酒醒，微冷。\n山头斜照却相迎。\n回首向来萧瑟处，归去，也无风雨也无晴。"},
    {"dynasty":"宋","poet": "苏轼", "title": "卜算子·黄州定惠院寓居作", "content": "缺月挂疏桐，漏断人初静。\n谁见幽人独往来？\n缥缈孤鸿影。\n惊起却回头，有恨无人省。\n拣尽寒枝不肯栖，寂寞沙洲冷。"},
    {"dynasty":"宋","poet": "苏轼", "title": "洞仙歌·余七岁时", "preface": "余七岁时，见眉山老尼，姓朱，忘其名，年九十余。", "content": "自言尝随其师入蜀主孟昶宫中。\n一日大热，蜀主与花蕊夫人夜纳凉摩诃池上，作一词，朱具能记之。\n今四十年，朱已死久矣。\n人无知此词者，但记其首两句。\n暇日寻味，岂《洞仙歌令》乎？\n乃为足之云。\n冰肌玉骨，自清凉无汗。\n水殿风来暗香满。\n绣帘开、一点明月窥人，人未寝、欹枕钗横鬓乱。\n起来携素手，庭户无声，时见疏星渡河汉。\n试问夜如何，夜已三更，金波淡、玉绳低转。\n但屈指西风几时来，又不道流年，暗中偷换。"},
    {"dynasty":"宋","poet": "苏轼", "title": "浣溪沙·游蕲水清泉寺", "preface": "游蕲水清泉寺，寺临兰溪，溪水西流。", "content": "山下兰芽短浸溪，松间沙路净无泥。\n萧萧暮雨子规啼。\n谁道人生无再少？\n门前流水尚能西。\n休将白发唱黄鸡。"},
    {"dynasty":"宋","poet": "胡世将", "title": "酹江月·秋夕兴元使院作，用东坡赤壁韵", "content": "神州沉陆，问谁是、一范一韩人物？\n北望长安应不见，抛却关西半壁。\n塞马晨嘶，胡笳夕引，赢得头如雪。\n三秦往事，只数汉家三杰。\n试看百二山河，奈君门万里，六师不发。\n阃外何人回首处，铁骑千群都灭。\n拜将台欹，怀贤阁杳，空指冲冠发。\n阑干拍遍，独对中天明月。"}
  ],
};

var allByCity = {
  "三门峡市": [
    {"dynasty":"唐","poet": "杜甫", "title": "石 壕 吏", "content": "暮投石壕村，有吏夜捉人。\n老翁逾墙走，老妇出门看。\n吏呼一何怒！\n妇啼一何苦！\n听妇前致词：“三男邺城戍。\n一男附书至，二男新战死。\n存者且偷生，死者长已矣！\n室中更无人，唯有乳下孙。\n有孙母未去，出入无完裙。\n老妪力虽衰，请从吏夜归。\n急应河阳役，犹得备晨炊。\n”夜久语声绝，如闻泣幽咽。\n天明登前途，独与老翁别。"},
    {"dynasty":"唐","poet": "岑参", "title": "陕州月城楼送辛判官入奏", "content": "送客飞鸟外，城头楼最高。\n樽前遇风雨，窗里动波涛。\n谒帝向金殿，随身唯宝刀。\n相思灞陵月，只有梦偏劳。"}
  ],
  "上饶市": [
    {"dynasty":"宋","poet": "辛弃疾", "title": "沁园春·带湖新居将成", "content": "三径初成，鹤怨猿惊，稼轩未来。\n甚云山自许，平生意气；衣冠人笑，抵死尘埃。\n意倦须还，身闲贵早，岂为莼羹鲈脍哉！\n秋江上，看惊弦雁避，骇浪船回。\n东岗更葺茅斋。\n好都把轩窗临水开。\n要小舟行钓，先应种柳；疏篱护竹，莫碍观梅。\n秋菊堪餐，春兰可佩，留待先生手自栽。\n沉吟久，怕君恩未许，此意徘徊。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "丑奴儿近·博山道中效李易安体", "content": "千峰云起，骤雨一霎儿价。\n更远树斜阳，风景怎生图画？\n青旗卖酒，山那畔、别人有家。\n只消山水光中，无事过这一夏。\n午醉醒时，松窗竹户，万千潇洒。\n野鸟飞来，又是一般闲暇。\n却怪白鸥，觑着人欲下未下。\n旧盟都在，新来莫是，别有说话？"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "清平乐", "content": "茅檐低小，溪上青青草。\n醉里吴音相媚好，白发谁家翁媪？\n大儿锄豆溪东，中儿正织鸡笼。\n最喜小儿无赖，溪头卧剥莲蓬。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "清平乐·独宿博山王氏庵", "content": "绕床饥鼠，蝙蝠翻灯舞。\n屋上松风吹急雨，破纸窗间自语。\n平生塞北江南，归来华发苍颜。\n布被秋宵梦觉，眼前万里江山。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "西江月·夜行黄沙道中", "content": "明月别枝惊鹊，清风半夜鸣蝉。\n稻花香里说丰年，听取蛙声一片。\n七八个星天外，两三点雨山前。\n旧时茅店社林边，路转溪桥忽见。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "木兰花慢", "content": "中秋饮酒，将旦，客谓前人诗词有赋待月无送月者，因用《天问》体赋。\n可怜今夕月，向何处，去悠悠？\n是别有人间，那边才见，光景东头？\n是天外，空汗漫，但长风浩浩送中秋？\n飞镜无根谁系？\n姮娥不嫁谁留？\n谓经海底问无由，恍惚使人愁。\n怕万里长鲸，纵横触破，玉殿琼楼。\n虾蟆故堪浴水，问云何玉兔解沉浮？\n若道都齐无恙，云何渐渐如钩？"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "水调歌头", "content": "赵昌父七月望日用东坡韵叙太白、东坡事见寄，过相褒借，且有秋水之约；八月十四日余卧病博山寺中，因用韵为谢，兼寄吴子似。\n我志在寥阔，畴昔梦登天。\n摩挲素月，人世俯仰已千年。\n有客骖鸾并凤，云遇青山赤壁，相约上高寒。\n酌酒援北斗，我亦虱其间。\n少歌曰：神甚放，形则眠。\n鸿鹄一再高举，天地睹方圆。\n欲重歌兮梦觉，推枕惘然独念，人事底亏全？\n有美人可语，秋水隔婵娟。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "破阵子·为陈同甫赋壮词以寄之", "content": "醉里挑灯看剑，梦回吹角连营。\n八百里分麾下炙，五十弦翻塞外声。\n沙场秋点兵。\n马作的卢飞快，弓如霹雳弦惊。\n了却君王天下事，赢得生前身后名。\n可怜白发生！"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "西江月·遣兴", "content": "醉里且贪欢笑，要愁那得工夫。\n近来始觉古人书，信着全无是处。\n昨夜松边醉倒，问松我醉何如？\n只疑松动要来扶，以手推松曰去！"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "千年调·蔗庵小阁名曰卮言，作此词以嘲之", "content": "卮酒向人时，和气先倾倒。\n最要然然可可，万事称好。\n滑稽坐上，更对鸱夷笑。\n寒与热，总随人，甘国老。\n少年使酒，出口人嫌拗。\n此个和合道理，近日方晓。\n学人言语，未会十分巧。\n看他们，得人怜，秦吉了。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "粉蝶儿·和晋臣赋落花", "content": "昨日春如十三女儿学绣，一枝枝、不教花瘦。\n甚无情，便下得、雨僝风僽。\n向园林、铺作地衣红绉。\n而今春似轻薄荡子难久。\n记前时、送春归后。\n把春波都酿作、一江醇酎。\n约清愁、杨柳岸边相候。"}
  ],
  "临城市": [
    {"dynasty":"宋","poet": "贺铸", "title": "减字浣溪沙", "content": "闲把琵琶旧谱寻，四弦声怨却沉吟，燕飞人静画堂深。\n欹枕有时成雨梦，隔帘无处说春心。\n一从灯夜到如今。"}
  ],
  "乌鲁木齐市": [
    {"dynasty":"唐","poet": "岑参", "title": "走马川行奉送出师西征", "content": "君不见走马川，雪海边，平沙莽莽黄入天。\n轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。\n匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。\n将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。\n马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。\n虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。"},
    {"dynasty":"唐","poet": "岑参", "title": "轮台歌奉送封大夫出师西征", "content": "轮台城头夜吹角，轮台城北旄头落。\n羽书昨夜过渠黎，单于已在金山西。\n戍楼西望烟尘黑，汉兵屯在轮台北。\n上将拥旄西出征，平明吹笛大军行。\n四边伐鼓雪海涌，三军大呼阴山动。\n虏塞兵气连云屯，战场白骨缠草根。\n剑河风急雪片阔，沙口石冻马蹄脱。\n亚相勤王甘苦辛，誓将报主静边尘。\n古来青史谁不见，今见功名胜古人。"}
  ],
  "乐山市": [
    {"dynasty":"唐","poet": "李白", "title": "峨眉山月歌", "content": "峨眉山月半轮秋，影入平羌江水流。\n夜发清溪向三峡，思君不见下渝州。"}
  ],
  "九江市": [
    {"dynasty":"唐","poet": "宋之问", "title": "寒食江州满塘驿", "content": "去年上已洛桥边，今年寒食庐山曲。\n遥怜巩树花应满，复见吴洲草新绿。\n吴洲春草兰杜芳，感物思归怀故乡。\n驿骑明朝发何处？\n猿声今夜断君肠。"},
    {"dynasty":"唐","poet": "张九龄", "title": "湖口望庐山瀑布水", "content": "万丈红泉落，迢迢半紫氛。\n奔流下杂树，洒落出重云。\n日照虹霓似，天清风雨闻。\n灵山多秀色，空水共氤氲。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "晚泊浔阳望庐山", "content": "挂席几千里，名山都未逢。\n泊舟浔阳郭，始见香炉峰。\n尝读远公传，永怀尘外踪。\n东林精舍近，日暮但闻钟。"},
    {"dynasty":"唐","poet": "李白", "title": "庐山谣寄卢侍御虚舟", "content": "我本楚狂人，凤歌笑孔丘。\n手持绿玉杖，朝别黄鹤楼。\n五岳寻仙不辞远，一生好入名山游。\n庐山秀出南斗旁，屏风九叠云锦张，影落明湖青黛光。\n金阙前开二峰长，银河倒挂三石梁。\n香炉瀑布遥相望，回崖沓嶂凌苍苍。\n翠影红霞映朝日，鸟飞不到吴天长。\n登高壮观天地间，大江茫茫去不还。\n黄云万里动风色，白波九道流雪山。\n好为庐山谣，兴因庐山发。\n闲窥石镜清我心，谢公行处苍苔没。\n早服还丹无世情，琴心三叠道初成。\n遥见仙人彩云里，手把芙蓉朝玉京。\n先期汗漫九垓上，愿接卢敖游太清。"},
    {"dynasty":"唐","poet": "李白", "title": "望庐山五老峰", "content": "庐山东南五老峰，青天削出金芙蓉。\n九江秀色可揽结，吾将此地巢云松。"},
    {"dynasty":"唐","poet": "李白", "title": "望庐山瀑布", "content": "日照香炉生紫烟，遥看瀑布挂前川。\n飞流直下三千尺，疑是银河落九天。"},
    {"dynasty":"唐","poet": "韦应物", "title": "喜园中茶生", "content": "洁性不可污，为饮涤尘烦。\n此物信灵味，本自出山原。\n聊因理郡馀，率尔植荒园。\n喜随众草长，得与幽人言。"},
    {"dynasty":"唐","poet": "韦应物", "title": "寒食寄京师诸弟", "content": "雨中禁火空斋冷，江上流莺独坐听。\n把酒看花想诸弟，杜陵寒食草青青。"},
    {"dynasty":"唐","poet": "白居易", "title": "因题卷末，戏赠元九、李二十", "content": "一篇长恨有风情，十首秦吟近正声。\n每被老元偷格律，苦教短李伏歌行。\n世间富贵应无分，身后文章合有名。\n莫怪气粗言语大，新排十五卷诗成。"},
    {"dynasty":"唐","poet": "白居易", "title": "问刘十九", "content": "绿蚁新醅酒，红泥小火炉。\n晚来天欲雪，能饮一杯无？"},
    {"dynasty":"唐","poet": "白居易", "title": "大林寺桃花", "content": "人间四月芳菲尽，山寺桃花始盛开。\n长恨春归无觅处，不知转入此中来。"},
    {"dynasty":"唐","poet": "白居易", "title": "夜 筝", "content": "紫袖红弦明月中，自弹自感暗低容。\n弦凝指咽声停处，别有深情一万重。"},
    {"dynasty":"宋","poet": "温庭筠", "title": "河传", "content": "湖上，闲望。\n雨萧萧，烟浦花桥路遥。\n谢娘翠蛾愁不销。\n终朝，梦魂迷晚潮。\n荡子天涯归棹远，春已晚，莺语空肠断。\n若耶溪，溪水西，柳堤，不闻郎马嘶。"},
    {"dynasty":"宋","poet": "周邦彦", "title": "满庭芳·夏日溧水无想山作", "content": "风老莺雏，雨肥梅子，午阴嘉树清圆。\n地卑山近，衣润费炉烟。\n人静乌鸢自乐，小桥外，新绿溅溅。\n凭栏久，黄芦苦竹，疑泛九江船。\n年年。\n如社燕，飘流瀚海，来寄修椽。\n且莫思身外，长近尊前。\n憔悴江南倦客，不堪听、急管繁弦。\n歌筵畔，先安簟枕，容我醉时眠。"}
  ],
  "北京市": [
    {"dynasty":"唐","poet": "陈子昂", "title": "登幽州台歌", "content": "前不见古人，后不见来者。\n念天地之悠悠，独怆然而涕下。"},
    {"dynasty":"唐","poet": "张说", "title": "幽州夜饮", "content": "凉风吹夜雨，萧瑟动寒林。\n正有高堂宴，能忘迟暮心？\n军中宜剑舞，塞上重笳音。\n不作边城将，谁知恩遇深！"},
    {"dynasty":"唐","poet": "祖咏", "title": "望 蓟 门", "content": "燕台一去客心惊，笳鼓喧喧汉将营。\n万里寒光生积雪，三边曙色动危旌。\n沙场烽火侵胡月，海畔云山拥蓟城。\n少小虽非投笔吏，论功还欲请长缨。"},
    {"dynasty":"唐","poet": "李白", "title": "北 风 行", "content": "烛龙栖寒门，光耀犹旦开。\n日月照之何不及此，唯有北风号怒天上来。\n燕山雪花大如席，片片吹落轩辕台。\n幽州思妇十二月，停歌罢笑双蛾摧。\n倚门望行人，念君长城苦寒良可哀。\n别时提剑救边去，遗此虎文金鞞靫。\n中有一双白羽箭，蜘蛛结网生尘埃。\n箭空在，人今战死不复回。\n不忍见此物，焚之已成灰。\n黄河捧土尚可塞，北风雨雪恨难裁！"},
    {"dynasty":"唐","poet": "高适", "title": "蓟 中 作", "content": "策马自沙漠，长驱登塞垣。\n边城何萧条，白日黄云昏。\n一到征战处，每愁胡虏翻。\n岂无安边书，诸将已承恩。\n惆怅孙吴事，归来独闭门。"},
    {"dynasty":"唐","poet": "高适", "title": "使青夷军入居庸", "content": "匹马行将久，征途去转难。\n不知边地苦，只讶客衣单。\n溪冷泉声苦，山空木叶干。\n莫言关塞极，云雪尚漫漫。"},
    {"dynasty":"唐","poet": "高适", "title": "除 夜 作", "content": "旅馆寒灯独不眠，客心何事转凄然？\n故乡今夜思千里，霜鬓明朝又一年。"},
    {"dynasty":"唐","poet": "高适", "title": "塞上听吹笛", "content": "雪净胡天牧马还，月明羌笛戍楼间。\n借问梅花何处落，风吹一夜满关山。"},
    {"dynasty":"唐","poet": "李益", "title": "送客还幽州", "content": "惆怅秦城送独归，蓟门云树远依依。\n秋来莫射南飞雁，从遣乘春更北飞。"},
    {"dynasty":"宋","poet": "汪元量", "title": "望江南·幽州九日", "content": "官舍悄，坐到月西斜。\n永夜角声悲自语，客心愁破正思家。\n南北各天涯。\n肠断裂，搔着一长嗟。\n绮席象床寒玉枕，美人何处醉黄花。\n和泪捻琵琶。"},
    {"dynasty":"宋","poet": "张炎", "title": "壶中天·夜渡古黄河，与沈尧道、曾子敬同赋", "content": "扬舲万里，笑当年底事，中分南北？\n须信平生无梦到，却向而今游历。\n老柳官河，斜阳古道，风定波犹直。\n野人惊问，泛槎何处狂客？\n迎面落叶萧萧，水流沙共远，都无行迹。\n衰草凄迷秋更绿，惟有闲鸥独立。\n浪挟天浮，山邀云去，银浦横空碧。\n扣舷歌断，海蟾飞上孤白。"}
  ],
  "南京市": [
    {"dynasty":"唐","poet": "王昌龄", "title": "芙蓉楼送辛渐", "content": "寒雨连江夜入吴，平明送客楚山孤。\n洛阳亲友如相问，一片冰心在玉壶。"},
    {"dynasty":"唐","poet": "李白", "title": "长 干 行", "content": "妾发初覆额，折花门前剧。\n郎骑竹马来，绕床弄青梅。\n同居长干里，两小无嫌猜。\n十四为君妇，羞颜未尝开。\n低头向暗壁，千唤不一回。\n十五始展眉，愿同尘与灰。\n常存抱柱信，岂上望夫台。\n十六君远行，瞿塘滟滪堆。\n五月不可触，猿声天上哀。\n门前旧行迹，一一生绿苔。\n苔深不能扫，落叶秋风早。\n八月蝴蝶黄，双飞西园草。\n感此伤妾心，坐愁红颜老。\n早晚下三巴，预将书报家。\n相迎不道远，直至长风沙。"},
    {"dynasty":"唐","poet": "李白", "title": "战 城 南", "content": "去年战，桑干源；今年战，葱河道。\n洗兵条支海上波，放马天山雪中草。\n万里长征战，三军尽衰老。\n匈奴以杀戮为耕作，古来惟见白骨黄沙田。\n秦家筑城备胡处，汉家还有烽火燃。\n烽火燃不息，征战无已时。\n野战格斗死，败马号鸣向天悲。\n乌鸢啄人肠，衔飞上挂枯树枝。\n士卒涂草莽，将军空尔为。\n乃知兵者是凶器，圣人不得已而用之。"},
    {"dynasty":"唐","poet": "李白", "title": "示金陵子", "content": "金陵城东谁家子，窃听琴声碧窗里。\n落花一片天上来，随人直度西江水。\n楚歌吴语娇不成，似能未能最有情。\n谢公正要东山妓，携手林泉处处行。"},
    {"dynasty":"唐","poet": "李白", "title": "登金陵凤凰台", "content": "凤凰台上凤凰游，凤去台空江自流。\n吴宫花草埋幽径，晋代衣冠成古丘。\n三山半落青天外，二水中分白鹭洲。\n总为浮云能蔽日，长安不见使人愁。"},
    {"dynasty":"唐","poet": "李白", "title": "闻王昌龄左迁龙标遥有此寄", "content": "杨花落尽子规啼，闻道龙标过五溪。\n我寄愁心与明月，随风直到夜郎西。"},
    {"dynasty":"唐","poet": "刘长卿", "title": "送李判官之润州行营", "content": "万里辞家事鼓鼙，金陵驿路楚云西。\n江春不肯留行客，草色青青送马蹄。"},
    {"dynasty":"唐","poet": "岑参", "title": "春 梦", "content": "洞房昨夜春风起，遥忆美人湘江水。\n枕上片时春梦中，行尽江南数千里。"},
    {"dynasty":"唐","poet": "李端", "title": "芜 城", "content": "昔人登此地，丘垄已前悲。\n今日又非昔，春风能几时？\n风吹城上树，草没城边路。\n城里月明时，精灵自来去。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "乌 衣 巷", "content": "朱雀桥边野草花，乌衣巷口夕阳斜。\n旧时王谢堂前燕，飞入寻常百姓家。"},
    {"dynasty":"唐","poet": "张祜", "title": "题金陵渡", "content": "金陵津渡小山楼，一宿行人自可愁。\n潮落夜江斜月里，两三星火是瓜州。"},
    {"dynasty":"唐","poet": "许浑", "title": "金陵怀古", "content": "玉树歌残王气终，景阳兵合戍楼空。\n松揪远近千官冢，禾黍高低六代宫。\n石燕拂云晴亦雨，江豚吹浪夜还风。\n英雄一去豪华尽，唯有青山似洛中。"},
    {"dynasty":"唐","poet": "杜牧", "title": "张好好诗并序", "content": "牧大和三年，佐故吏部沈公江西幕，好好年十三，始以善歌来乐籍中。\n后一岁，公移镇宣城，复置好好于宣城籍中。\n后二岁，为沈著作以双鬟纳之。\n后二岁，于洛阳东城重睹好好，感旧伤怀，故题诗赠之。\n君为豫章姝，十三才有余。\n翠茁凤生尾，丹叶莲含跗。\n高阁倚天半，章江联碧虚。\n此地试君唱，特使华筵铺。\n主公顾四座，始讶来踟蹰。\n吴娃起引赞，低回映长裾。\n双鬟可高下，才过青罗襦。\n盼盼乍垂袖，一声雏凤呼。\n繁弦迸关纽，塞管裂圆芦。\n众音不能逐，袅袅穿云衢。\n主公再三叹，谓言天下殊。\n赠之天马锦，副以水犀梳。\n龙沙看秋浪，明月游东湖。\n自此每相见，三日已为疏。\n玉质随月满，艳态逐春舒。\n绛唇渐轻巧，云步转虚徐。\n旌旆忽东下，笙歌随舳舻。\n霜凋谢楼树，沙暖句溪蒲。\n身外任尘土，樽前极欢娱。\n飘然集仙客，讽赋欺相如。\n聘之碧瑶珮，载以紫云车。\n洞闭水声远，月高蟾影孤。\n尔来未几岁，散尽高阳徒。\n洛城重相见，绰绰为当垆。\n怪我苦何事，少年垂白须？\n朋游今在否，落拓更能无？\n门馆恸哭后，水云秋景初。\n斜日挂衰柳，凉风生座隅。\n洒尽满襟泪，短歌聊一书。"},
    {"dynasty":"唐","poet": "杜牧", "title": "杜秋娘诗并序", "content": "杜秋，金陵女也。\n年十五，为李锜妾。\n后锜叛灭，籍之入宫，有宠于景陵。\n穆宗即位，命秋为皇子傅姆。\n皇子壮，封漳王。\n郑注用事，诬丞相欲去己者，指王为根。\n玉被罪废削，秋因赐归故乡。\n予过金陵，感其穷且老，为之赋诗。\n京江水清滑，生女白如脂。\n其间杜秋者，不劳朱粉施。\n老濞即山铸，后庭千双眉。\n秋持玉斝醉，与唱金缕衣。\n濞既白首叛，秋亦红泪滋。\n吴江落日渡，灞岸绿杨垂。\n联裾见天子，盼眄独依依。\n椒壁悬锦幕，镜奁蟠蛟螭。\n低鬟认新宠，窈袅复融怡。\n月上白璧门，桂影凉参差。\n金阶露新重，闲捻紫箫吹。\n莓苔夹城路，南苑雁初飞。\n红粉羽林仗，独赐辟邪旗。\n归来煮豹胎，餍饫不能饴。\n咸池升日庆，铜雀分香悲。\n雷音后车远，事往落花时。\n燕禖得皇子，壮发绿。\n画堂授傅姆，天人亲捧持。\n虎睛珠络褓，金盘犀镇帷。\n长杨射熊罴，武帐弄哑咿。\n渐抛竹马剧，稍出舞鸡奇。\n崭崭整冠珮，侍宴坐瑶池。\n眉宇俨图画，神秀射朝辉。\n一尺桐偶人，江充知自欺。\n王幽茅土削，秋放故乡归。\n觚棱拂斗极，回首尚迟迟。\n四朝三十载，似梦复疑非。\n潼关识旧吏，吏发已如丝。\n却唤吴江渡，舟人哪得知？\n归来四邻改，茂苑草菲菲。\n清血洒不尽，仰天知问谁？\n寒衣一疋素，夜借邻人机。\n我昨金陵过，闻之为歔欷。\n自古皆一贯，变化安能推？\n夏姬灭两国，逃作巫臣姬。\n西子下姑苏，一舸逐鸱夷。\n织室魏豹俘，作汉太平基。\n误置代籍中，两朝尊母仪。\n光武绍高祖，本系生唐儿。\n珊瑚破高齐，作婢舂黄糜。\n萧后去扬州，突厥为阏氏。\n女子固不定，士林亦难期。\n射后呼父，钓翁王者师。\n无国要孟子，有人毁仲尼。\n秦国逐客令，柄归丞相斯。\n安知魏齐首，见断篑中尸？\n给丧蹶张辈，廊庙冠峨危。\n珥貂七叶贵，何妨戎虏支？\n苏武却生返，邓通终死饥。\n主张既难测，翻覆亦其宜。\n地尽有何物？\n天外复何之？\n指何为而捉？\n足何为而驰？\n耳何为而听？\n目何为而窥？\n己身不自晓，此外何思惟？\n因倾一樽酒，题作杜秋诗。\n愁来独长咏，聊可以自贻。"},
    {"dynasty":"唐","poet": "杜牧", "title": "江 南 春", "content": "千里莺啼绿映红，水村山郭酒旗风。\n南朝四百八十寺，多少楼台烟雨中。"},
    {"dynasty":"唐","poet": "杜牧", "title": "泊 秦 淮", "content": "烟笼寒水月笼沙，夜泊秦淮近酒家。\n商女不知亡国恨，隔江犹唱《后庭花》。"},
    {"dynasty":"唐","poet": "罗隐", "title": "金陵夜泊", "content": "冷烟轻霭傍衰丛，此夕秦淮驻断蓬。\n栖雁远惊沽酒火，乱鸦高避落帆风。\n地销王气波声急，山带秋阴树影空。\n六代精灵人不见，思量应在月明中。"},
    {"dynasty":"唐","poet": "韦庄", "title": "上 元 县", "content": "南朝三十六英雄，角逐兴亡尽此中。\n有国有家皆是梦，为龙为虎亦成空。\n残花旧宅悲江令，落日青山吊谢公。\n止竟霸图何物在，石麟无主卧秋风。"},
    {"dynasty":"唐","poet": "韦庄", "title": "台 城", "content": "江雨霏霏江草齐，六朝如梦鸟空啼。\n无情最是台城柳，依旧烟笼十里堤。"},
    {"dynasty":"宋","poet": "李煜", "title": "望江南（二首）", "content": "闲梦远，南国正芳春。\n船上管弦江面绿，满城飞絮滚轻尘，忙杀看花人。\n闲梦远，南国正清秋。\n千里江山寒色远，芦花深处泊孤舟。\n笛在月明楼。"},
    {"dynasty":"宋","poet": "李煜", "title": "虞美人", "content": "风回小院庭芜绿，柳眼春相续。\n凭阑半日独无言，依旧竹声新月似当年。\n笙歌未散尊罍在，池面冰初解。\n烛明香暗画堂深，满鬓清霜残雪思难任。"},
    {"dynasty":"宋","poet": "王安石", "title": "桂枝香", "content": "登临送目。\n正故国晚秋，天气初肃。\n千里澄江似练，翠峰如簇。\n征帆去棹残阳里，背西风、酒旗斜矗。\n彩舟云淡，星河鹭起，画图难足。\n念往昔、繁华竞逐。\n叹门外楼头，悲恨相续。\n千古凭高对此，谩嗟荣辱。\n六朝旧事随流水，但寒烟、芳草凝绿。\n至今商女，时时犹唱，《后庭》遗曲。"},
    {"dynasty":"宋","poet": "王安石", "title": "浪淘沙令", "content": "伊吕两衰翁，历遍穷通。\n一为钓叟一耕佣。\n若使当时身不遇，老了英雄。\n汤武偶相逢，风虎云龙。\n兴王只在笑谈中。\n直至如今千载后。\n谁与争功？"},
    {"dynasty":"宋","poet": "张舜民", "title": "江神子·癸亥陈和叔会于赏心亭", "content": "七朝文物旧江山。\n水如天，莫凭阑。\n千古斜阳，无处问长安。\n更隔秦淮闻旧曲，秋已半，夜将阑。\n争教潘鬓不生斑？\n敛芳颜，抹幺弦。\n须记琵琶，子细说因缘。\n待得鸾胶肠已断，重别日，是何年？"},
    {"dynasty":"宋","poet": "孙浩然", "title": "离亭燕", "content": "一带江山如画，风物向秋潇洒。\n水浸碧天何处断？\n霁色冷光相射。\n蓼岸荻花洲，掩映竹篱茅舍。\n天际客帆高挂，烟外酒旗低亚。\n多少六朝兴废事，尽入渔樵闲话。\n怅望倚层楼，寒日无言西下。"},
    {"dynasty":"宋","poet": "贺铸", "title": "水调歌头·台城游", "content": "南国本潇洒，六代浸豪奢。\n台城游冶，襞笺能赋属宫娃。\n云观登临清夏，璧月留连长夜，吟醉送年华。\n回首飞鸳瓦，却羡井中蛙。\n访乌衣，成白社，不容车。\n旧时王谢，堂前双燕过谁家？\n楼外河横斗挂，淮上潮平霜下，樯影落寒沙。\n商女篷窗罅，犹唱《后庭花》！"},
    {"dynasty":"宋","poet": "周邦彦", "title": "风流子", "content": "新绿小池塘，风帘动、碎影舞斜阳。\n羡金屋去来，旧时巢燕，土花缭绕，前度莓墙。\n绣阁凤帏深几许，听得理丝簧。\n欲说又休，虑乖芳信，未歌先咽，愁近清觞。\n遥知新妆了，开朱户、应自待月西厢。\n最苦梦魂，今宵不到伊行。\n问甚时说与，佳音密耗，寄将秦镜，偷换韩香？\n天便教人，霎时厮见何妨。"},
    {"dynasty":"宋","poet": "周邦彦", "title": "西河·金陵怀古", "content": "佳丽地，南朝盛事谁记？\n山围故国绕清江，髻鬟对起。\n怒涛寂寞打孤城，风樯遥度天际。\n断崖树，犹倒倚，莫愁艇子谁系？\n空余旧迹郁苍苍，零沉半垒。\n夜深月过女墙来，伤心东望淮水。\n酒旗戏鼓甚处市？\n想依稀、王谢邻里。\n燕子不知何世，向寻常巷陌人家相对，如说兴亡斜阳里。"},
    {"dynasty":"宋","poet": "叶梦得", "title": "八声甘州·寿阳楼八公山作", "content": "故都迷岸草，望长淮、依然绕孤城。\n想乌衣年少，芝兰秀发，戈戟云横。\n坐看骄兵南渡，沸浪骇奔鲸。\n转眄东流水，一顾功成。\n千载八公山下，尚断崖草木，遥拥峥嵘。\n漫云涛吞吐，无处问豪英。\n信劳生、空成今古，笑我来、何事怆遗情？\n东山老，可堪岁晚，独听桓筝！"},
    {"dynasty":"宋","poet": "朱敦儒", "title": "相见欢", "content": "金陵城上西楼，倚清秋。\n万里夕阳垂地、大江流。\n中原乱，簪缨散，几时收？\n试倩悲风吹泪、过扬州。"},
    {"dynasty":"宋","poet": "李纲", "title": "六幺令·次韵和贺方回金陵怀古，波阳席上作", "content": "长江千里，烟淡水云阔。\n歌沉《玉树》，古寺空有疏钟发。\n六代兴亡如梦，苒苒惊时月。\n兵戈凌灭，豪华销尽，几见银蟾自圆缺。\n潮落潮生波渺，江树森如发。\n谁念迁客归来，老大伤名节。\n纵使岁寒途远，此志应难夺。\n高楼谁设，倚栏凝望，独立渔翁满江雪。"},
    {"dynasty":"宋","poet": "李清照", "title": "孤雁儿", "content": "藤床纸帐朝眠起，说不尽，无佳思。\n沉香断续玉炉寒，伴我情怀如水。\n笛里三弄，梅心惊破，多少游春意。\n小风疏雨萧萧地，又催下、千行泪。\n吹箫人去玉楼空，肠断与谁同倚！\n一枝折得，人间天上，没个人堪寄。"},
    {"dynasty":"宋","poet": "李清照", "title": "菩萨蛮", "content": "风柔日薄春犹早，夹衫乍着心情好。\n睡起觉微寒，梅花鬓上残。\n故乡何处是？\n忘了除非醉。\n沉水卧时烧，香消酒未消。"},
    {"dynasty":"宋","poet": "李清照", "title": "浣溪沙", "content": "淡荡春光寒食天，玉炉沉水袅残烟，梦回山枕隐花钿。\n海燕未来人斗草，江梅已过柳生绵。\n黄昏疏雨湿秋千。"},
    {"dynasty":"宋","poet": "李清照", "title": "蝶恋花·上巳召亲族", "content": "永夜恹恹欢意少，空梦长安，认取长安道。\n为报今年春色好，花光月影宜相照。\n随意杯盘虽草草，酒美梅酸，恰称人怀抱。\n醉里插花花莫笑，可怜春似人将老。"},
    {"dynasty":"宋","poet": "李清照", "title": "摊破浣溪沙", "content": "病起萧萧两鬓华，卧看残月上窗纱。\n豆蔻连梢煎熟水，莫分茶。\n枕上诗书闲处好，门前风景雨来佳。\n终日向人多酝藉，木犀花。"},
    {"dynasty":"宋","poet": "赵鼎", "title": "鹧鸪天·建康上元作", "content": "客路那知岁序移，忽惊春到小桃枝。\n天涯海角悲凉地，记得当年全盛时。\n花弄影，月流辉，水晶宫殿五云飞。\n分明一觉华胥梦，回首东风泪满衣。"},
    {"dynasty":"宋","poet": "张元幹", "title": "石州慢·己酉秋，吴兴舟中作", "content": "雨急云飞，惊散暮鸦，微弄凉月。\n谁家疏柳低迷？\n几点流萤明灭。\n夜帆风驶，满湖烟水苍茫，菰蒲零乱秋声咽。\n梦断酒醒时，倚危樯清绝。\n心折。\n长庚光怒，群盗纵横，逆胡猖獗。\n欲挽天河，一洗中原膏血。\n两宫何处？\n塞垣只隔长江，唾壶空击悲歌缺。\n万里想龙沙，泣孤臣吴越。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "六州歌头", "content": "长淮望断，关塞莽然平。\n征尘暗，霜风劲，悄边声。\n黯销凝。\n追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。\n隔水毡乡，落日牛羊下，区脱纵横。\n看名王宵猎，骑火一川明。\n笳鼓悲鸣，遣人惊。\n念腰间箭，匣中剑，空埃蠹，竟何成！\n时易失，心徒壮，岁将零。\n渺神京。\n干羽方怀远，静烽燧，且休兵。\n冠盖使，纷驰骛，若为情。\n闻道中原遗老，常南望、翠葆霓旌。\n使行人到此，忠愤气填膺，有泪如倾。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "西江月·丹阳湖", "content": "问讯湖边春色，重来又是三年。\n东风吹我过湖船，杨柳丝丝拂面。\n世路如今已惯，此心到处悠然。\n寒光亭下水如天，飞起沙鸥一片。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "水龙吟·登建康赏心亭", "content": "楚天千里清秋，水随天去秋无际。\n遥岑远目，献愁供恨，玉簪螺髻。\n落日楼头，断鸿声里，江南游子。\n把吴钩看了，阑干拍遍，无人会，登临意。\n休说鲈鱼堪脍，尽西风，季鹰归未？\n求田问舍，怕应羞见，刘郎才气。\n可惜流年，忧愁风雨，树犹如此！\n倩何人、唤取红巾翠袖，揾英雄泪！"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "念奴娇·登建康赏心亭，呈史留守致道", "content": "我来吊古，上危楼赢得、闲愁千斛。\n虎踞龙蟠何处是？\n只有兴亡满目。\n柳外斜阳，水边归鸟，陇上吹乔木。\n片帆西去，一声谁喷霜竹？\n却忆安石风流，东山岁晚，泪落哀筝曲。\n儿辈功名都付与，长日惟消棋局。\n宝镜难寻，碧云将暮，谁劝杯中绿？\n江头风怒，朝来波浪翻屋。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "汉宫春·立春日", "content": "春已归来，看美人头上，袅袅春幡。\n无端风雨，未肯收尽余寒。\n年时燕子，料今宵、梦到西园。\n浑未办、黄柑荐酒，更传青韭堆盘。\n却笑东风从此，便薰梅染柳，更没些闲。\n闲时又来镜里，转变朱颜。\n清愁不断，问何人、会解连环？\n生怕见、花开花落，朝来塞雁先还。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "太常引·建康中秋夜为吕叔潜赋", "content": "一轮秋影转金波，飞镜又重磨。\n把酒问姮娥，被白发欺人奈何！\n乘风好去，长空万里，直下看山河。\n斫去桂婆娑，人道是、清光更多。"},
    {"dynasty":"宋","poet": "姜夔", "title": "踏莎行·自沔东来，丁未元日，至金陵，江上感梦而作", "content": "燕燕轻盈，莺莺娇软，分明又向华胥见。\n夜长争得薄情知？\n春初早被相思染。\n别后书辞，别时针线，离魂暗逐郎行远。\n淮南皓月冷千山，冥冥归去无人管。"},
    {"dynasty":"宋","poet": "文天祥", "title": "满江红·代王夫人作", "content": "试问琵琶，胡沙外、怎生风色？\n最苦是，姚黄一朵，移根仙阙。\n王母欢阑琼宴罢，仙人泪满金盘侧。\n听行宫、半夜雨淋铃，声声歇。\n彩云散，香尘灭。\n铜驼恨，那堪说！\n想男儿慷慨，嚼穿龈血。\n回首昭阳辞落日，伤心铜雀迎秋月。\n算妾身、不愿似天家，金瓯缺。"},
    {"dynasty":"宋","poet": "文天祥", "title": "酹江月·和", "content": "乾坤能大，算蛟龙、元不是池中物。\n风雨牢愁无着处，那更寒蛩四壁。\n横槊题诗，登楼作赋，万事空中雪。\n江流如此，方来还有英杰。\n堪笑一叶飘零，重来淮水，正凉风新发。\n镜里朱颜都变尽，只有丹心难灭。\n去去龙沙，江山回首，一线青如发。\n故人应念，杜鹃枝上残月。"},
    {"dynasty":"宋","poet": "邓剡", "title": "酹江月·驿中言别", "content": "水天空阔，恨东风、不借世间英物。\n蜀鸟吴花残照里，忍见荒城颓壁！\n铜雀春情，金人秋泪，此恨凭谁雪？\n堂堂剑气，斗牛空认奇杰。\n那信江海余生，南行万里，属扁舟齐发。\n正为鸥盟留醉眼，细看涛生云灭。\n睨柱吞嬴，回旗走懿，千古冲冠发。\n伴人无寐，秦淮应是孤月。"},
    {"dynasty":"宋","poet": "邓剡", "title": "唐多令", "content": "雨过水明霞，潮回岸带沙。\n叶声寒、飞透窗纱。\n堪恨西风吹世换，更吹我，落天涯。\n寂寞古豪华，乌衣日又斜。\n说兴亡、燕入谁家？\n惟有南来无数雁，和明月，宿芦花。"},
    {"dynasty":"宋","poet": "汪元量", "title": "莺啼序·重过金陵", "content": "金陵故都最好，有朱楼迢递。\n嗟倦客、又此凭高，槛外已少佳致。\n更落尽梨花，飞尽杨花，春也成憔悴。\n问青山、三国英雄，六朝奇伟？\n麦甸葵丘，荒台败垒，鹿豕衔枯荠。\n正潮打孤城，寂寞斜阳影里。\n听楼头、哀笳怨角，未把酒、愁心先醉。\n渐夜深，月满秦淮，烟笼寒水。\n凄凄惨惨，冷冷清清，灯火渡头市。\n慨商女不知兴废，隔江犹唱《庭花》，余音亹亹。\n伤心千古，泪痕如洗。\n乌衣巷口青芜路，认依稀、王谢旧邻里。\n临春结绮，可怜红粉成灰，萧索白杨风起。\n因思畴昔，铁索千寻，漫沉江底。\n挥羽扇、障西尘，便好角巾私第。\n清谈到底成何事？\n回首新亭，风景今如此。\n楚囚对泣何时已？\n叹人间、今古真儿戏。\n东风岁岁还来，吹入钟山，几重苍翠。"}
  ],
  "南昌市": [
    {"dynasty":"唐","poet": "王勃", "title": "滕王阁诗", "content": "滕王高阁临江渚，佩玉鸣鸾罢歌舞。\n画栋朝飞南浦云，珠帘暮卷西山雨。\n闲云潭影日悠悠，物换星移几度秋。\n阁中帝子今何在？\n槛外长江空自流。"},
    {"dynasty":"唐","poet": "王勃", "title": "九日登高", "content": "九月九日望乡台，他席他乡送客杯。\n人今已厌南中苦，鸿雁那从北地来。"},
    {"dynasty":"唐","poet": "张九龄", "title": "望月怀远", "content": "海上生明月，天涯共此时。\n情人怨遥夜，竟夕起相思。\n灭烛怜光满，披衣觉露滋。\n不堪盈手赠，还寝梦佳期。"},
    {"dynasty":"唐","poet": "刘长卿", "title": "将赴岭外留题萧寺远公院", "content": "竹房遥闭上方幽，苔径苍苍访旧游。\n内史旧山空日暮，南朝古木向人秋。\n天香月色同僧室，叶落猿啼傍客舟。\n此去播迁明主意，白云何事欲相留？"},
    {"dynasty":"宋","poet": "张元幹", "title": "满江红·自豫章阻风吴城山作", "content": "春水迷天，桃花浪、几番风恶。\n云乍起，远山遮尽，晚风还作。\n绿卷芳洲生杜若，数帆带雨烟中落。\n傍向来、沙嘴共停桡，伤飘泊。\n寒犹在，衾偏薄。\n肠欲断，愁难着。\n倚篷窗无寐，引杯孤酌。\n寒食清明都过却，最怜轻负年时约。\n想小楼、终日望归舟，人如削。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "菩萨蛮·书江西造口壁", "content": "郁孤台下清江水，中间多少行人泪！\n西北望长安，可怜无数山。\n青山遮不住，毕竟东流去。\n江晚正愁余，山深闻鹧鸪。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "祝英台近·晚春", "content": "宝钗分，桃叶渡。\n烟柳暗南浦。\n怕上层楼，十日九风雨。\n断肠片片飞红，都无人管，更谁劝、啼莺声住？\n鬓边觑。\n试把花卜归期，才簪又重数。\n罗帐灯昏，哽咽梦中语。\n是他春带愁来，春归何处？\n却不解、带将愁去！"},
    {"dynasty":"宋","poet": "吴潜", "title": "满江红·豫章滕王阁", "content": "万里西风，吹我上、滕王高阁。\n正槛外、楚山云涨，楚江涛作。\n何处征帆木末去？\n有时野鸟沙边落。\n近帘钩、暮雨掩空来，今犹昨。\n秋渐紧，添离索。\n天正远，伤漂泊。\n叹十年心事，休休莫莫。\n岁月无多人易老，乾坤虽大愁难着。\n向黄昏、断送客魂消，城头角。"}
  ],
  "台州市": [
    {"dynasty":"唐","poet": "李白", "title": "日出入行", "content": "日出东方隈，似从地底来。\n历天又复入海，六龙所舍安在哉？\n其始与终古不息，人非元气，安得与之久徘徊？\n草不谢荣于春风，木不怨落于秋天。\n谁挥鞭策驱四运？\n万物兴歇皆自然。\n羲和！\n羲和！\n汝奚汩没于荒淫之波？\n鲁阳何德，驻景挥戈？\n逆道违天，矫诬实多。\n吾将囊括大块，浩然与溟涬同科。"},
    {"dynasty":"宋","poet": "周邦彦", "title": "玉楼春", "content": "桃溪不作从容住，秋藕绝来无续处。\n当时相候赤栏桥，今日独寻黄叶路。\n烟中列岫青无数，雁背夕阳红欲暮。\n人如风后入江云，情似雨余粘地絮。"},
    {"dynasty":"宋","poet": "张炎", "title": "月下笛", "content": "孤游万竹山中，闲门落叶，愁思黯然，因动《黍离》之感。\n时寓甬东积翠山舍。\n万里孤云，清游渐远，故人何处？\n寒窗梦里，犹记经行旧时路。\n连昌约略无多柳，第一是难听夜雨。\n谩惊回凄悄，相看烛影，拥衾谁语？\n张绪归何暮！\n半零落依依，断桥鸥鹭。\n天涯倦旅，此时心事良苦。\n只愁重洒西州泪，问杜曲人家在否？\n恐翠袖正天寒，犹倚梅花那树。"}
  ],
  "合肥市": [
    {"dynasty":"宋","poet": "姜夔", "title": "鹧鸪天·元夕有所梦", "content": "肥水东流无尽期，当初不合种相思。\n梦中未比丹青见，暗里忽惊山鸟啼。\n春未绿，鬓先丝，人间别久不成悲。\n谁教岁岁红莲夜，两处沉吟各自知。"},
    {"dynasty":"宋","poet": "姜夔", "title": "长亭怨慢·予颇喜自制曲", "preface": "予颇喜自制曲，初率意为长短句，然后协以律，故前后阕多不同。", "content": "桓大司马云：“昔年种柳，依依汉南；今看摇落，凄怆江潭；树犹如此，人何以堪！\n”此语予深爱之。\n渐吹尽、枝头香絮。\n是处人家，绿深门户。\n远浦萦回，暮帆零乱向何许？\n阅人多矣，谁得似长亭树。\n树若有情时，不会得青青如此。\n日暮，望高城不见，只见乱山无数。\n韦郎去也，怎忘得玉环分付？\n第一是早早归来，怕红萼无人为主！\n算空有并刀，难剪离愁千缕。"},
    {"dynasty":"宋","poet": "姜夔", "title": "淡黄柳", "content": "客居合肥南城赤阑桥之西，巷陌凄凉，与江左异，唯柳色夹道，依依可怜。\n因度此阕，以纾客怀。\n空城晓角，吹入垂杨陌。\n马上单衣寒恻恻。\n看尽鹅黄嫩绿，都是江南旧相识。\n正岑寂，明朝又寒食。\n强携酒、小桥宅。\n怕梨花落尽成秋色。\n燕燕飞来，问春何在，唯有池塘自碧。"}
  ],
  "吉安市": [
    {"dynasty":"宋","poet": "刘辰翁", "title": "兰陵王·丙子送春", "content": "送春去。\n春去人间无路。\n秋千外、芳草连天，谁遣风沙暗南浦？\n依依甚意绪？\n漫忆海门飞絮。\n乱鸦过，斗转城荒，不见来时试灯处。\n春去。\n最谁苦？\n但箭雁沉边，梁燕无主。\n杜鹃声里长门暮。\n想玉树凋土，泪盘如露。\n咸阳送客屡回顾。\n斜日未能度。\n春去。\n尚来否？\n正江令恨别，庾信愁赋。\n苏堤尽日风和雨。\n叹神游故国，花记前度。\n人生流落，顾孺子，共夜语。"}
  ],
  "咸阳市": [
    {"dynasty":"唐","poet": "王维", "title": "观 猎", "content": "风劲角弓鸣，将军猎渭城。\n草枯鹰眼疾，雪尽马蹄轻。\n忽过新丰市，还归细柳营。\n回看射雕处，千里暮云平。"},
    {"dynasty":"唐","poet": "王维", "title": "送元二使安西", "content": "渭城朝雨浥轻尘，客舍青青柳色新。\n劝君更尽一杯酒，西出阳关无故人。"},
    {"dynasty":"唐","poet": "刘皂", "title": "渡 桑 干", "content": "客舍并州已十霜，归心日夜忆咸阳。\n无端更渡桑干水，却望并州是故乡。"},
    {"dynasty":"唐","poet": "许浑", "title": "咸阳城东楼", "content": "一上高城万里愁，蒹葭杨柳似汀洲。\n溪云初起日沉阁，山雨欲来风满楼。\n鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。\n行人莫问当年事，故国东来渭水流。"},
    {"dynasty":"宋","poet": "王诜", "title": "忆故人", "content": "烛影摇红向夜阑，乍酒醒、心情懒。\n尊前谁为唱《阳关》？\n离恨天涯远。\n无奈云沉雨散，凭阑干、东风泪眼。\n海棠开后，燕子来时，黄昏庭院。"},
    {"dynasty":"宋","poet": "刘克庄", "title": "沁园春·梦孚若", "content": "何处相逢？\n登宝钗楼，访铜雀台。\n唤厨人斫就，东溟鲸脍；圉人呈罢，西极龙媒。\n天下英雄，使君与操，余子谁堪共酒杯？\n车千辆，载燕南赵北，剑客奇才。\n饮酣画鼓如雷，谁信被晨鸡轻唤回。\n叹年光过尽，功名未立；书生老去，机会方来。\n使李将军，遇高皇帝，万户侯何足道哉！\n披衣起，但凄凉感旧，慷慨生哀。"}
  ],
  "商丘市": [
    {"dynasty":"唐","poet": "高适", "title": "哭单父梁九少府", "content": "开箧泪沾臆，见君前日书。\n夜台今寂寞，犹是子云居。\n畴昔贪灵奇，登临赋山水。\n同舟南浦下，望月西江里。\n契阔多离别，绸缪到生死。\n九原即何处，万事皆如此。\n晋山徒嵯峨，斯人已冥冥。\n常时禄且薄，殁后家复贫。\n妻子在远道，弟兄无一人！\n十上多苦辛，一官常自哂。\n青云将可致，白日忽先尽。\n唯有身后名，空留无远近。"},
    {"dynasty":"唐","poet": "高适", "title": "别韦参军", "content": "二十解书剑，西游长安城。\n举头望君门，屈指取公卿。\n国风冲融迈三五，朝廷礼乐弥寰宇。\n白璧皆言赐近臣，布衣不得干明主。\n归来洛阳无负郭，东过梁宋非吾土。\n兔苑为农岁不登，雁池垂钓心长苦。\n世人向我同众人，唯君于我最相亲。\n且喜百年有交态，未尝一日辞家贫。\n弹棋击筑白日晚，纵酒高歌杨柳春。\n欢娱未尽分散去，使我惆怅惊心神。\n丈夫不作儿女别，临歧涕泪沾衣巾。"}
  ],
  "商洛市": [
    {"dynasty":"唐","poet": "李白", "title": "经下邳圯桥怀张子房", "content": "子房未虎啸，破产不为家。\n沧海得壮士，椎秦博浪沙。\n报韩虽不成，天地皆震动。\n潜匿游下邳，岂曰非智勇。\n我来圯桥上，怀古钦英风。\n唯见碧流水，曾无黄石公。\n叹息此人去，萧条徐泗空。"},
    {"dynasty":"唐","poet": "李涉", "title": "再宿武关", "content": "远别秦城万里游，乱山高下出商州。\n关门不锁寒溪水，一夜潺湲送客愁。"},
    {"dynasty":"唐","poet": "赵嘏", "title": "商山道中", "content": "和如春色净如秋，五月商山是胜游。\n当昼火云生不得，一溪萦作万重愁。"},
    {"dynasty":"唐","poet": "温庭筠", "title": "商山早行", "content": "晨起动征铎，客行悲故乡。\n鸡声茅店月，人迹板桥霜。\n槲叶落山路，枳花明驿墙。\n因思杜陵梦，凫雁满回塘。"}
  ],
  "固原市": [
    {"dynasty":"唐","poet": "王昌龄", "title": "从军行七首（其一）", "content": "烽火城西百尺楼，黄昏独坐海风秋。\n更吹羌笛关山月，无那金闺万里愁。"},
    {"dynasty":"唐","poet": "王昌龄", "title": "从军行七首（其二）", "content": "琵琶起舞换新声，总是关山旧别情。\n撩乱边愁听不尽，高高秋月照长城。"}
  ],
  "天水市": [
    {"dynasty":"唐","poet": "杜甫", "title": "佳 人", "content": "绝代有佳人，幽居在空谷。\n自云良家子，零落依草木。\n关中昔丧乱，兄弟遭杀戮。\n官高何足论，不得收骨肉。\n世情恶衰歇，万事随转烛。\n夫婿轻薄儿，新人美如玉。\n合昏尚知时，鸳鸯不独宿。\n但见新人笑，那闻旧人哭？\n在山泉水清，出山泉水浊。\n侍婢卖珠回，牵萝补茅屋。\n摘花不插鬓，采柏动盈掬。\n天寒翠袖薄，日暮倚修竹。"},
    {"dynasty":"唐","poet": "杜甫", "title": "梦李白二首（其二）", "content": "浮云终日行，游子久不至。\n三夜频梦君，情亲见君意。\n告归常局促，苦道来不易。\n江湖多风波，舟楫恐失坠。\n出门搔白首，若负平生志。\n冠盖满京华，斯人独憔悴。\n孰云网恢恢？\n将老身反累！\n千秋万岁名，寂寞身后事。"},
    {"dynasty":"唐","poet": "杜甫", "title": "月夜忆舍弟", "content": "戍鼓断人行，边秋一雁声。\n露从今夜白，月是故乡明。\n有弟皆分散，无家问死生。\n寄书长不达，况乃未休兵。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秦州杂诗（其二）", "content": "满目悲生事，因人作远游。\n迟回度陇怯，浩荡及关愁。\n水落鱼龙夜，山空鸟鼠秋。\n西征问烽火，心折此淹留。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秦州杂诗（其七）", "content": "莽莽万重山，孤城山谷间。\n无风云出塞，不夜月临关。\n属国归何晚？\n楼兰斩未还。\n烟尘一长望，衰飒正摧颜。"},
    {"dynasty":"唐","poet": "杜甫", "title": "天末怀李白", "content": "凉风起天末，君子意如何？\n鸿雁几时到？\n江湖秋水多。\n文章憎命达，魑魅喜人过。\n应共冤魂语，投诗赠汨罗。"},
    {"dynasty":"唐","poet": "杜甫", "title": "空 囊", "content": "翠柏苦犹食，明霞高可餐。\n世人共鲁莽，吾道属艰难。\n不爨井晨冻，无衣床夜寒。\n囊空恐羞涩，留得一钱看。"}
  ],
  "太原市": [
    {"dynasty":"唐","poet": "刘湾", "title": "出 塞 曲", "content": "将军在重围，音信绝不通。\n羽书如流星，飞入甘泉宫。\n倚是并州儿，少年心胆雄。\n一朝随召募，百战争王公。\n去年桑乾北，今年桑乾东。\n死是征人死，功是将军功。\n汗马牧秋月，疲卒卧霜风。\n仍闻左贤王，更欲围云中。"},
    {"dynasty":"宋","poet": "王澜", "title": "念奴娇·避地溢江，书于新亭", "content": "凭高远望，见家乡、只在白云深处。\n镇日思归归未得，孤负殷勤杜宇。\n故国伤心，新亭泪眼，更洒潇潇雨。\n长江万里，难将此恨流去。\n遥想江口依然，鸟啼花谢，今日谁为主？\n燕子归来，雕梁何处，底事呢喃语？\n最苦金沙，十万户尽，作血流漂杵。\n横空剑气，要当一洗残虏。"}
  ],
  "孝感市": [
    {"dynasty":"唐","poet": "李白", "title": "春日醉起言志", "content": "处世若大梦，胡为劳其生？\n所以终日醉，颓然卧前楹。\n觉来眄庭前，一鸟花间鸣。\n借问此何时？\n春风语流莺。\n感之欲叹息，对酒还自倾。\n浩歌待明月，曲尽已忘情。"},
    {"dynasty":"唐","poet": "李白", "title": "静 夜 思", "content": "床前明月光，疑是地上霜。\n举头望明月，低头思故乡。"},
    {"dynasty":"唐","poet": "李白", "title": "山中与幽人对酌", "content": "两人对酌山花开，一杯一杯复一杯。\n我醉欲眠卿且去，明朝有意抱琴来。"}
  ],
  "安庆市": [
    {"dynasty":"唐","poet": "李白", "title": "独 漉 篇", "content": "独漉水中泥，水浊不见月。\n不见月尚可，水深行人没。\n越鸟从南来，胡雁亦北度。\n我欲弯弓向天射，惜其中道失归路。\n落叶别树，飘零随风。\n客无所托，悲与此同。\n罗帷舒卷，似有人开。\n明月直入，无心可猜。\n雄剑挂壁，时时龙鸣。\n不断犀象，锈涩苔生。\n国耻未雪，何由成名？\n神鹰梦泽，不顾鸱鸢。\n为君一击，鹏搏九天。"}
  ],
  "安阳市": [
    {"dynasty":"唐","poet": "高适", "title": "自淇涉黄河途中作", "content": "朝从北岸来，泊船南河浒。\n试共野人言，深觉农夫苦！\n去秋虽薄熟，今夏犹未雨。\n耕耘日勤劳，租税兼舄卤。\n园蔬空寥落，产业不足数。\n尚有献芹心，无因见明主！"}
  ],
  "宜宾市": [
    {"dynasty":"宋","poet": "黄庭坚", "title": "念奴娇", "content": "八月十七日，同诸甥步自永安城楼，过张宽夫园待月。\n偶有名酒，因以金荷酌众客。\n客有孙彦立，善吹笛。\n援笔作乐府长短句，文不加点。\n断虹霁雨，净秋空，山染修眉新绿。\n桂影扶疏，谁便道，今夕清辉不足？\n万里青天，姮娥何处，驾此一轮玉？\n寒光零乱，为谁偏照醽醁？\n年少从我追游，晚凉幽径，绕张园森木。\n共倒金荷家万里，难得尊前相属。\n老子平生，江南江北，最爱临风曲。\n孙郎微笑，坐来声喷霜竹。"},
    {"dynasty":"宋","poet": "黄庭坚", "title": "清平乐", "content": "春归何处？\n寂寞无行路。\n若有人知春去处，唤取归来同住。\n春无踪迹谁知？\n除非问取黄鹂，百啭无人能解，因风飞过蔷薇。"}
  ],
  "宝鸡市": [
    {"dynasty":"唐","poet": "杜甫", "title": "北 征", "content": "皇帝二载秋，闰八月初吉。\n杜子将北征，苍茫问家室。\n维时遭艰虞，朝野少暇日。\n顾惭恩私被，诏许归蓬荜。\n拜辞诣阙下，怵惕久未出。\n虽乏谏净姿，恐君有遗失。\n君诚中兴主，经纬固密勿。\n东胡反未已，臣甫愤所切。\n挥涕恋行在，道途犹恍惚。\n乾坤含疮痍，忧虞何时毕？\n靡靡逾阡陌，人烟渺萧瑟。\n所遇多被伤，呻吟更流血。\n回首凤翔县，旌旗晚明灭。\n前登寒山重，屡得饮马窟。\n邠郊入地底，泾水中荡潏。\n猛虎立我前，苍崖吼时裂。\n菊垂今秋花，石戴古车辙。\n青云动高兴，幽事亦可悦。\n山果多琐细，罗生杂橡栗。\n或红如丹砂，或黑如点漆。\n雨露之所濡，甘苦齐结实。\n缅思桃源内，益叹身世拙。\n坡陀望鄜畤，岩谷互出没。\n我行已水滨，我仆犹木末。\n鸱鸟鸣黄桑，野鼠拱乱穴。\n夜深经战场，寒月照白骨。\n潼关百万师，往者散何卒？\n遂令半秦民，残害为异物。\n况我堕胡尘，及归尽华发。\n经年至茅屋，妻子衣百结。\n恸哭松声回，悲泉共幽咽。\n平生所娇儿，颜色白胜雪。\n见爷背面啼，垢腻脚不袜。\n床前两小女，补绽才过膝。\n海图坼波涛，旧绣移曲折。\n天吴及紫凤，颠倒在裋褐。\n老夫情怀恶，呕泄卧数日。\n那无囊中帛，救汝寒凛栗。\n粉黛亦解苞，衾裯稍罗列。\n瘦妻面复光，痴女头自栉。\n学母无不为，晓妆随手抹。\n移时施朱铅，狼藉画眉阔。\n生还对童稚，似欲忘饥渴。\n问事竞挽须，谁能即嗔喝？\n翻思在贼愁，甘受杂乱聒。\n新归且慰意，生理焉得说？\n至尊尚蒙尘，几日休练卒？\n仰观天色改，坐觉妖氛豁。\n阴风西北来，惨澹随回纥。\n其王愿助顺，其俗善驰突。\n送兵五千人，驱马一万匹。\n此辈少为贵，四方服勇决。\n所用皆鹰腾，破敌过箭疾。\n圣心颇虚伫，时议气欲夺。\n伊洛指掌收，西京不足拔。\n官军请深入，蓄锐可俱发。\n此举开青徐，旋瞻略恒碣。\n昊天积霜露，正气有肃杀。\n祸转亡胡岁，势成擒胡月。\n胡命其能久，皇纲未宜绝。\n忆昨狼狈初，事与古先别。\n奸臣竟菹醢，同恶随荡析。\n不闻夏殷衰，中自诛褒妲。\n周汉获再兴，宣光果明哲。\n桓桓陈将军，仗钺奋忠烈。\n微尔人尽非，于今国犹活。\n凄凉大同殿，寂寞白兽闼。\n都人望翠华，佳气向金阙。\n园陵固有神，扫洒数不缺。\n煌煌太宗业，树立甚宏达。"},
    {"dynasty":"唐","poet": "杜甫", "title": "彭 衙 行", "content": "忆昔避贼初，北走经险艰。\n夜深彭衙道，月照白水山。\n尽室久徒步，逢人多厚颜。\n参差谷鸟鸣，不见游子还。\n痴女饥咬我，啼畏虎狼闻。\n怀中掩其口，反侧声愈嗔。\n小儿强解事，故索苦李餐。\n一旬半雷雨，泥泞相牵攀。\n既无御雨备，径滑衣又寒。\n有时经契阔，竟日数里间。\n野果充糇粮，卑枝成屋椽。\n早行石上水，暮宿天边烟。\n小留同家洼，欲出芦子关。\n故人有孙宰，高义薄层云。\n延客已曛黑，张灯启重门。\n暖汤濯我足，剪纸招我魂。\n从此出妻孥，相视涕阑干。\n众雏烂熳睡，唤起沾盘飧。\n誓将与夫子，永结为弟昆！\n遂空所坐堂，安居奉我欢。\n谁肯艰难际，豁达露心肝。\n别来岁月周，胡羯仍构患。\n何当有翅翎，飞去坠尔前！"},
    {"dynasty":"唐","poet": "杜甫", "title": "喜达行在所三首", "content": "西忆岐阳信，无人遂却回。\n眼穿当落日，心死著寒灰。\n雾树行相引，莲峰望忽开。\n所亲惊老瘦，辛苦贼中来。\n愁思胡笳夕，凄凉汉苑春。\n生还今日事，间道暂时人。\n司隶章初睹，南阳气已新。\n喜心翻倒极，呜咽泪沾巾。\n死去凭谁报，归来始自怜。\n犹瞻太白雪，喜遇武功天。\n影静千官里，心苏七校前。\n今朝汉社稷，新数中兴年。"},
    {"dynasty":"唐","poet": "岑参", "title": "题山寺僧房", "content": "窗影摇群木，墙阴载一峰。\n野炉风自爇，山碓水能舂。\n勤学翻知误，为官好欲慵。\n高僧暝不见，月出但闻钟。"}
  ],
  "宣城市": [
    {"dynasty":"唐","poet": "李白", "title": "宣州谢朓楼饯别校书叔云", "content": "弃我去者昨日之日不可留，乱我心者今日之日多烦忧。\n长风万里送秋雁，对此可以酣高楼。\n蓬莱文章建安骨，中间小谢又清发。\n俱怀逸兴壮思飞，欲上青天揽明月。\n抽刀断水水更流，举杯消愁愁更愁。\n人生在世不称意，明朝散发弄扁舟。"},
    {"dynasty":"唐","poet": "李白", "title": "秋登宣城谢朓北楼", "content": "江城如画里，山晚望晴空。\n两水夹明镜，双桥落彩虹。\n人烟寒橘柚，秋色老梧桐。\n谁念北楼上，临风怀谢公。"},
    {"dynasty":"唐","poet": "李白", "title": "独坐敬亭山", "content": "众鸟高飞尽，孤云独去闲。\n相看两不厌，只有敬亭山。"},
    {"dynasty":"唐","poet": "李白", "title": "哭宣城善酿纪叟", "content": "纪叟黄泉里，还应酿老春。\n夜台无李白，沽酒与何人？"},
    {"dynasty":"唐","poet": "李白", "title": "宣城见杜鹃花", "content": "蜀国曾闻子规鸟，宣城还见杜鹃花。\n一叫一回肠一断，三春三月忆三巴。"},
    {"dynasty":"唐","poet": "杜牧", "title": "题宣州开元寺水阁", "content": "六朝文物草连空，天淡云闲今古同。\n鸟去鸟来山色里，人歌人哭水声中。\n深秋帘幕千家雨，落日楼台一笛风。\n惆怅无因见范蠡，参差烟树五湖东。"},
    {"dynasty":"宋","poet": "张先", "title": "天仙子", "content": "时为嘉禾小倅，以病眠，不赴府会。\n《水调》数声持酒听，午醉醒来愁未醒。\n送春春去几时回？\n临晚镜，伤流景，往事后期空记省。\n沙上并禽池上暝，云破月来花弄影。\n重重帘幕密遮灯，风不定，人初静，明日落红应满径。"},
    {"dynasty":"宋","poet": "李清照", "title": "怨王孙", "content": "湖上风来波浩渺，秋已暮、红稀香少。\n水光山色与人亲，说不尽、无穷好。\n莲子已成荷叶老，清露洗、花汀草。\n眠沙鸥鹭不回头，似也恨、人归早。"}
  ],
  "岳阳市": [
    {"dynasty":"唐","poet": "张说", "title": "送梁六自洞庭山", "content": "巴陵一望洞庭秋，日见孤峰水上浮。\n闻道神仙不可接，心随湖水共悠悠。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "临洞庭湖赠张丞相", "content": "八月湖水平，涵虚混太清。\n气蒸云梦泽，波撼岳阳城。\n欲济无舟楫，端居耻圣明。\n坐观垂钓者，徒有羡鱼情。"},
    {"dynasty":"唐","poet": "王维", "title": "送邢桂州", "content": "铙吹喧京口，风波下洞庭。\n赭圻将赤岸，击汰复扬舲。\n日落江湖白，潮来天地青。\n明珠归合浦，应逐使臣星。"},
    {"dynasty":"唐","poet": "李白", "title": "远 别 离", "content": "远别离，古有皇英之二女；乃在洞庭之南，潇湘之浦。\n海水直下万里深，谁人不言此离苦？\n日惨惨兮云冥冥，猩猩啼烟兮鬼啸雨。\n我纵言之将何补？\n皇穹窃恐不照余之忠诚，雷凭凭兮欲吼怒。\n尧舜当之亦禅禹，君失臣兮龙为鱼，权归臣兮鼠变虎。\n或言尧幽囚，舜野死，九疑联绵皆相似，重瞳孤坟竟何是？\n帝子泣兮绿云间，随风波兮去无还。\n恸哭兮远望，见苍梧之深山。\n苍梧山崩湘水绝，竹上之泪乃可灭。"},
    {"dynasty":"唐","poet": "李白", "title": "巴陵赠贾舍人", "content": "贾生西望忆京华，湘浦南迁莫怨嗟。\n圣主恩深汉文帝，怜君不遣到长沙。"},
    {"dynasty":"唐","poet": "刘昚虚", "title": "暮秋扬子江寄孟浩然", "content": "木叶纷纷下，东南日烟霜。\n林山相晚暮，天海空青苍。\n暝色况复久，秋声亦何长！\n孤舟兼微月，独夜仍越乡。\n寒笛对京口，故人在襄阳。\n咏思劳今夕，江汉遥相望。"},
    {"dynasty":"唐","poet": "张谓", "title": "送裴侍御归上都", "content": "楚地劳行役，秦城罢鼓鼙。\n舟移洞庭岸，路出武陵溪。\n江月随人影，山花趁马蹄。\n离魂将别梦，先已到关西。"},
    {"dynasty":"唐","poet": "杜甫", "title": "岁 晏 行", "content": "岁云暮矣多北风，潇湘洞庭白雪中。\n渔父天寒网罟冻，莫徭射雁鸣桑弓。\n去年米贵阙军食，今年米贱太伤农。\n高马达官厌酒肉，此辈杼柚茅茨空。\n楚人重鱼不重鸟，汝休枉杀南飞鸿。\n况闻处处鬻男女，割慈忍爱还租庸。\n往日用钱捉私铸，今许铅锡和青铜。\n刻泥为之最易得，好恶不合长相蒙。\n万国城头吹画角，此曲哀怨何时终？"},
    {"dynasty":"唐","poet": "杜甫", "title": "登岳阳楼", "content": "昔闻洞庭水，今上岳阳楼。\n吴楚东南坼，乾坤日夜浮。\n亲朋无一字，老病有孤舟。\n戎马关山北，凭轩涕泗流。"},
    {"dynasty":"唐","poet": "杜甫", "title": "三十六韵奉呈湖南亲友", "content": "轩辕休制律，虞舜罢弹琴。\n尚错雄鸣管，犹伤半死心。\n圣贤名古邈，羁旅病年侵。\n舟泊常依震，湖平早见参。\n如闻马融笛，若倚仲宣襟。\n故国悲寒望，群云惨岁阴。\n水乡霾白屋，枫岸叠青岑。\n郁郁冬炎瘴，濛濛雨滞淫。\n鼓迎非祭鬼，弹落似鸮禽。\n兴尽才无闷，愁来遽不禁。\n生涯相汩没，时物正萧森。\n疑惑樽中弩，淹留冠上簪。\n牵裾惊魏帝，投阁为刘歆。\n狂走终奚适？\n微才谢所钦。\n吾安藜不糁，汝贵玉为琛。\n乌几重重缚，鹑衣寸寸针。\n哀伤同庾信，述作异陈琳。\n十暑岷山葛，三霜楚户砧。\n叨陪锦帐座，久放白头吟。\n反朴时难遇，忘机陆易沉。\n应过数粒食，得近四知金。\n春草封归恨，源花费独寻。\n转蓬忧悄悄，行药病涔涔。\n瘗夭追潘岳，持危觅邓林。\n蹉跎翻学步，感激在知音。\n却假苏张舌，高夸周宋镡。\n纳流迷浩汗，峻址得嵚崟。\n城府开清旭，松筠起碧浔。\n披颜争倩倩，逸足竞骎骎。\n朗鉴存愚直，皇天实照临。\n公孙仍恃险，侯景未生擒。\n书信中原阔，干戈北斗深。\n畏人千里井，问俗九州箴。\n战血流依旧，军声动至今。\n葛洪尸定解，许靖力难任。\n家事丹砂诀，无成涕作霖。"},
    {"dynasty":"唐","poet": "贾至", "title": "初至巴峡与李十二白裴九同泛洞庭", "content": "枫岸纷纷落叶多，洞庭秋水晚来波。\n乘兴轻舟无远近，白云明月吊湘娥。"},
    {"dynasty":"唐","poet": "方干", "title": "题 君 山", "content": "曾于方外见麻姑，闻说君山自古无。\n元是昆仑山顶石，海风吹落洞庭湖。"},
    {"dynasty":"唐","poet": "许浑", "title": "谢亭送别", "content": "劳歌一曲解行舟，红叶青山水急流。\n日暮酒醒人已远，满天风雨下西楼。"},
    {"dynasty":"宋","poet": "牛希济", "title": "临江仙", "content": "洞庭波浪飐晴天，君山一点凝烟。\n此中真境属神仙。\n玉楼珠殿，相映月轮边。\n万里平湖秋色冷，星辰垂影参然。\n橘林霜重更红鲜。\n罗浮山下，有路暗相连。"},
    {"dynasty":"宋","poet": "苏舜钦", "title": "水调歌头·沧浪亭", "content": "潇洒太湖岸，淡伫洞庭山。\n鱼龙隐处，烟雾深锁渺弥间。\n方念陶朱张翰，忽有扁舟急桨，撇浪载鲈还。\n落日暴风雨，归路绕汀湾。\n丈夫志，当景盛，耻疏闲。\n壮年何事憔悴，华发改朱颜？\n拟借寒潭垂钓，又恐鸥鸟相猜，不肯傍青纶。\n刺棹穿芦荻，无语看波澜。"},
    {"dynasty":"宋","poet": "张舜民", "title": "卖花声·题岳阳楼", "content": "木叶下君山，空水漫漫。\n十分斟酒敛芳颜。\n不是渭城西去客，休唱《阳关》。\n醉袖抚危栏，天淡云闲。\n何人此路得生还？\n回首夕阳红尽处，应是长安。"},
    {"dynasty":"宋","poet": "张耒", "title": "风流子", "content": "木叶亭皋下，重阳近，又是捣衣秋。\n奈愁入庾肠，老侵潘鬓，谩簪黄菊，花也应羞。\n楚天晚，白烟尽处，红蓼水边头。\n芳草有情，夕阳无语，雁横南浦，人倚西楼。\n玉容知安否？\n香笺共锦字，两处悠悠。\n空恨碧云离合，青鸟沉浮。\n向风前懊恼，芳心一点，寸眉两叶，禁甚闲愁？\n情到不堪言处，分付东流。"},
    {"dynasty":"宋","poet": "李祁", "title": "南歌子", "content": "袅袅秋风起，萧萧败叶声。\n岳阳楼上听哀筝，楼下凄凉江月、为谁明？\n雾雨沉云梦，烟波渺洞庭。\n可怜无处问湘灵，只有无情江水、绕孤城。"},
    {"dynasty":"宋","poet": "袁去华", "title": "水调歌头·定王台", "content": "雄跨洞庭野，楚望古湘州。\n何王台殿？\n危基百尺自西刘。\n尚想霓旌千骑，依约入云歌吹，屈指几经秋。\n叹息繁华地，兴废两悠悠。\n登临处，乔木老，大江流。\n书生报国无地，空白九分头。\n一夜寒生关塞，万里云埋陵阙，耿耿恨难休。\n徙倚霜风里，落日伴人愁。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "念奴娇·过洞庭", "content": "洞庭青草，近中秋、更无一点风色。\n玉界琼田三万顷，着我扁舟一叶。\n素月分辉，明河共影，表里俱澄澈。\n怡然心会，妙处难与君说。\n应念岭海经年，孤光自照，肝胆皆冰雪。\n短发萧骚襟袖冷，稳泛沧浪空阔。\n尽吸西江，细斟北斗，万象为宾客。\n扣舷独啸，不知今夕何夕。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "水调歌头·过岳阳楼作", "content": "湖海倦游客，江汉有归舟。\n西风千里，送我今夜岳阳楼。\n日落君山云气，春到沅湘草木，远思渺难收。\n徙倚阑干久，缺月挂帘钩。\n雄三楚，吞七泽，隘九州。\n人间好处，何处更似此楼头？\n欲吊沉累无所，但有渔儿樵子，哀此写离忧。\n回首叫虞舜，杜若满芳洲。"}
  ],
  "巢湖市": [
    {"dynasty":"宋","poet": "姜夔", "title": "满江红", "content": "《满江红》旧调用仄韵，多不协律。\n如末句云“无心扑”三字，歌者将“心”字融入去声，方谐音律。\n予欲以平韵为之，久不能成。\n因泛巢湖，闻远岸箫鼓声，问之舟师，云：“居人为此湖神姥寿也。\n”予因祝曰：“得一席风径至居巢，当以平韵《满江红》为迎送神曲。\n”言讫，风与笔俱驶，顷刻而成。\n末句云“闻佩环”，则协律矣。\n书以绿笺，沉于白浪，辛亥正月晦也。\n是岁六月，复过祠下，因刻之柱间。\n有客来自居巢云：“土人祠姥，辄能歌此词。\n”按曹操至濡须口，孙权遗操书曰：“春水方生，公宜速去。\n”操曰：“孙权不欺孤。\n”乃撤军还。\n濡须口与东关相近，江湖水之所出入。\n予意春水方生，必有司之者，故归其功于姥云。\n仙姥来时，正一望、千顷翠澜。\n旌旗共、乱云俱下，依约前山。\n命驾群龙金作轭，相从诸娣玉为冠。\n向夜深、风定悄无人，闻佩环。\n神奇处，君试看。\n奠淮右，阻江南。\n遣六丁雷电，别守东关。\n却笑英雄无好手，一篙春水走曹瞒。\n又怎知、人在小红楼，帘影间。"}
  ],
  "常德市": [
    {"dynasty":"唐","poet": "李端", "title": "闻吉中孚还俗因有此赠", "content": "闻有华阳客，儒裳谒紫微。\n旧山连药卖，孤鹤带云归。\n柳市名犹在，桃源梦已稀。\n还乡见鸥鸟，应愧背船飞。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "聚 蚊 谣", "content": "沉沉夏夜闲堂开，飞蚊伺暗声如雷。\n嘈然歘起初骇听，殷殷若自南山来。\n喧腾鼓舞喜昏黑，昧者不分聪者惑。\n露华滴沥月上天，利嘴迎人看不得。\n我驱七尺尔如芒，我孤尔众能我伤。\n天生有时不可遏，为尔设幄潜匡床。\n清商一来秋日晓，羞尔微形饲丹鸟。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "百 舌 吟", "content": "晓星寥落春云低，初闻百舌间关啼。\n花柳满空迷处所，摇动繁英坠红雨。\n笙簧百啭音韵多，黄鹂吞声燕无语。\n东方朝日迟迟升，迎风弄景如自矜。\n数声不尽又飞去，何许相逢绿杨路。\n绵蛮宛转似娱人，一心百舌何纷纷？\n酡颜侠少停歌听，坠珥妖姬和睡闻。\n可怜光景何时尽，谁能低回避鹰隼？\n廷尉张罗自不关，潘郎挟弹无情损。\n天生羽族尔何微，舌端万变乘春辉。\n南方朱鸟一朝见，索寞无言蒿下飞。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "昏镜词并引", "content": "镜之工列十镜于贾奁，发奁而视，其一皎如，其九雾如。\n或曰：“良苦之不侔甚矣。\n”工解颐谢曰：“非不能尽良也，盖贾之意，唯售是念，今来市者，必历鉴周睐，求与己宜。\n彼皎者不能隐芒杪之瑕，非美容不合，是用什一其数也。\n”予感之，作《昏镜词》。\n昏镜非美金，漠然丧其晶。\n陋容多自欺，谓若他镜明。\n瑕疵自不见，妍态随意生。\n一日四五照，自言美倾城。\n饰带以纹绣，装匣以琼瑛。\n秦宫岂不重，非适乃为轻。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "和乐天鹦鹉", "content": "养来鹦鹉觜初红，宜在朱楼绣户中。\n频学唤人缘性慧，偏能识主为情通。\n敛毛睡足难销日，亸翅愁时愿见风。\n谁遣聪明好颜色，事须安置入深笼。"},
    {"dynasty":"宋","poet": "刘禹锡", "title": "潇湘神（二首）", "content": "湘水流，湘水流，九疑云物至今愁。\n若问二妃何处所？\n零陵香草露中秋。\n斑竹枝，斑竹枝，泪痕点点寄相思。\n楚客欲听瑶瑟怨，潇湘深夜月明时。"},
    {"dynasty":"宋","poet": "黄庭坚", "title": "水调歌头·游览", "content": "瑶草一何碧，春入武陵溪。\n溪上桃花无数，花上有黄鹂。\n我欲穿花寻路，直入白云深处，浩气展虹霓。\n只恐花深里，红露湿人衣。\n坐玉石，欹玉枕，拂金徽。\n谪仙何处？\n天人伴我白螺杯。\n我为灵芝仙草，不为朱唇丹脸，长啸亦何为！\n醉舞下山去，明月逐人归。"},
    {"dynasty":"宋","poet": "周邦彦", "title": "瑞龙吟", "content": "章台路。\n还见褪粉梅梢，试花桃树。\n愔愔坊陌人家，定巢燕子，归来旧处。\n黯凝伫。\n因念个人痴小，乍窥门户。\n侵晨浅约宫黄，障风映袖，盈盈笑语。\n前度刘郎重到，访邻寻里，同时歌舞。\n惟有旧家秋娘，声价如故。\n吟笺赋笔，犹记《燕台》句。\n知谁伴、名园露饮，东城闲步？\n事与孤鸿去。\n探春尽是，伤离意绪。\n官柳低金缕。\n归骑晚，纤纤池塘飞雨。\n断肠院落，一帘风絮。"},
    {"dynasty":"宋","poet": "李清照", "title": "武陵春", "content": "风住尘香花已尽，日晚倦梳头。\n物是人非事事休，欲语泪先流。\n闻说双溪春尚好，也拟泛轻舟。\n只恐双溪舴艋舟，载不动、许多愁。"},
    {"dynasty":"宋","poet": "严蕊", "title": "卜算子", "content": "不是爱风尘，似被前缘误。\n花落花开自有时，总赖东君主。\n去也终须去，住也如何住？\n若得山花插满头，莫问奴归处。"},
    {"dynasty":"宋","poet": "姜夔", "title": "念奴娇·予客武陵", "preface": "予客武陵，湖北宪治在焉。古城野水，乔木参天，予与二三友日荡舟其间，薄荷花而饮，意象幽闲，不类人境。", "content": "秋水且涸，荷叶出地寻丈，因列坐其下，上不见日，清风徐来，绿云自动。\n间于疏处窥见游人画船，亦一乐也。\n朅来吴兴，数得相羊荷花中。\n又夜泛西湖，光景奇绝。\n故以此句写之。\n闹红一舸，记来时、尝与鸳鸯为侣。\n三十六陂人未到，水佩风裳无数。\n翠叶吹凉，玉容销酒，更洒菰蒲雨。\n嫣然摇动，冷香飞上诗句。\n日暮，青盖亭亭，情人不见，争忍凌波去？\n只恐舞衣寒易落，愁入西风南浦。\n高柳垂阴，老鱼吹浪，留我花间住。\n田田多少，几回沙际归路。"}
  ],
  "平凉市": [
    {"dynasty":"唐","poet": "李商隐", "title": "安定城楼", "content": "迢递高城百尺楼，绿杨枝外尽汀洲。\n贾生年少虚垂涕，王粲春来更远游。\n永忆江湖归白发，欲回天地入扁舟。\n不知腐鼠成滋味，猜意鹓雏竟未休。"}
  ],
  "平顶山市": [
    {"dynasty":"唐","poet": "李白", "title": "古风（其一）", "content": "大雅久不作，吾衰竟谁陈？\n王风委蔓草，战国多荆榛。\n龙虎相啖食，兵戈逮狂秦。\n正声何微茫，哀怨起骚人。\n扬马激颓波，开流荡无垠。\n废兴虽万变，宪章亦已沦。\n自从建安来，绮丽不足珍。\n圣代复元古，垂衣贵清真。\n群才属休明，乘运共跃鳞。\n文质相炳焕，众星罗秋旻。\n我志在删述，垂辉映千春。\n希圣如有立，绝笔于获麟。"},
    {"dynasty":"唐","poet": "李白", "title": "古风（其十）", "content": "齐有倜傥生，鲁连特高妙。\n明月出海底，一朝开光耀。\n却秦振英声，后世仰末照。\n意轻千金赠，顾向平原笑。\n吾亦澹荡人，拂衣可同调。"},
    {"dynasty":"唐","poet": "李白", "title": "古风（其三十四）", "content": "羽檄如流星，虎符合专城。\n喧呼救边急，群鸟皆夜鸣。\n白日曜紫微，三公运权衡。\n天地皆得一，澹然四海清。\n借问此何为？\n答言楚征兵。\n渡泸及五月，将赴云南征。\n怯卒非战士，炎方难远行。\n长"},
    {"dynasty":"唐","poet": "李白", "title": "古风（其三十五）", "content": "丑女来效颦，还家惊四邻；寿陵失本步，笑杀邯郸人。\n一曲斐然子，雕虫丧天真。\n棘刺造沐猴，三年费精神。\n功成无所用，楚楚且华身。\n大雅思文王，颂声久崩沦。\n安得郢中质，一挥成风斤。"}
  ],
  "广元市": [
    {"dynasty":"唐","poet": "李隆基", "title": "幸蜀西至剑门", "content": "剑阁横云峻，銮舆出狩回。\n翠屏千仞合，丹嶂五丁开。\n灌木萦旗转，仙云拂马来。\n乘时方在德，嗟尔勒铭才。"},
    {"dynasty":"唐","poet": "元稹", "title": "离思五首（其二）", "content": "山泉散漫绕阶流，万树桃花映小楼。\n闲读道书慵未起，水晶帘下看梳头。"},
    {"dynasty":"唐","poet": "张祜", "title": "雨 霖 铃", "content": "雨霖铃夜却归秦，犹见张徽一曲新。\n长说上皇和泪教，月明南内更无人。"},
    {"dynasty":"唐","poet": "李商隐", "title": "筹 笔 驿", "content": "猿鸟犹疑畏简书，风云长为护储胥。\n徒令上将挥神笔，终见降王走传车。\n管乐有才真不忝，关张无命欲何如！\n他年锦里经祠庙，梁父吟成恨有馀。"}
  ],
  "广州市": [
    {"dynasty":"唐","poet": "七岁女子", "title": "送 兄", "content": "别路云初起，离亭叶正飞。\n所嗟人异雁，不作一行归。"},
    {"dynasty":"宋","poet": "苏轼", "title": "浣溪沙·春情", "content": "道字娇讹苦未成，未应春阁梦多情，朝来何事绿鬟倾？\n彩索身轻长趁燕，红窗睡重不闻莺。\n困人天气近清明。"}
  ],
  "库车市": [
    {"dynasty":"唐","poet": "王维", "title": "过刘司直赴安西", "content": "绝域阳关道，胡烟与塞尘。\n三春时有雁，万里少行人。\n苜蓿随天马，蒲桃逐汉臣。\n当令外国惧，不敢觅和亲。"},
    {"dynasty":"唐","poet": "高适", "title": "送李侍御赴安西", "content": "行子对飞蓬，金鞭指铁骢。\n功名万里外，心事一杯中。\n虏障燕支北，秦城太白东。\n离魂莫惆怅，看取宝刀雄！"},
    {"dynasty":"唐","poet": "岑参", "title": "白雪歌送武判官归京", "content": "北风卷地白草折，胡天八月即飞雪。\n忽如一夜春风来，千树万树梨花开。\n散入珠帘湿罗幕，狐裘不暖锦衾薄。\n将军角弓不得控，都护铁衣冷难着。\n瀚海阑干百丈冰，愁云惨淡万里凝。\n中军置酒饮归客，胡琴琵琶与羌笛。\n纷纷暮雪下辕门，风掣红旗冻不翻。\n轮台东门送君去，去时雪满天山路。\n山回路转不见君，雪上空留马行处。"},
    {"dynasty":"唐","poet": "岑参", "title": "热海行送崔侍御还京", "content": "侧闻阴山胡儿语，西头热海水如煮。\n海上众鸟不敢飞，中有鲤鱼长且肥。\n岸旁青草常不歇，空中白雪遥旋灭。\n蒸沙烁石燃虏云，沸浪炎波煎汉月。\n阴火潜烧天地炉，何事偏烘西一隅。\n势吞月窟侵太白，气连赤坂通单于。\n送君一醉天山郭，正见夕阳海边落。\n柏台霜威寒逼人，热海炎气为之薄。"},
    {"dynasty":"唐","poet": "岑参", "title": "火山云歌送别", "content": "火山突兀赤亭口，火山五月火云厚。\n火云满山凝未开，飞鸟千里不敢来。\n平明乍逐胡风断，薄暮浑随塞雨回。\n缭绕斜吞铁关树，氛氲半掩交河戍。\n迢迢征路火山东，山上孤云随马去。"},
    {"dynasty":"唐","poet": "岑参", "title": "武威送刘判官赴碛西官军", "content": "火山五月行人少，看君马去疾如鸟。\n都护行营太白西．角声一动胡天晓。"},
    {"dynasty":"唐","poet": "西鄙人", "title": "哥 舒 歌", "content": "北斗七星高，哥舒夜带刀。\n至今窥牧马，不敢过临洮。"}
  ],
  "延安市": [
    {"dynasty":"唐","poet": "杜甫", "title": "羌村三首", "content": "峥嵘赤云西，日脚下平地。\n柴门鸟雀噪，归客千里至。\n妻孥怪我在，惊定还拭泪。\n世乱遭飘荡，生还偶然遂。\n邻人满墙头，感叹亦嘘欷。\n夜阑更秉烛，相对如梦寐。\n晚岁迫偷生，还家少欢趣。\n娇儿不离膝，畏我复却去。\n忆昔好追凉，故绕池边树。\n萧萧北风劲，抚事煎百虑。\n赖知禾黍收，已觉糟床注。\n如今足斟酌，且用慰迟暮。\n群鸡正乱叫，客至鸡斗争。\n驱鸡上树木，始闻叩柴荆。\n父老四五人，问我久远行。\n手中各有携，倾榼浊复清。\n苦辞“酒味薄，黍地无人耕。\n兵革既未息，儿童尽东征”。\n请为父老歌，艰难愧深情。\n歌罢仰天叹，四座泪纵横。"},
    {"dynasty":"宋","poet": "范仲淹", "title": "渔家傲", "content": "塞下秋来风景异，衡阳雁去无留意。\n四面边声连角起。\n千嶂里，长烟落日孤城闭。\n浊酒一杯家万里，燕然未勒归无计。\n羌管悠悠霜满地。\n人不寐，将军白发征夫泪。"}
  ],
  "开封市": [
    {"dynasty":"唐","poet": "李白", "title": "公无渡河", "content": "黄河西来决昆仑，咆哮万里触龙门。\n波滔天，尧咨嗟。\n大禹理百川，儿啼不窥家。\n杀湍堙洪水，九州始蚕麻。\n其害乃去，茫然风沙。\n被发之叟狂而痴，清晨临流欲奚为？\n旁人不惜妻止之，公无渡河苦渡之。\n虎可搏，河难凭，公果溺死流海湄。\n有长鲸白齿若雪山，公乎公乎挂罥于其间！\n箜篌所悲竟不还。"},
    {"dynasty":"唐","poet": "高适", "title": "古大梁行", "content": "古城莽苍饶荆榛，驱马荒城愁杀人，魏王宫观尽禾黍，信陵宾客随灰尘。\n忆昨雄都旧朝市，轩车照耀歌钟起，军容带甲三十万，国步连营一千里。\n全盛须臾哪可论，高台曲池无复存，遗墟但见狐狸迹，古地空余草木根。\n暮天摇落伤怀抱，抚剑悲歌对秋草，侠客犹传朱亥名，行人尚识夷门道。\n白璧黄金万户侯，宝刀骏马填山丘，年代凄凉不可问，往来唯见水东流。"},
    {"dynasty":"宋","poet": "鹿虔扆", "title": "临江仙", "content": "金锁重门荒苑静，绮窗愁对秋空。\n翠华一去寂无踪。\n玉楼歌吹，声断已随风。\n烟月不知人事改，夜阑还照深宫。\n藕花相向野塘中。\n暗伤亡国，清露泣香红。"},
    {"dynasty":"宋","poet": "李煜", "title": "虞美人", "content": "春花秋月何时了，往事知多少！\n小楼昨夜又东风，故国不堪回首月明中。\n雕栏玉砌应犹在，只是朱颜改。\n问君能有几多愁？\n恰似一江春水向东流。"},
    {"dynasty":"宋","poet": "李煜", "title": "浪淘沙", "content": "往事只堪哀，对景难排。\n秋风庭院藓侵阶。\n一桁珠帘闲不卷，终日谁来？\n金锁已沉埋，壮气蒿莱。\n晚凉天净月华开。\n想得玉楼瑶殿影，空照秦淮。"},
    {"dynasty":"宋","poet": "柳永", "title": "雨霖铃", "content": "寒蝉凄切，对长亭晚，骤雨初歇。\n都门帐饮无绪，方留恋处，兰舟催发。\n执手相看泪眼，竟无语凝咽。\n念去去、千里烟波，暮霭沉沉楚天阔。\n多情自古伤离别，更那堪，冷落清秋节！\n今宵酒醒何处？\n杨柳岸、晓风残月。\n此去经年，应是良辰好景虚设。\n便纵有、千种风情，更与何人说？"},
    {"dynasty":"宋","poet": "柳永", "title": "采莲令", "content": "月华收，云淡霜天曙。\n西征客、此时情苦。\n翠娥执手，送临歧、轧轧开朱户。\n千娇面、盈盈伫立，无言有泪，断肠争忍回顾？\n一叶兰舟，便恁急桨凌波去。\n贪行色，岂知离绪。\n万般方寸，但饮恨、脉脉同谁语？\n更回首、重城不见，寒江天外，隐隐两三烟树。"},
    {"dynasty":"宋","poet": "柳永", "title": "凤栖梧", "content": "伫倚危楼风细细，望极春愁，黯黯生天际。\n草色烟光残照里，无言谁会凭阑意？\n拟把疏狂图一醉，对酒当歌，强乐还无味。\n衣带渐宽终不悔，为伊消得人憔悴。"},
    {"dynasty":"宋","poet": "柳永", "title": "木兰花慢", "content": "拆桐花烂漫，乍疏雨，洗清明。\n正艳杏烧林，缃桃绣野，芳景如屏。\n倾城。\n尽寻胜去，骤雕鞍绀幰出郊坰。\n风暖繁弦翠管，万家竞奏新声。\n盈盈。\n斗草踏青。\n人艳冶、递逢迎。\n向路旁往往，遗簪堕珥，珠翠纵横。\n欢情。\n对佳丽地，信金罍罄竭玉山倾。\n拚却明朝永日，画堂一枕春酲。"},
    {"dynasty":"宋","poet": "柳永", "title": "鹤冲天", "content": "黄金榜上，偶失龙头望。\n明代暂遗贤，如何向？\n未遂风云便，争不恣狂荡。\n何须论得丧？\n才子词人，自是白衣卿相。\n烟花巷陌，依约丹青屏障。\n幸有意中人，堪寻访。\n且恁偎红依翠，风流事、平生畅。\n青春都一饷。\n忍把浮名，换了浅斟低唱！"},
    {"dynasty":"宋","poet": "晏几道", "title": "阮郎归", "content": "天边金掌露成霜，云随雁字长。\n绿杯红袖趁重阳，人情似故乡。\n兰佩紫，菊簪黄，殷勤理旧狂。\n欲将沉醉换悲凉，清歌莫断肠。"},
    {"dynasty":"宋","poet": "苏轼", "title": "江城子·乙卯正月二十日夜记梦", "content": "十年生死两茫茫，不思量，自难忘。\n千里孤坟，无处话凄凉。\n纵使相逢应不识，尘满面，鬓如霜。\n夜来幽梦忽还乡，小轩窗，正梳妆。\n相顾无言，惟有泪千行。\n料得年年肠断处，明月夜，短松冈。"},
    {"dynasty":"宋","poet": "秦观", "title": "望海潮", "content": "梅英疏淡，冰凘溶泄，东风暗换年华。\n金谷俊游，铜驼巷陌，新晴细履平沙。\n长记误随车。\n正絮翻蝶舞，芳思交加。\n柳下桃蹊，乱分春色到人家。\n西园夜饮鸣笳。\n有华灯碍月，飞盖妨花。\n兰苑未空，行人渐老，重来是事堪嗟！\n烟暝酒旗斜。\n但倚楼极目，时见栖鸦。\n无奈归心，暗随流水到天涯。"},
    {"dynasty":"宋","poet": "秦观", "title": "满庭芳", "content": "山抹微云，天粘衰草，画角声断谯门。\n暂停征棹，聊共引离尊。\n多少蓬莱旧事，空回首、烟霭纷纷。\n斜阳外，寒鸦数点，流水绕孤村。\n销魂。\n当此际，香囊暗解，罗带轻分。\n谩赢得、青楼薄幸名存。\n此去何时见也？\n襟袖上、空惹啼痕。\n伤情处，高城望断，灯火已黄昏。"},
    {"dynasty":"宋","poet": "秦观", "title": "画堂春", "content": "落红铺径水平池，弄晴小雨霏霏。\n杏园憔悴杜鹃啼，无奈春归。\n柳外画楼独上，凭栏手捻花枝。\n放花无语对斜晖，此恨谁知！"},
    {"dynasty":"宋","poet": "秦观", "title": "蝶恋花", "content": "晓日窥轩双燕语，似与佳人，共惜春将暮。\n屈指艳阳都几许，可无时霎闲风雨？\n流水落花无问处，只有飞云，冉冉来还去。\n持酒劝云云且住，凭君碍断春归路。"},
    {"dynasty":"宋","poet": "秦观", "title": "满庭芳", "content": "晓色云开，春随人意，骤雨才过还晴。\n古台芳榭，飞燕蹴红英。\n舞困榆钱自落，秋千外、绿水桥平。\n东风里，朱门映柳，低按小秦筝。\n多情，行乐处，珠钿翠盖，玉辔红缨。\n渐酒空金榼，花困蓬瀛。\n豆蔻梢头旧恨，十年梦、屈指堪惊。\n凭阑久，疏烟淡日，寂寞下芜城。"},
    {"dynasty":"宋","poet": "周邦彦", "title": "兰陵王·柳", "content": "柳阴直，烟里丝丝弄碧。\n隋堤上、曾见几番，拂水飘绵送行色。\n登临望故国，谁识京华倦客？\n长亭路、年去岁来，应折柔条过千尺。\n闲寻旧踪迹，又酒趁哀弦，灯照离席。\n梨花榆火催寒食。\n愁一箭风快，半篙波暖，回头迢递便数驿。\n望人在天北。\n凄恻，恨堆积。\n渐别浦萦回，津堠岑寂。\n斜阳冉冉春无极。\n念月榭携手，露桥闻笛。\n沉思前事，似梦里，泪暗滴。"},
    {"dynasty":"宋","poet": "周邦彦", "title": "尉迟杯·离恨", "content": "隋堤路。\n渐日晚、密霭生深树。\n阴阴淡月笼沙，还宿河桥深处。\n无情画舸，都不管、烟波隔南浦。\n等行人、醉拥重衾，载将离恨归去。\n因念旧客京华，长偎傍、疏林小槛欢聚。\n冶叶倡条俱相识，仍惯见、珠歌翠舞。\n如今向、渔村水驿，夜如岁、焚香独自语。\n有何人念我无聊？\n梦魂凝想鸳侣。"},
    {"dynasty":"宋","poet": "李清照", "title": "玉楼春", "content": "红酥肯放琼苞碎，探着南枝开遍未？\n不知酝藉几多香，但见包藏无限意。\n道人憔悴春窗底，闷损阑干愁不倚。\n要来小酌便来休，未必明朝风不起。"},
    {"dynasty":"宋","poet": "李清照", "title": "渔家傲", "content": "天接云涛连晓雾，星河欲转千帆舞。\n仿佛梦魂归帝所。\n闻天语，殷勤问我归何处。\n我报路长嗟日暮，学诗漫有惊人句。\n九万里风鹏正举，风休住，蓬舟吹取三山去。"},
    {"dynasty":"宋","poet": "李清照", "title": "一剪梅", "content": "红藕香残玉簟秋，轻解罗裳，独上兰舟。\n云中谁寄锦书来？\n雁字回时，月满西楼。\n花自飘零水自流，一种相思，两处闲愁。\n此情无计可消除，才下眉头，却上心头。"},
    {"dynasty":"宋","poet": "李清照", "title": "鹧鸪天", "content": "寒日萧萧上锁窗，梧桐应恨夜来霜。\n酒阑更喜团茶苦，梦断偏宜瑞脑香。\n秋已尽，日犹长，仲宣怀远更凄凉。\n不如随分尊前醉，莫负东篱菊蕊黄。"},
    {"dynasty":"宋","poet": "李清照", "title": "行香子", "content": "草际鸣蛩，惊落梧桐，正人间天上愁浓。\n云阶月地，关锁千重。\n纵浮槎来，浮槎去，不相逢。\n星桥鹊驾，经年才见，想离情别恨难穷。\n牵牛织女，莫是离中？\n甚霎儿晴，霎儿雨，霎儿风？"},
    {"dynasty":"宋","poet": "李清照", "title": "点绛唇", "content": "寂寞深闺，柔肠一寸愁千缕。\n惜春春去，几点催花雨。\n倚遍阑干，只是无情绪。\n人何处？\n连天芳草，望断归来路。"},
    {"dynasty":"宋","poet": "韩元吉", "title": "好事近·汴京赐宴，闻教坊乐有感", "content": "凝碧旧池头，一听管弦凄切。\n多少梨园声在，总不堪华发。\n杏花无处避春愁，也傍野烟发。\n惟有御沟声断，似知人呜咽。"},
    {"dynasty":"宋","poet": "范成大", "title": "秦楼月", "content": "楼阴缺，阑干影卧东厢月。\n东厢月。\n一天风露，杏花如雪。\n隔烟催漏金虬咽，罗帏暗淡灯花结。\n灯花结。\n片时春梦，江南天阔。"},
    {"dynasty":"宋","poet": "史达祖", "title": "齐天乐·中秋宿真定驿", "content": "西风来劝凉云去，天东放开金镜。\n照野霜凝，入河桂湿，一一冰壶相映。\n殊方路永。\n更分破秋光，尽成悲境。\n有客踌躇，古庭空自吊孤影。\n江南朋旧在许，也能怜天际，诗思谁领？\n梦断刀头，书开虿尾，别有相思随定。\n忧心耿耿。\n对风鹊残枝，露蛩荒井。\n斟酌姮娥，九秋宫殿冷！"},
    {"dynasty":"宋","poet": "史达祖", "title": "满江红·九月二十一日出京怀古", "content": "缓辔西风，叹三宿、迟迟行客。\n桑梓外、锄耰渐入，柳坊花陌。\n双阙远腾龙凤影，九门空锁鸳鸾翼。\n更无人、笛傍宫墙，苔花碧。\n天相汉，民怀国。\n天厌虏，臣离德。\n趁建瓴一举，并收鳌极。\n老子岂无经世术，诗人不预平戎策。\n办一襟、风月看升平，吟春色。"},
    {"dynasty":"宋","poet": "刘辰翁", "title": "宝鼎现·春月", "content": "红妆春骑。\n踏月影、竿旗穿市。\n望不尽、楼台歌舞，习习香尘莲步底。\n箫声断，约彩鸾归去。\n未怕金吾呵醉。\n甚辇路、喧阗且止？\n听得念奴歌起。\n父老犹记宣和事。\n抱铜仙、清泪如水。\n还转盼、沙河多丽。\n滉漾明光连邸第。\n帘影动，散红光成绮。\n月浸葡萄十里。\n看往来，神仙才子。\n肯把菱花扑碎？\n肠断竹马儿童，空见说、三千乐指。\n等多时春不归来，到春时欲睡。\n又说向、灯前拥髻。\n暗滴鲛珠坠。\n便当日，亲见《霓裳》，天上人间梦里。"},
    {"dynasty":"宋","poet": "王清惠", "title": "满江红", "content": "太液芙蓉，浑不似、旧时颜色。\n曾记得，春风雨露，玉楼金阙。\n名播兰馨妃后里，晕潮莲脸君王侧。\n忽一声、鼙鼓揭天来，繁华歇。\n龙虎散，风云灭。\n千古恨，凭谁说？\n对山河百二，泪盈襟血。\n客馆夜惊尘土梦，宫车晓辗关山月。\n问嫦娥、于我肯从容，同圆缺？"}
  ],
  "徐州市": [
    {"dynasty":"唐","poet": "韩愈", "title": "嗟哉董生行", "content": "淮水出桐柏山，东驰遥遥千里不能休。\n淝水出其侧，不能千里，百里入淮流。\n寿州属县有安丰，唐贞元时县人董生邵南隐居行义于其中。\n刺史不能荐，天子不闻名声。\n爵禄不及门，门外惟有吏，日来征租更索钱。\n嗟哉董生，朝出耕，夜归读古人书。\n尽日不得息，或山于樵，或水于渔。\n入厨具甘旨，上堂问起居。\n父母不戚戚，妻子不咨咨。\n嗟哉董生孝且慈，人不识，惟有天翁知。\n生祥下瑞无休期。\n家有狗乳出求食，鸡来哺其儿，啄啄庭中拾虫蚁，哺之不食鸣声悲，傍徨踯躅久不去，以翼来覆待狗归。\n嗟哉董生，谁将与俦？\n时之人夫妻相虐兄弟为仇，食君之禄而令父母愁。\n亦独何心？\n嗟哉董生无与俦！"},
    {"dynasty":"唐","poet": "韩愈", "title": "雉 带 箭", "content": "原头火烧静兀兀，野雉畏鹰出复没。\n将军欲以巧伏人，盘马弯弓惜不发。\n地形渐窄观者多，雉惊弓满劲箭加。\n冲人决起百馀尺，红翎白镞随倾斜。\n将军仰笑军吏贺，五色离披马前堕。"},
    {"dynasty":"唐","poet": "韩愈", "title": "汴泗交流赠张仆射", "content": "汴泗交流郡城角，筑场千步平如削。\n短垣三面缭逶迤，击鼓腾腾树赤旗。\n新秋朝凉未见日，公早结束来何为？\n分曹决胜约前定，百马攒蹄近相映。\n毬惊杖奋合且离，红牛缨绂黄金羁。\n侧身转臂著马腹，霹雳应手神珠驰。\n超遥散漫两闲暇，挥霍纷纭争变化。\n发难得巧意气粗，欢声四合壮士呼。\n此诚习战非为剧，岂若安坐行良图。\n当今忠臣不可得，公马莫走须杀贼。"},
    {"dynasty":"唐","poet": "温庭筠", "title": "过陈琳墓", "content": "曾于青史见遗文，今日飘蓬过此坟。\n词客有灵应识我，霸才无主始怜君。\n石麟埋没藏春草，铜雀荒凉对暮云。\n莫怪临风倍惆怅，欲将书剑学从军。"},
    {"dynasty":"唐","poet": "李商隐", "title": "偶成转韵七十二句赠四同舍", "content": "沛国东风吹大泽，蒲青柳碧春一色。\n我来不见隆准人，沥酒空余庙中客。\n征东同舍鸳与鸾，酒酣劝我悬征鞍。\n蓝山宝肆不可入，玉中仍是青琅玕。\n武威将军使中侠，少年箭道惊杨叶。\n战功高后数文章，怜我秋斋梦蝴蝶。\n诘旦九门传奏章，高车大马来煌煌。\n路逢邹枚不暇揖，腊月大雪过大梁。\n忆昔公为会昌宰，我时入谒虚怀待。\n众中赏我赋高唐，回看屈宋由年辈。\n公事武皇为铁冠，历厅请我相所难。\n我时憔悴在书阁，卧枕芸香春夜阑。\n明年赴辟下昭桂，东郊恸哭辞兄弟。\n韩公堆上跋马时，回望秦川树如荠。\n依稀南指阳台云，鲤鱼食钩猿失群。\n湘妃庙下已春尽，虞帝城前初日曛。\n谢游桥上澄江馆，下望山城如一弹。\n鹧鸪声苦晓惊眠，朱槿花娇晚相伴。\n顷之失职辞南风，破帆坏桨荆江中。\n斩蛟破璧不无意，平生自许非匆匆。\n归来寂寞灵台下，著破蓝衫出无马。\n天官补吏府中趋，玉骨瘦来无一把。\n手封狴牢屯制囚，直厅印锁黄昏愁。\n平明赤帖使修表，上贺嫖姚收贼州。\n旧山万仞青霞外，望见扶桑出东海。\n爱君忧国去未能，白道青松了然在。\n此时闻有燕昭台，挺身东望心眼开。\n且吟王粲从军乐，不赋渊明归去来。\n彭门十万皆雄勇，首戴公恩若山重。\n廷评日下握灵蛇，书记眠时吞彩凤。\n之子夫君郑与裴，何甥谢舅当世才。\n青袍白简风流极，碧沼红莲倾倒开。\n我生粗疏不足数，梁父哀吟鸲鹆舞。\n横行阔视倚公怜，狂来笔力如牛弩。\n借酒祝公千万年，吾徒礼分常周旋。\n收旗卧鼓相天子，相门出相光青史。"},
    {"dynasty":"唐","poet": "李商隐", "title": "蝉", "content": "本以高难饱，徒劳恨费声。\n五更疏欲断，一树碧无情。\n薄宦梗犹泛，故园芜已平。\n烦君最相警，我亦举家清。"},
    {"dynasty":"宋","poet": "苏轼", "title": "永遇乐·彭城夜宿燕子楼", "preface": "彭城夜宿燕子楼，梦盼盼，因作此词。", "content": "明月如霜，好风如水，清景无限。\n曲港跳鱼，圆荷泻露，寂寞无人见。\n如三鼓，铿然一叶，黯黯梦云惊断。\n夜茫茫，重寻无处，觉来小园行遍。\n天涯倦客，山中归路，望断故园心眼。\n燕子楼空，佳人何在？\n空锁楼中燕。\n古今如梦，何曾梦觉，但有旧欢新怨。\n异时对、黄楼夜景，为余浩叹！"},
    {"dynasty":"宋","poet": "苏轼", "title": "浣溪沙", "content": "旋抹红妆看使君，三三五五棘篱门，相排踏破茜罗裙。\n老幼扶携收麦社，乌鸢翔舞赛神村，道逢醉叟卧黄昏。"},
    {"dynasty":"宋","poet": "苏轼", "title": "浣溪沙", "content": "簌簌衣巾落枣花，村南村北响缫车，牛衣古柳卖黄瓜。\n酒困路长惟欲睡，日高人渴漫思茶，敲门试问野人家。"},
    {"dynasty":"宋","poet": "苏辙", "title": "水调歌头·徐州中秋", "content": "离别一何久，七度过中秋。\n去年东武今夕，明月不胜愁。\n岂意彭城山下，同泛清河古汴，船上载《凉州》。\n鼓吹助清赏，鸿雁起汀洲。\n坐中客，翠羽帔，紫绮裘。\n素娥无赖西去，曾不为人留。\n今夜清尊对客，明夜孤帆水驿，依旧照离忧。\n但恐同王粲，相对永登楼。"},
    {"dynasty":"宋","poet": "贺铸", "title": "古捣练子（五首）·夜捣衣", "content": "收锦字，下鸳机，净拂床砧夜捣衣。\n马上少年今健否？\n过瓜时见雁南归。\n杵声齐砧面莹，杵声齐，捣就征衣泪墨题。\n寄到玉关应万里，戍人犹在玉关西！\n夜如年斜月下，北风前，万杵千砧捣欲穿。\n不为捣衣勤不睡，破除今夜夜如年。\n剪征袍抛练杵，傍窗纱，巧剪征袍斗出花。\n想见陇头长戍客，授衣时节也思家。\n望书归边堠远，置邮稀，附与征衣衬铁衣。\n连夜不妨频梦见，过年惟望得书归。"},
    {"dynasty":"宋","poet": "蔡伸", "title": "水调歌头·时居莆田", "content": "亭皋木叶下，原隰菊花黄。\n凭高满眼秋意，时节近重阳。\n追想彭门往岁，千骑云屯平野，高宴古球场。\n吊古论兴废，看剑引杯长。\n感流年，思往事，重凄凉。\n当时坐间英俊，强半已凋亡。\n慨念平生豪放，自笑如今霜鬓，漂泊水云乡。\n已矣功名志，此意付清觞。"}
  ],
  "德阳市": [
    {"dynasty":"唐","poet": "杜甫", "title": "舟前小鹅儿", "content": "鹅儿黄似酒，对酒爱新鹅。\n引颈嗔船逼，无行乱眼多。\n翅开遭宿雨，力小困沧波。\n客散层城暮，狐狸奈若何？"}
  ],
  "惠州市": [
    {"dynasty":"宋","poet": "苏轼", "title": "贺新郎", "content": "乳燕飞华屋。\n悄无人、桐阴转午，晚凉新浴。\n手弄生绡白团扇，扇手一时似玉。\n渐困倚、孤眠清熟。\n帘外谁来推绣户？\n枉教人梦断瑶台曲。\n又却是，风敲竹。\n石榴半吐红巾蹙，待浮花浪蕊都尽，伴君幽独。\n秾艳一枝细看取，芳心千重似束。\n又恐被、西风惊绿。\n若待得君来向此，花前对酒不忍触。\n共粉泪，两簌簌。"}
  ],
  "成都市": [
    {"dynasty":"唐","poet": "陈子昂", "title": "感遇三十八首（其二十九）", "content": "丁亥岁云暮，西山事甲兵。\n赢粮匝邛道，荷戟争羌城。\n严冬阴风劲，穷岫泄云生。\n昏噎无昼夜，羽檄复相惊。\n拳跼兢万仞，崩危走九冥。\n籍籍峰壑里，哀哀冰雪行。\n圣人御宇宙，闻道泰阶平。\n肉食谋何失，藜霍缅纵横。"},
    {"dynasty":"唐","poet": "杜甫", "title": "剑  门", "content": "唯天有设险，剑门天下壮。\n连山抱西南，石角皆北向。\n两崖崇墉倚，刻画城郭状。\n一夫怒临关，百万未可傍。\n珠玉走中原，岷峨气凄怆。\n三皇五帝前，鸡大各相放。\n后王尚柔远，职贡道已丧。\n至今英雄人，高视见霸王。\n并吞与割据，极力不相让。\n吾将罪真宰，意欲铲叠嶂！\n恐此复偶然，临风默惆怅。"},
    {"dynasty":"唐","poet": "杜甫", "title": "百忧集行", "content": "忆年十五心尚孩，健如黄犊走复来。\n庭前八月梨枣熟，一日上树能千回。\n即今倏忽已五十，坐卧只多少行立。\n强将笑语供主人，悲见生涯百忧集。\n入门依旧四壁空，老妻睹我颜色同。\n痴儿不知父子礼，叫怒索饭啼门东。"},
    {"dynasty":"唐","poet": "杜甫", "title": "茅屋为秋风所破歌", "content": "八月秋高风怒号，卷我屋上三重茅。\n茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。\n南村群童欺我老无力，忍能对面为盗贼。\n公然抱茅入竹去，唇焦口燥呼不得。\n归来倚杖自叹息。\n俄顷风定云墨色，秋天漠漠向昏黑。\n布衾多年冷似铁，娇儿恶卧踏里裂。\n床头屋漏无干处，雨脚如麻未断绝。\n自经丧乱少睡眠，长夜沾湿何由彻！\n安得广厦千万间，大庇天下寒士俱欢颜，风雨不动安如山？\n呜呼！\n何时眼前突兀见此屋，吾庐独破受冻死亦足。"},
    {"dynasty":"唐","poet": "杜甫", "title": "丹青引赠曹将军霸", "content": "将军魏武之子孙，于今为庶为清门。\n英雄割据虽已矣，文采风流今尚存。\n学书初学卫夫人，但恨无过王右军。\n丹青不知老将至，富贵于我如浮云。\n开元之中常引见，承恩数上南薰殿。\n凌烟功臣少颜色，将军下笔开生面。\n良相头上进贤冠，猛将腰间大羽箭。\n褒公鄂公毛发动，英姿飒爽来酣战。\n先帝御马玉花骢，画工如山貌不同。\n是日牵来赤墀下，迥立阊阖生长风。\n诏谓将军拂绢素，意匠惨淡经营中。\n斯须九重真龙出，一洗万古凡马空。\n玉花却在御榻上，榻上庭前屹相向。\n至尊含笑催赐金，圉人太仆皆惆怅。\n弟子韩幹早入室，亦能画马穷殊相。\n干唯画肉不画骨，忍使骅骝气凋丧。\n将军善画盖有神，偶逢佳士亦写真。\n即今飘泊干戈际，屡貌寻常行路人。\n途穷反遭俗眼白，世上未有如公贫。\n但看古来盛名下，终日坎缠其身。"},
    {"dynasty":"唐","poet": "杜甫", "title": "忆昔（其二）", "content": "忆昔开元全盛日，小邑犹藏万家室。\n稻米流脂粟米白，公私仓廪俱丰实。\n九州道路无豺虎，远行不劳吉日出。\n齐纨鲁缟车班班，男耕女桑不相失。\n宫中圣人奏云门，天下朋友皆胶漆。\n百馀年间未灾变，叔孙礼乐萧何律。\n岂闻一绢直万钱，有田种谷今流血。\n洛阳宫殿烧焚尽，宗庙新除狐兔穴。\n伤心不忍问耆旧，复恐初从乱离说。\n小臣鲁钝无所能，朝廷记识蒙禄秩。\n周宣中兴望我皇，洒血江汉身衰疾。"},
    {"dynasty":"唐","poet": "杜甫", "title": "春夜喜雨", "content": "好雨知时节，当春乃发生。\n随风潜入夜，润物细无声。\n野径云俱黑，江船火独明。\n晓看红湿处，花重锦官城。"},
    {"dynasty":"唐","poet": "杜甫", "title": "江 亭", "content": "坦腹江亭暖，长吟野望时。\n水流心不竞，云在意俱迟。\n寂寂春将晚，欣欣物自私。\n江东犹苦战，回首一颦眉。"},
    {"dynasty":"唐","poet": "杜甫", "title": "后 游", "content": "寺忆曾游处，桥怜再渡时。\n江山如有待，花柳自无私。\n野润烟光薄，沙暄日色迟。\n客愁全为减，舍此复何之？"},
    {"dynasty":"唐","poet": "杜甫", "title": "花 鸭", "content": "花鸭无泥滓，阶前每缓行。\n羽毛知独立，黑白太分明。\n不觉群心妒，休牵众眼惊。\n稻粱沾汝在，作意莫先鸣。"},
    {"dynasty":"唐","poet": "杜甫", "title": "蜀 相", "content": "丞相祠堂何处寻？\n锦官城外柏森森。\n映阶碧草自春色，隔叶黄鹂空好音。\n三顾频烦天下计，两朝开济老臣心。\n出师未捷身先死，长使英雄泪满襟。"},
    {"dynasty":"唐","poet": "杜甫", "title": "客 至", "content": "舍南舍北皆春水，但见群鸥日日来。\n花径不曾缘客扫，蓬门今始为君开。\n盘飧市远无兼味，樽酒家贫只旧醅。\n肯与邻翁相对饮，隔篱呼取尽余杯。"},
    {"dynasty":"唐","poet": "杜甫", "title": "狂 夫", "content": "万里桥西一草堂，百花潭水即沧浪。\n风含翠筱娟娟净，雨裛红蕖冉冉香。\n厚禄故人书断绝，恒饥稚子色凄凉。\n欲填沟壑唯疏放，自笑狂夫老更狂。"},
    {"dynasty":"唐","poet": "杜甫", "title": "野 望", "content": "西山白雪三城戍，南浦清江万里桥。\n海内风尘诸弟隔，天涯涕泪一身遥。\n惟将迟暮供多病，未有涓埃答圣朝。\n跨马出郊时极目，不堪人事日萧条。"},
    {"dynasty":"唐","poet": "杜甫", "title": "野人送朱樱", "content": "西蜀樱桃也自红，野人相赠满筠笼。\n数回细写愁仍破，万朝匀圆讶许同。\n忆昨赐霑门下省，早朝擎出大明宫。\n金盘玉筋无消息，此日尝新任转蓬。"},
    {"dynasty":"唐","poet": "杜甫", "title": "南 邻", "content": "锦里先生乌角巾，园收芋栗未全贫。\n惯看宾客儿童喜，得食阶除鸟雀驯。\n秋水才深四五尺，野航恰受两三人。\n白沙翠竹江村暮，相送柴门月色新。"},
    {"dynasty":"唐","poet": "杜甫", "title": "宾 至", "content": "幽栖地僻经过少，老病人扶再拜难。\n岂有文章惊海内，漫劳车马驻江干。\n竟日淹留佳客坐，百年粗粝腐儒餐。\n不嫌野外无供给，乘兴还来看药栏。"},
    {"dynasty":"唐","poet": "杜甫", "title": "江上值水如海势聊短述", "content": "为人性僻耽佳句，语不惊人死不休。\n老去诗篇浑漫与，春来花鸟莫深愁。\n新添水槛供垂钓，故著浮槎替入舟。\n焉得思如陶谢手，令渠述作与同游。"},
    {"dynasty":"唐","poet": "杜甫", "title": "作先寄严郑公五首（其四）", "content": "常苦沙崩损药栏，也从江槛落风湍。\n新松恨不高千尺，恶竹应须斩万竿！\n生理只凭黄阁老，衰颜欲付紫金丹。\n三年奔走空皮骨，信有人间行路难。"},
    {"dynasty":"唐","poet": "杜甫", "title": "宿 府", "content": "清秋幕府井梧寒，独宿江城蜡炬残。\n永夜角声悲自语，中天月色好谁看？\n风尘荏苒音书绝，关塞萧条行路难。\n已忍伶俜十年事，强移栖息一枝安。"},
    {"dynasty":"唐","poet": "杜甫", "title": "诸将五首（其五）", "content": "锦江春色逐人来，巫峡清秋万壑哀。\n正忆往时严仆射，共迎中使望乡台。\n主恩前后三持节，军令分明数举杯。\n西蜀地形天下险，安危须仗出群材。"},
    {"dynasty":"唐","poet": "杜甫", "title": "冬 至", "content": "年年至日长为客，忽忽穷愁泥杀人。\n江上形容吾独老，天涯风俗自相亲。\n杖藜雪后临丹壑，鸣玉朝来散紫宸。\n心折此时无一寸，路迷何处见三秦？"},
    {"dynasty":"唐","poet": "杜甫", "title": "绝 句", "content": "迟日江山丽，春风花草香。\n泥融飞燕子，沙暖睡鸳鸯。"},
    {"dynasty":"唐","poet": "杜甫", "title": "赠 花 卿", "content": "锦城丝管日纷纷，半入江风半入云。\n此曲只应天上有，人间能得几回闻？"},
    {"dynasty":"唐","poet": "杜甫", "title": "江畔独步寻花七绝句（其五）", "content": "黄师塔前江水东，春光懒困倚微风。\n桃花一簇开无主，可爱深红爱浅红？"},
    {"dynasty":"唐","poet": "杜甫", "title": "江畔独步寻花七绝句（其六）", "content": "黄四娘家花满蹊，千朵万朵压枝低。\n留连戏蝶时时舞，自在娇莺恰恰啼。"},
    {"dynasty":"唐","poet": "杜甫", "title": "戏为六绝句（其一）", "content": "庾信文章老更成，凌云健笔意纵横。\n今人嗤点流传赋，不觉前贤畏后生。"},
    {"dynasty":"唐","poet": "杜甫", "title": "戏为六绝句（其二）", "content": "王杨卢骆当时体，轻薄为文哂未休。\n尔曹身与名俱灭，不废江河万古流。"},
    {"dynasty":"唐","poet": "杜甫", "title": "戏为六绝句（其四）", "content": "才力应难跨数公，凡今谁是出群雄。\n或看翡翠兰苕上，未掣鲸鱼碧海中。"},
    {"dynasty":"唐","poet": "杜甫", "title": "戏为六绝句（其五）", "content": "不薄今人爱古人，清词丽句必为邻。\n窃攀屈宋宜方驾，恐与齐梁作后尘。"},
    {"dynasty":"唐","poet": "严武", "title": "军城早秋", "content": "昨夜秋风入汉关，朔云边月满西山。\n更催飞将追骄虏，莫遣沙场匹马还。"},
    {"dynasty":"唐","poet": "雍陶", "title": "塞路初晴", "content": "晚虹斜日塞天昏，一半山川带雨痕。\n新水乱侵青草路，残烟犹傍绿杨村。\n胡人羊马休南牧，汉将旌旗在北门。\n行子喜闻无战伐，闲看游骑猎秋原。"},
    {"dynasty":"唐","poet": "李商隐", "title": "马 嵬", "content": "海外徒闻更九州，他生未卜此生休。\n空闻虎旅传宵柝，无复鸡人报晓筹。\n此日六军同驻马，当时七夕笑牵牛。\n如何四纪为天子，不及卢家有莫愁。"},
    {"dynasty":"宋","poet": "陆游", "title": "汉宫春·初自南郑来成都作", "content": "羽箭雕弓，忆呼鹰古垒，截虎平川。\n吹笳暮归野帐，雪压青毡。\n淋漓醉墨，看龙蛇、飞落蛮笺。\n人误许，诗情将略，一时才气超然。\n何事又作南来，看重阳药市，元夕灯山？\n花时万人乐处，欹帽垂鞭。\n闻歌感旧，尚时时、流涕尊前。\n君记取，封侯事在，功名不信由天。"},
    {"dynasty":"宋","poet": "陆游", "title": "双头莲·呈范至能待制", "content": "华鬓星星，惊壮志成虚，此身如寄。\n萧条病骥，向暗里消尽，当年豪气。\n梦断故国山川，隔重重烟水。\n身万里，旧社凋零，青门俊游谁记？\n尽道锦里繁华，叹官闲昼永，柴荆添睡。\n清愁自醉，念此际付与、何人心事？\n纵有楚柁吴樯，知何时东逝？\n空怅望，鲙美菰香，秋风又起。"}
  ],
  "扬州市": [
    {"dynasty":"唐","poet": "孟浩然", "title": "宿桐庐江寄广陵旧游", "content": "山暝听猿愁，沧江急夜流。\n风鸣两岸叶，月照一孤舟。\n建德非吾土，维扬忆旧游。\n还将两行泪，遥寄海西头。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "渡浙江问舟中人", "content": "潮落江平未有风，扁舟共济与君同。\n时时引领望天末，何处青山是越中？"},
    {"dynasty":"唐","poet": "祖咏", "title": "泊扬子津", "content": "才入维扬郡，乡关此路遥。\n林藏初过雨，风退欲归潮。\n江火明沙岸，云帆碍浦桥。\n客衣今日薄，寒气近来饶。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "酬乐天扬州初逢席上见赠", "content": "巴山楚水凄凉地，二十三年弃置身。\n怀旧空吟闻笛赋，到乡翻似烂柯人。\n沉舟侧畔千帆过，病树前头万木春。\n今日听君歌一曲，暂凭杯酒长精神。"},
    {"dynasty":"唐","poet": "鲍溶", "title": "泊杨子岸", "content": "才入维扬郡，乡关此路遥。\n林藏初霁雨，风退欲归潮。\n江火明沙岸，云帆碍浦桥。\n客衣今日薄，寒气近来饶。"},
    {"dynasty":"唐","poet": "杜牧", "title": "寄扬州韩绰判官", "content": "青山隐隐水迢迢，秋尽江南草未凋。\n二十四桥明月夜，玉人何处教吹箫？"},
    {"dynasty":"唐","poet": "李商隐", "title": "杜工部蜀中离席", "content": "人生何处不离群？\n世路干戈惜暂分。\n雪岭未归天外使，松州犹驻殿前军。\n座中醉客延醒客，江上晴云杂雨云。\n美酒成都堪送老，当垆仍是卓文君。"},
    {"dynasty":"宋","poet": "白居易", "title": "长相思", "content": "汴水流，泗水流，流到瓜洲古渡头。\n吴山点点愁。\n思悠悠，恨悠悠，恨到归时方始休。\n月明人倚楼。"},
    {"dynasty":"宋","poet": "晁冲之", "title": "临江仙", "content": "忆昔西池池上饮，年年多少欢娱！\n别来不寄一行书。\n寻常相见了，犹道不如初。\n安稳锦屏今夜梦，月明好渡江湖。\n相思休问定何如。\n情知春去后，管得落花无？"},
    {"dynasty":"宋","poet": "赵鼎", "title": "满江红·丁未九月南渡，泊舟仪真江口作", "content": "惨结秋阴，西风送、霏霏雨湿。\n凄望眼、征鸿几字，暮投沙碛。\n试问乡关何处是？\n水云浩荡迷南北。\n但一抹、寒青有无中，遥山色。\n天涯路，江上客。\n肠欲断，头应白。\n空搔首兴叹，暮年离拆。\n须信道消忧除是酒，奈酒行有尽情无极。\n便挽取、长江入尊罍，浇胸臆。"},
    {"dynasty":"宋","poet": "刘过", "title": "六州歌头", "content": "镇长淮，一都会，古扬州。\n升平日，珠帘十里春风、小红楼。\n谁知艰难去，边尘暗，胡马扰；笙歌散，衣冠渡，使人愁。\n屈指细思，血战成何事，万户封侯。\n但琼花无恙，开落几经秋。\n故垒荒丘，似含羞。\n怅望金陵宅，丹阳郡，山不断，郁绸缪。\n兴亡梦，荣枯泪，水东流，甚时休？\n野灶炊烟里，依然是、宿貔貅。\n叹灯火，今萧索，尚淹留。\n莫上醉翁亭，看蒙蒙雨、杨柳丝柔。\n笑书生无用，富贵拙身谋，骑鹤来游。"},
    {"dynasty":"宋","poet": "姜夔", "title": "扬州慢·淳熙丙申至日", "preface": "淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有《黍离》之悲也。", "content": "淮左名都，竹西佳处，解鞍少驻初程。\n过春风十里，尽荠麦青青。\n自胡马窥江去后，废池乔木，犹厌言兵。\n渐黄昏，清角吹寒，都在空城。\n杜郎俊赏，算而今、重到须惊。\n纵豆蔻词工，青楼梦好，难赋深情。\n二十四桥仍在，波心荡、冷月无声。\n念桥边红药，年年知为谁生？"},
    {"dynasty":"宋","poet": "刘克庄", "title": "昭君怨·牡丹", "content": "曾看洛阳旧谱，只许姚黄独步。\n若比广陵花，太亏他。\n旧日王侯园圃，今日荆榛狐兔。\n君莫说中州，怕花愁。"},
    {"dynasty":"宋","poet": "方岳", "title": "水调歌头·平山堂用东坡韵", "content": "秋雨一何碧，山色倚晴空。\n江南江北愁思，分付酒螺红。\n芦叶篷舟千重，菰菜莼羹一梦，无语寄归鸿。\n醉眼渺河洛，遗恨夕阳中。\n洲外，山欲暝，敛眉峰。\n人间俯仰陈迹，叹息两仙翁。\n不见当时杨柳，只是从前烟雨，磨灭几英雄？\n天地一孤啸，匹马又西风。"}
  ],
  "新乡市": [
    {"dynasty":"唐","poet": "高适", "title": "封 丘 作", "content": "我本渔樵孟诸野，一生自是悠悠者。\n乍可狂歌草泽中，宁堪作吏风尘下！\n只言小邑无所为，公门百事皆有期。\n拜迎官长心欲碎，鞭挞黎庶令人悲。\n悲来向家问妻子，举家尽笑今如此。\n生事应须南亩田，世情付与东流水。\n梦想旧山安在哉？\n为衔君命且迟回。\n乃知梅福徒为尔，转忆陶潜归去来。"}
  ],
  "昌乐市": [
    {"dynasty":"宋","poet": "李清照", "title": "蝶恋花", "content": "暖雨晴风初破冻，柳眼梅腮，已觉春心动。\n酒意诗情谁与共？\n泪融残粉花钿重。\n乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。\n独抱浓愁无好梦，夜阑犹剪灯花弄。"}
  ],
  "昌吉州": [
    {"dynasty":"唐","poet": "岑参", "title": "赵将军歌", "content": "九月天山风似刀，城南猎马缩寒毛。\n将军纵博场场胜，赌得单于貂鼠袍。"}
  ],
  "朝阳市": [
    {"dynasty":"唐","poet": "高适", "title": "营 州 歌", "content": "营州少年厌原野，皮裘蒙茸猎城下。\n虏酒千钟不醉人，胡儿十岁能骑马。"}
  ],
  "杭州市": [
    {"dynasty":"唐","poet": "孟浩然", "title": "与颜钱塘登樟亭望潮作", "content": "百里闻雷震，鸣暂辍弹。\n府中连骑出，江上待潮观。\n照日秋云迥，浮天渤澥宽。\n鹭涛来似雪，一坐凛生寒。"},
    {"dynasty":"唐","poet": "王昌龄", "title": "浣 纱 女", "content": "钱塘江畔是谁家，江上女儿全胜花。\n吴王在时不得出，今日公然来浣纱。"},
    {"dynasty":"唐","poet": "李华", "title": "春行寄兴", "content": "宜阳城下草萋萋，涧水东流复向西。\n芳树无人花自落，春山一路鸟空啼。"},
    {"dynasty":"唐","poet": "白居易", "title": "钱塘湖春行", "content": "孤山寺北贾亭西，水面初平云脚低。\n几处早莺争暖树，谁家新燕啄春泥。\n乱花渐欲迷人眼，浅草才能没马蹄。\n最爱湖东行不足，绿杨阴里白沙堤。"},
    {"dynasty":"唐","poet": "元稹", "title": "重赠乐天", "content": "休遣玲珑唱我诗，我诗多是别君词。\n明朝又向江头别，月落潮平是去时。"},
    {"dynasty":"唐","poet": "于武陵", "title": "赠卖松人", "content": "入市虽求利，怜君意独真。\n欲将寒涧树，卖与翠楼人。\n瘦叶几经雪，淡花应少春。\n长安重桃李，徒染六街尘！"},
    {"dynasty":"唐","poet": "牛峤", "title": "柳 枝", "content": "吴王宫里色偏深，一簇纤条万缕金。\n不愤钱塘苏小小，引郎松下结同心。"},
    {"dynasty":"宋","poet": "冯延巳", "title": "抛球乐", "content": "酒罢歌余兴未阑，小桥流水共盘桓。\n波摇梅蕊当心白，风入罗衣贴体寒。\n且莫思归去，须尽笙歌此夕欢。"},
    {"dynasty":"宋","poet": "潘阆", "title": "酒泉子（其五）", "content": "长忆孤山，山在湖心如黛簇。\n僧房四面向湖开，轻棹去还来。\n芰荷香喷连云阁，阁上清声檐下铎。\n别来尘土污人衣，空役梦魂飞。"},
    {"dynasty":"宋","poet": "柳永", "title": "夜半乐", "content": "冻云黯淡天气，扁舟一叶，乘兴离江渚。\n渡万壑千岩，越溪深处。\n怒涛渐息，樵风乍起，更闻商旅相呼。\n片帆高举。\n泛画鹢、翩翩过南浦。\n望中酒旆闪闪，一簇烟村，数行霜树。\n残日下，渔人鸣榔归去。\n败荷零落，衰杨掩映，岸边两两三三，浣纱游女，避行客，含羞笑相语。\n到此因念，绣阁轻抛，浪萍难驻。\n叹后约丁宁竟何据？\n惨离怀、空恨岁晚归期阻。\n凝泪眼、杳杳神京路。\n断鸿声远长天暮。"},
    {"dynasty":"宋","poet": "柳永", "title": "望海潮", "content": "东南形胜，三吴都会，钱塘自古繁华。\n烟柳画桥，风帘翠幕，参差十万人家。\n云树绕堤沙。\n怒涛卷霜雪，天堑无涯。\n市列珠玑，户盈罗绮竞豪奢。\n重湖叠清嘉，有三秋桂子，十里荷花。\n羌管弄晴，菱歌泛夜，嬉嬉钓叟莲娃。\n千骑拥高牙。\n乘醉听箫鼓，吟赏烟霞。\n异日图将好景，归去凤池夸。"},
    {"dynasty":"宋","poet": "张先", "title": "醉垂鞭", "content": "双蝶绣罗裙，东池宴，初相见。\n朱粉不深匀，闲花淡淡春。\n细看诸处好，人人道，柳腰身。\n昨日乱山昏，来时衣上云。"},
    {"dynasty":"宋","poet": "欧阳修", "title": "采桑子（二首）·其一", "content": "轻舟短棹西湖好，绿水逶迤。\n芳草长堤，隐隐笙歌处处随。\n无风水面琉璃滑，不觉船移。\n微动涟漪，惊起沙禽掠岸飞。\n其四群芳过后西湖好，狼藉残红。\n飞絮蒙蒙。\n垂柳阑干尽日风。\n笙歌散尽游人去，始觉春空。\n垂下帘栊，双燕归来细雨中。"},
    {"dynasty":"宋","poet": "欧阳修", "title": "浣溪沙", "content": "湖上朱桥响画轮。\n溶溶春水浸春云。\n碧琉璃滑净无尘。\n当路游丝萦醉客，隔花啼鸟唤行人。\n日斜归去奈何春！"},
    {"dynasty":"宋","poet": "苏轼", "title": "沁园春", "content": "孤馆灯青，野店鸡号，旅枕梦残。\n渐月华收练，晨霜耿耿；云山摛锦，朝露。\n世路无穷，劳生有限，似此区区长鲜欢。\n微吟罢，凭征鞍无语，往事千端。\n当时共客长安，似二陆初来俱少年。\n有笔头千字，胸中万卷，致君尧舜，此事何难。\n用舍由时，行藏在我，袖手何妨闲处看？\n身长健，但优游卒岁，且斗尊前。"},
    {"dynasty":"宋","poet": "苏轼", "title": "南乡子·送述古", "content": "回首乱山横，不见居人只见城。\n谁似临平山上塔？\n亭亭，迎客西来送客行。\n归路晚风清，一枕初寒梦不成。\n今夜残灯斜照处，荧荧，秋雨晴时泪不晴。"},
    {"dynasty":"宋","poet": "苏轼", "title": "八声甘州·寄参寥子", "content": "有情风万里卷潮来，无情送潮归。\n问钱塘江上，西兴浦口，几度斜晖？\n不用思量今古，俯仰昔人非。\n谁似东坡老，白首忘机？\n记取西湖西畔，正春山好处，空翠烟霏。\n算诗人相得，如我与君稀。\n约他年、东还海道，愿谢公雅志莫相违。\n西州路，不应回首，为我沾衣。"},
    {"dynasty":"宋","poet": "马成", "title": "玉楼春", "content": "来时吴会犹残暑，去日武林春已暮。\n欲知遗爱感人深，洒泪多于江上雨。\n欢情未举眉先聚，别酒多斟君莫诉。\n从今宁忍看西湖，抬眼尽成肠断处。"},
    {"dynasty":"宋","poet": "仲殊", "title": "诉衷情·寒食", "content": "涌金门外小瀛洲，寒食更风流。\n红船满湖歌吹，花外有高楼。\n晴日暖，淡烟浮，恣嬉游。\n三千粉黛，十二阑干，一片云头。"},
    {"dynasty":"宋","poet": "周邦彦", "title": "六丑·蔷薇谢后作", "content": "正单衣试酒，怅客里、光阴虚掷。\n愿春暂留，春归如过翼，一去无迹。\n为问花何在？\n夜来风雨，葬楚宫倾国。\n钗钿堕处遗香泽，乱点桃蹊，轻翻柳陌。\n多情为谁追惜？\n但蜂媒蝶使，时叩窗槅。\n东园岑寂，渐蒙笼暗碧。\n静绕珍丛底、成叹息。\n长条故惹行客，似牵衣待话，别情无极。\n残英小、强簪巾帻，终不似、一朵钗头颤袅，向人欹侧。\n漂流处、莫趁潮汐。\n恐断红、尚有相思字，何由见得？"},
    {"dynasty":"宋","poet": "毛滂", "title": "惜分飞·富阳僧舍作别语赠妓琼芳", "content": "泪湿阑干花着露，愁到眉峰碧聚。\n此恨平分取，更无言语，空相觑。\n断雨残云无意绪，寂寞朝朝暮暮。\n今夜山深处，断魂分付，潮回去。"},
    {"dynasty":"宋","poet": "司马槱", "title": "黄金缕", "content": "家在钱塘江上住，花落花开，不管年华度。\n燕子又将春色去，纱窗一阵黄昏雨。\n斜插犀梳云半吐，檀板清歌，唱彻《黄金缕》。\n望断云行无去处，梦回明月生春浦。"},
    {"dynasty":"宋","poet": "李清照", "title": "南歌子", "content": "天上星河转，人间帘幕垂。\n凉生枕簟泪痕滋。\n起解罗衣，聊问夜何其。\n翠贴莲蓬小，金销藕叶稀。\n旧时天气旧时衣。\n只有情怀，不似旧家时。"},
    {"dynasty":"宋","poet": "李清照", "title": "怨王孙", "content": "帝里春晚，重门深院。\n草绿阶前，暮天雁断。\n楼上远信谁传？\n恨绵绵。\n多情自是多沾惹，难拚舍，又是寒食也。\n秋千巷陌人静，皎月初斜，浸梨花。"},
    {"dynasty":"宋","poet": "李清照", "title": "声声慢", "content": "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。\n乍暖还寒时候，最难将息。\n三杯两盏淡酒，怎敌他、晓来风急。\n雁过也，正伤心，却是旧时相识。\n满地黄花堆积，憔悴损，如今有谁堪摘？\n守着窗儿独自，怎生得黑！\n梧桐更兼细雨，到黄昏、点点滴滴。\n这次第，怎一个愁字了得！"},
    {"dynasty":"宋","poet": "张孝祥", "title": "水调歌头·泛湘江", "content": "濯足夜滩急，晞发北风凉。\n吴山楚泽行遍，只欠到潇湘。\n买得扁舟归去，此事天公付我，六月下沧浪。\n蝉蜕尘埃外，蝶梦水云乡。\n制荷衣，纫兰佩，把琼芳。\n湘妃起舞一笑，抚瑟奏清商。\n唤起《九歌》忠愤，拂拭三闾文字，还与日争光。\n莫遣儿辈觉，此乐未渠央。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "满江红·江行，简杨济翁、周显先", "content": "过眼溪山，怪都似、旧时曾识。\n还记得、梦中行遍，江南江北。\n佳处径须携杖去，能消几两平生屐？\n笑尘劳、三十九年非，长为客。\n吴楚地，东南坼。\n英雄事，曹刘敌。\n被西风吹尽，了无尘迹。\n楼观甫成人已去，旌旗未卷头先白。\n叹人生、哀乐转相寻，今犹昔。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "念奴娇·书东流村壁", "content": "野棠花落，又匆匆过了、清明时节。\n刬地东风欺客梦，一枕云屏寒怯。\n曲岸持觞，垂杨系马，此地曾轻别。\n楼空人去，旧游飞燕能说。\n闻道绮陌东头，行人曾见，帘底纤纤月。\n旧恨春江流不尽，新恨云山千叠。\n料得明朝，尊前重见，镜里花难折。\n也应惊问，近来多少华发？"},
    {"dynasty":"宋","poet": "赵善括", "title": "水调歌头·饯吴漕", "content": "浩叹对青史，循吏久无闻。\n二年江右，赖公华节布阳春。\n才自搴帷问俗，无复埋轮当道，一路尽澄清。\n多少攀辕意，不待及瓜人。\n驻膏车，迟祖帐，倒离尊。\n满庭桃李绿阴，何处不深恩？\n此去玉音应问，底事金围微减，忧国更忧民。\n造膝一言语，四海入洪钧。"},
    {"dynasty":"宋","poet": "刘过", "title": "沁园春", "content": "寄辛承旨。\n时承旨招，不赴斗酒彘肩，风雨渡江，岂不快哉？\n被香山居士，约林和靖，与东坡老，驾勒吾回。\n坡谓西湖，正如西子，浓抹淡妆临镜台。\n二公者，皆掉头不顾，只管衔杯。\n白云天竺去来，图画里峥嵘楼阁开。\n爱东西双涧，纵横水绕；两峰南北，高下云堆。\n逋曰不然，暗香浮动，争似孤山先探梅。\n须晴去，访稼轩未晚，且此徘徊。"},
    {"dynasty":"宋","poet": "姜夔", "title": "庆宫春·绍熙辛亥除夕", "preface": "绍熙辛亥除夕，予别石湖归吴兴，雪后夜过垂虹，尝赋诗云：“笠泽茫茫雁影微，玉峰重叠护云衣。", "content": "长桥寂寞春寒夜，只有诗人一舸归。\n”后五年冬，复与俞商卿、张平甫、铦朴翁自封禺同载诣梁溪，道经吴松，山寒天迥，云浪四合，中夕相呼步垂虹，星斗下垂，错杂渔火，朔吹凛凛，卮酒不能支。\n朴翁以衾自缠，犹相与行吟，因赋此阕，盖过旬涂稿乃定。\n朴翁咎予无益，然意所耽，不能自已也。\n平甫、商卿、朴翁皆工于诗，所出奇诡，予亦强追逐之。\n此行既归，各得五十余解。\n双桨莼波，一蓑松雨，暮愁渐满空阔。\n呼我盟鸥，翩翩欲下，背人还过木末。\n那回归去，荡云雪、孤舟夜发。\n伤心重见，依约眉山，黛痕低压。\n采香径里春寒，老子婆娑，自歌谁答？\n垂虹西望，飘然引去，此兴平生难遏。\n酒醒波远，正凝想、明珰素袜。\n如今安在？\n唯有阑干，伴人一霎。"},
    {"dynasty":"宋","poet": "姜夔", "title": "齐天乐·丙辰岁", "preface": "丙辰岁，与张功父会饮张达可之堂。闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴回茉莉花间，仰见秋月，顿起幽思，寻亦得此。", "content": "蟋蟀，中都呼为促织，善斗。\n好事者或以三二十万钱致一枚，镂象齿为楼观以贮之。\n庾郎先自吟《愁赋》，凄凄更闻私语。\n露湿铜铺，苔侵石井，都是曾听伊处。\n哀音似诉。\n正思妇无眠，起寻机杼。\n曲曲屏山，夜凉独自甚情绪？\n西窗又吹暗雨，为谁频断续，相和砧杵？\n候馆迎秋，离宫吊月，别有伤心无数。\n《豳》诗漫与。\n笑篱落呼灯，世间儿女。\n写入琴丝，一声声更苦。"},
    {"dynasty":"宋","poet": "韩淲", "title": "鹧鸪天·兰溪舟中", "content": "雨湿西风水面烟，一巾华发上溪船。\n帆迎山色来还去，橹破滩痕散复圆。\n寻浊酒，试吟篇。\n避人鸥鹭更翩翩。\n五更犹作钱塘梦，睡觉方知过眼前。"},
    {"dynasty":"宋","poet": "俞国宝", "title": "风入松·题酒肆", "content": "一春长费买花钱，日日醉湖边。\n玉骢惯识西湖路，骄嘶过、沽酒楼前。\n红杏香中歌舞，绿杨影里秋千。\n暖风十里丽人天，花压鬓云偏。\n画船载取春归去，余情付、湖水湖烟。\n明日重扶残醉，来寻陌上花钿。"},
    {"dynasty":"宋","poet": "史达祖", "title": "三姝媚", "content": "烟光摇缥瓦。\n望晴檐多风，柳花如洒。\n锦瑟横床，想泪痕尘影，凤弦常下。\n倦出犀帷，频梦见、王孙骄马。\n讳道相思，偷理绡裙，自惊腰衩。\n惆怅南楼遥夜。\n记翠箔张灯，枕肩歌罢。\n又入铜驼，遍旧家门巷，首询声价。\n可惜东风，将恨与、闲花俱谢。\n记取崔徽模样，归来暗写。"},
    {"dynasty":"宋","poet": "史达祖", "title": "蝶恋花", "content": "二月东风吹客袂。\n苏小门前，杨柳如腰细。\n蝴蝶识人游冶地，旧曾来处花开未？\n几夜湖山生梦寐。\n评泊寻芳，只怕春寒里。\n今岁清明逢上巳，相思先到溅裙水！"},
    {"dynasty":"宋","poet": "卢祖皋", "title": "江城子", "content": "画楼帘幕卷新晴。\n掩银屏，晓寒轻。\n坠粉飘香，日日唤愁生。\n暗数十年湖上路，能几度，着娉婷？\n年华空自感飘零。\n拥春酲，对谁醒？\n天阔云闲，无处觅箫声。\n载酒买花年少事，浑不似，旧心情。"},
    {"dynasty":"宋","poet": "吴文英", "title": "丑奴儿慢·双清楼在钱塘门外", "content": "空濛乍敛，波影帘花晴乱，正西子、梳妆楼上，镜舞青鸾。\n润逼风襟，满湖山色入阑干。\n天虚鸣籁，云多易雨，长带秋寒。\n遥望翠凹，隔江时见，越女低鬟。\n算堪羡、烟沙白鹭，暮往朝还。\n歌管重城，醉花春梦半香残。\n乘风邀月，持杯对影，云海人间。"},
    {"dynasty":"宋","poet": "吴文英", "title": "高阳台·丰乐楼分韵得“如”字", "content": "修竹凝妆，垂杨驻马，凭栏浅画成图。\n山色谁题？\n楼前有雁斜书。\n东风紧送斜阳下，弄旧寒、晚酒醒余。\n自消凝、能几花前，顿老相如？\n伤春不在高楼上，在灯前欹枕，雨外熏炉。\n怕舣游船，临流可奈清臞。\n飞红若到西湖底，搅翠澜、总是愁鱼。\n莫重来、吹尽香绵，泪满平芜。"},
    {"dynasty":"宋","poet": "吴文英", "title": "望江南", "content": "三月暮，花落更情浓。\n人去秋千闲挂月，马停杨柳倦嘶风。\n堤畔画船空。\n恹恹醉，长日小帘栊。\n宿燕夜归银烛外，流莺声在绿阴中。\n无处觅残红。"},
    {"dynasty":"宋","poet": "许棐", "title": "后庭花", "content": "一春不识西湖面，翠羞红倦。\n雨窗和泪摇湘管，意长笺短。\n知心惟有雕梁燕，自来作相。\n东风不管琵琶怨，落花吹遍。"},
    {"dynasty":"宋","poet": "陈人杰", "title": "沁园春", "content": "诗不穷人，人道得诗，胜如得官。\n有山川草木，纵横纸上；虫鱼乌兽，飞动毫端。\n水到渠成，风来帆速，廿四中书考不难。\n惟诗也，是乾坤清气，造物须悭。\n金张许史浑闲，未必有功名久后看。\n算南朝将相，到今几姓；西湖名胜，只说孤山。\n象笏堆床，蝉冠满座。\n无此新诗传世间。\n杜陵老，向年时也自，井冻衣寒。"},
    {"dynasty":"宋","poet": "陈人杰", "title": "沁园春", "content": "南金又赋无愁。\n予曰：丈夫涉世，非心木石，安得无愁时？\n顾所愁何如尔。\n杜子美平生困踬不偶，而叹老嗟卑之言少，爱君忧国之意多，可谓知所愁矣。\n若于着衣吃饭，一一未能忘情，此为不知命者。\n故用韵以反骚。\n我自无忧，何用攒眉，今忧古忧？\n叹风寒楚蜀，百年受病；江分南北，千载归尤。\n洛下铜驼，昭陵石马，物不自愁人替愁。\n兴亡事，向西风把剑，清泪双流。\n边头，依旧防秋，问诸将君恩酬未酬？\n怅书生浪说，皇王帝霸；功名已属，韩岳张刘。\n不许请缨，犹堪草檄，谁肯种瓜归故丘？\n江中蜃，识平生许事，吐气成楼。"},
    {"dynasty":"宋","poet": "文及翁", "title": "贺新郎·游西湖有感", "content": "一勺西湖水。\n渡江来，百年歌舞，百年酣醉。\n回首洛阳花石尽，烟渺黍离之地。\n更不复、新亭堕泪。\n簇乐红妆摇画舫，问中流、击楫何人是？\n千古恨，几时洗？\n余生自负澄清志。\n更有谁、磻溪未遇，傅岩未起？\n国事如今谁倚仗，衣带一江而已！\n便都道、江神堪恃。\n借问孤山林处士，但掉头、笑指梅花蕊。\n天下事，可知矣！"},
    {"dynasty":"宋","poet": "刘辰翁", "title": "柳梢青·春感", "content": "铁马蒙毡，银花洒泪，春入愁城。\n笛里番腔，街头戏鼓，不是歌声。\n那堪独坐青灯？\n想故国，高台月明。\n辇下风光，山中岁月，海上心情。"},
    {"dynasty":"宋","poet": "刘辰翁", "title": "永遇乐·余自乙亥上元诵李易安《永遇乐》", "preface": "余自乙亥上元诵李易安《永遇乐》，为之涕下。", "content": "今三年矣，每闻此词，辄不自堪。\n遂依其声，又托之易安自喻。\n虽辞情不及，而悲苦过之。\n璧月初晴，黛云远澹，春事谁主？\n禁苑娇寒，湖堤倦暖，前度遽如许。\n香尘暗陌，华灯明昼，长是懒携手去。\n谁知道，断烟禁夜，满城似愁风雨。\n宣和旧日，临安南渡，芳景犹自如故。\n缃帙流离，风鬟三五，能赋词最苦。\n江南无路，鄜州今夜，此苦又谁知否？\n空相对，残无寐，满村社鼓。"},
    {"dynasty":"宋","poet": "刘辰翁", "title": "金缕曲·闻杜鹃", "content": "少日都门路。\n听长亭、青山落日，不如归去。\n十八年间来往断，白首人间今古。\n又惊绝、五更一句。\n道是流离蜀天子，甚当初、一似吴儿语？\n臣再拜，泪如雨。\n画堂客馆真无数。\n记画桥、黄竹歌声，桃花前度。\n风雨断魂苏季子，春梦家山何处？\n谁不愿、封侯万户？\n寂寞江南轮四角，问长安、道上无人住。\n啼尽血，向谁诉？"},
    {"dynasty":"宋","poet": "周密", "title": "曲游春·禁烟湖上薄游", "preface": "禁烟湖上薄游，施中山赋词甚佳，余因次其韵。盖平时游舫，至午后则尽入里湖，抵暮始出，断桥小驻而归，非习于游者不知也。", "content": "故中山极击节余“闲却半湖春色”之句，谓能道人之所未云。\n禁苑东风外，飏暖丝晴絮，春思如织。\n燕约莺期，恼芳情偏在，翠深红隙。\n漠漠香尘隔，沸十里、乱弦丛笛。\n看画船，尽入西泠，闲却半湖春色。\n柳陌，新烟凝碧。\n映帘底宫眉，堤上游勒。\n轻暝笼寒，怕梨云梦冷，杏香愁幂。\n歌管酬寒食。\n奈蝶怨、良宵岑寂。\n正满湖、碎月摇花，怎生去得？"},
    {"dynasty":"宋","poet": "周密", "title": "乳燕飞·辛未首夏", "preface": "辛未首夏，以书舫载客游苏湾。", "content": "徙倚危亭，极登览之趣。\n所谓浮玉山、碧浪湖者，皆横陈于前，特吾几席中一物耳。\n遥望具区，渺如烟云，洞庭、缥缈诸峰，矗矗献状，盖王右丞、李将军着色画也。\n松风怒号，暝色四起，使人浩然忘归。\n慨然怀古，高歌举白，不知身世为何如也。\n溪山不老，临赏无穷，后之视今，当有契余言者。\n因大书山楹，以纪来游。\n波影摇涟甃，趁熏风、一舸来时，翠阴清昼。\n去郭轩楹才数里，藓磴松关云岫。\n快屐齿、筇枝先后。\n空半危亭堪聚远，看洞庭、缥缈争奇秀。\n人自老，景如旧。\n来帆去棹还知否，问古今、几度斜阳，几番回首？\n晚色一川谁管领，都付雨荷烟柳。\n知我者、燕朋鸥友。\n笑拍阑干呼范蠡，甚平吴、却倩垂纶手？\n吁万古，付卮酒。"},
    {"dynasty":"宋","poet": "周密", "title": "闻鹊喜·吴山观涛", "content": "天水碧，染就一江秋色。\n鳌戴雪山龙起蛰，快风吹海立。\n数点烟鬟青滴，一杼霞绡红湿。\n白鸟明边帆影直，隔江闻夜笛。"},
    {"dynasty":"宋","poet": "周密", "title": "高阳台·寄越中诸友", "content": "小雨分江，残寒迷浦，春容浅入蒹葭。\n雪霁空城，燕归何处人家？\n梦魂欲渡苍茫去，怕梦轻、还被愁遮。\n感流年，夜汐东还，冷照西斜。\n萋萋望极王孙草，认云中江树，鸥外春沙。\n白发青山，可怜相对苍华。\n归鸿自趁潮回去，笑倦游、犹是天涯。\n问东风：先到垂杨，后到梅花？"},
    {"dynasty":"宋","poet": "汪元量", "title": "传言玉女·钱塘元夕", "content": "一片风流，今夕与谁同乐？\n月台花馆，慨尘埃漠漠。\n豪华荡尽，只有青山如洛。\n钱塘依旧，潮生潮落。\n万点灯光，羞照舞钿歌箔。\n玉梅消瘦，恨东皇命薄。\n昭君泪流，手捻琵琶弦索。\n离愁聊寄，画楼哀角。"},
    {"dynasty":"宋","poet": "王沂孙", "title": "天香·龙涎香", "content": "孤峤蟠烟，层涛蜕月，骊宫夜采铅水。\n汛远槎风，梦深薇露，化作断魂心字。\n红瓷候火，还乍识、冰环玉指。\n一缕萦帘翠影，依稀海天云气。\n几回娇半醉。\n剪春灯、夜寒花碎。\n更好故溪飞雪，小窗深闭。\n荀令如今顿老，总忘却、尊前旧风味。\n谩惜余薰，空篝素被。"},
    {"dynasty":"宋","poet": "蒋捷", "title": "贺新郎·乡士以狂得罪，赋此饯行", "content": "甚矣君狂矣！\n想胸中、些儿磊块，酒浇不去。\n据我看来何所似？\n一似韩家五鬼。\n又一似、杨家风子。\n怪鸟啾啾鸣未了，被天公、捉在樊笼里。\n这一错，铁难铸。\n濯溪雨涨荆溪水。\n送君归、斩蛟桥外，水光清处。\n世上恨无楼百尺，装着许多俊气。\n做弄得、栖栖如此。\n临别赠言朋友事，有殷勤、六字君听取：节饮食，慎言语。"},
    {"dynasty":"宋","poet": "陈德武", "title": "水龙吟·西湖怀古", "content": "东南第一名州，西湖自古多佳丽。\n临堤台榭，画船楼阁，游人歌吹。\n十里荷花，三秋桂子，四山晴翠。\n使百年南渡，一时豪杰，都忘却，平生志。\n可惜天旋时异。\n藉何人、雪当年耻？\n登临形胜，感伤今古，发挥英气。\n力士推山，天吴移水，作农桑地。\n借钱塘潮汐，为君洗尽，岳将军泪。"},
    {"dynasty":"宋","poet": "张炎", "title": "南浦·春水", "content": "波暖绿粼粼，燕飞来，好是苏堤才晓。\n鱼没浪痕圆，流红去，翻笑东风难扫。\n荒桥断浦，柳阴撑出扁舟小。\n回首池塘青欲遍，绝似梦中芳草。\n和云流出空山，甚年年净洗，花香不了？\n新绿乍生时，孤村路，犹忆那回曾到。\n余情渺渺，茂林觞咏如今悄。\n前度刘郎归去后，溪上碧桃多少。"},
    {"dynasty":"宋","poet": "张炎", "title": "高阳台·西湖春感", "content": "接叶巢莺，平波卷絮，断桥斜日归船。\n能几番游，看花又是明年。\n东风且伴蔷薇住，到蔷薇、春已堪怜。\n更凄然。\n万绿西泠，一抹荒烟。\n当年燕子知何处？\n但苔深韦曲，草暗斜川。\n见说新愁，如今也到鸥边。\n无心再续笙歌梦，掩重门、浅醉闲眠。\n莫开帘。\n怕见飞花，怕听啼鹃。"},
    {"dynasty":"宋","poet": "张炎", "title": "长亭怨·旧居有感", "content": "望花外、小桥流水，门巷愔愔，玉箫声绝。\n鹤去台空，珮环何处弄明月？\n十年前事，愁千折、心情顿别。\n露粉风香，谁为主？\n都成消歇。\n凄咽，晓窗分袂处，同把带鸳亲结。\n江空岁晚，便忘了、尊前曾说。\n恨西风、不庇寒蝉，便扫尽、一林残叶。\n谢杨柳多情，还有绿阴时节。"},
    {"dynasty":"宋","poet": "刘将孙", "title": "长相思", "content": "去年秋，今年秋，湖上人家乐复忧，西湖依旧流！\n吴循州，贾循州，十五年间一转头，人生放下休！"}
  ],
  "柳州市": [
    {"dynasty":"唐","poet": "柳宗元", "title": "刺史", "content": "城上高楼接大荒，海天愁思正茫茫。\n惊风乱飐芙蓉水，密雨斜侵薛荔墙。\n岭树重遮千里目，江流曲似九回肠。\n共来百越文身地，犹自音书滞一乡。"},
    {"dynasty":"唐","poet": "柳宗元", "title": "别舍弟宗一", "content": "零落残魂倍黯然，双垂别泪越江边。\n一身去国六千里，万死投荒十二年。\n桂岭瘴来云似墨，洞庭春尽水如天。\n欲知此后相思梦，长在荆门郢树烟。"},
    {"dynasty":"唐","poet": "柳宗元", "title": "柳州二月榕叶落尽偶题", "content": "宦情羁思共凄凄，春半如秋意转迷。\n山城过雨百花尽，榕叶满庭莺乱啼。"}
  ],
  "桂林市": [
    {"dynasty":"唐","poet": "韩愈", "title": "送桂州严大夫", "content": "苍苍森八桂，兹地在湘南。\n江作青罗带，山如碧玉簪。\n户多输翠羽，家自种黄柑。\n远胜登仙去，飞鸾不假骖。"},
    {"dynasty":"唐","poet": "李商隐", "title": "晚 晴", "content": "深居俯夹城，春去夏犹清。\n天意怜幽草，人间重晚晴。\n并添高阁迥，微注小窗明。\n越鸟巢干后，归飞体更轻。"},
    {"dynasty":"宋","poet": "范成大", "title": "满江红", "content": "清江风帆甚快，作此，与客剧饮，歌之。\n千古东流，声卷地，云涛如屋。\n横浩渺、樯竿十丈，不胜帆腹。\n夜雨翻江春浦涨，船头鼓急风初熟。\n似当年、呼禹乱黄川，飞梭速。\n击楫誓，空警俗。\n休拊髀，都生肉。\n任炎天冰海，一杯相属。\n荻笋蒌芽新入馔，鹍弦凤吹能翻曲。\n笑人间、何处似尊前？\n添银烛。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "贺新郎·别茂嘉十二弟", "content": "绿树听鹈，更那堪、鹧鸪声住，杜鹃声切。\n啼到春归无寻处，苦恨芳菲都歇。\n算未抵人间离别。\n马上琵琶关塞黑，更长门翠辇辞金阙。\n看燕燕，送归妾。\n将军百战身名裂。\n向河梁、回头万里，故人长绝。\n易水萧萧西风冷，满座衣冠似雪。\n正壮士、悲歌未彻。\n啼鸟还知如许恨，料不啼清泪长啼血。\n谁共我，醉明月？"}
  ],
  "武威市": [
    {"dynasty":"唐","poet": "郭震", "title": "塞 上", "content": "塞外虏尘飞，频年出武威。\n死生随玉剑，辛苦向金微。\n久戍人将老，长征马不肥。\n仍闻酒泉郡，已合数重围。"},
    {"dynasty":"唐","poet": "高适", "title": "塞 下 曲", "content": "结束浮云骏，翩翩出从戎。\n且凭天子怒，复倚将军雄。\n万鼓雷殷地，千旗火生风。\n日轮驻霜戈，月魄悬琱弓。\n青海阵云匝，黑山兵气冲。\n战酣太白高，战罢旄头空。\n万里不惜死，一朝得成功。\n画图麒麟阁，入朝明光宫。\n大笑向文士，一经何足穷！\n古人昧此道，往往成老翁。"},
    {"dynasty":"唐","poet": "岑参", "title": "凉州馆中与诸判官夜集", "content": "弯弯月出挂城头，城头月出照凉州。\n凉州七里十万家，胡人半解弹琵琶。\n琵琶一曲肠堪断，风萧萧兮夜漫漫。\n河西幕中多故人，故人别来三五春。\n花门楼前见秋草，岂能贫贱相看老。\n一生大笑能几回，斗酒相逢须醉倒。"},
    {"dynasty":"唐","poet": "张籍", "title": "凉州词三首（其一）", "content": "边城暮雨雁飞低，芦笋初生渐欲齐。\n无数铃声遥过碛，应驮白练到安西。"},
    {"dynasty":"唐","poet": "张籍", "title": "凉州词三首（其三）", "content": "凤林关里水东流，白草黄榆六十秋。\n边将皆承主恩泽，无人解道取凉州。"},
    {"dynasty":"唐","poet": "温庭筠", "title": "经五丈原", "content": "铁马云雕共绝尘，柳营高压汉宫春。\n天清杀气屯关右，夜半妖星照渭滨。\n下国卧龙空寤主，中原得鹿不由人。\n象床宝帐无言语，从此谯周是老臣。"}
  ],
  "武汉市": [
    {"dynasty":"唐","poet": "李白", "title": "江 上 吟", "content": "木兰之枻沙棠舟，玉箫金管坐两头。\n美酒樽中置千斛，载妓随波任去留。\n仙人有待乘黄鹤，海客无心随白鸥。\n屈平词赋悬日月，楚王台榭空山丘。\n兴酣落笔摇五岳，诗成笑傲凌沧洲。\n功名富贵若长在，汉水亦应西北流。"},
    {"dynasty":"唐","poet": "李白", "title": "黄鹤楼送孟浩然之广陵", "content": "故人西辞黄鹤楼，烟花三月下扬州。\n孤帆远影碧空尽，唯见长江天际流。"},
    {"dynasty":"唐","poet": "李白", "title": "与史郎中钦听黄鹤楼上吹笛", "content": "一为迁客去长沙，西望长安不见家。\n黄鹤楼中吹玉笛，江城五月落梅花。"},
    {"dynasty":"唐","poet": "刘长卿", "title": "送李中丞归汉阳别业", "content": "流落征南将，曾驱十万师。\n罢归无旧业，老去恋明时。\n独立三边静，轻生一剑知。\n茫茫江汉上，日暮欲何之。"},
    {"dynasty":"唐","poet": "杨凝", "title": "送客入蜀", "content": "剑阁迢迢梦想间，行人归路绕梁山。\n明朝骑马摇鞭去，秋雨槐花子午关。"},
    {"dynasty":"唐","poet": "卢纶", "title": "晚次鄂州", "content": "云开远见汉阳城，犹是孤帆一日程。\n估客昼眠知浪静，舟人夜语觉潮生。\n三湘衰鬓逢秋色，万里归心对月明。\n旧业已随征战尽，更堪江上鼓鼙声。"},
    {"dynasty":"唐","poet": "杜牧", "title": "题桃花夫人庙", "content": "细腰宫里露桃新，脉脉无言几度春。\n至竟息亡缘底事？\n可怜金谷坠楼人。"},
    {"dynasty":"唐","poet": "武昌妓", "title": "续韦蟾句", "content": "悲莫悲兮生别离，登山临水送将归。\n武昌无限新栽柳，不见杨花扑面飞。"},
    {"dynasty":"宋","poet": "王以宁", "title": "水调歌头·呈汉阳使君", "content": "大别我知友，突兀起西州。\n十年重见，依旧秀色照清眸。\n常记鲒碕狂客，邀我登楼雪霁，杖策拥羊裘。\n山吐月千仞，残夜水明楼。\n黄粱梦，未觉枕，几经秋？\n与君邂逅，相逐飞步碧山头。\n举酒一觞今古，叹息英雄骨冷，清泪不能收。\n鹦鹉更谁赋？\n遗恨满芳洲。"},
    {"dynasty":"宋","poet": "岳飞", "title": "满江红·登黄鹤楼有感", "content": "遥望中原，荒烟外、许多城郭。\n想当年、花遮柳护，凤楼龙阁。\n万岁山前珠翠绕，蓬壶殿里笙歌作。\n到而今、铁骑满郊畿，风尘恶。\n兵安在？\n膏锋锷。\n民安在？\n填沟壑。\n叹江山如故，千村寥落。\n何日请缨提锐旅，一鞭直渡清河洛？\n却归来、再续汉阳游，骑黄鹤。"},
    {"dynasty":"宋","poet": "陆游", "title": "南乡子·赋归", "content": "归梦寄吴樯，水驿江程去路长。\n想见芳洲初系缆，斜阳，烟树参差认武昌。\n愁鬓点新霜，曾是朝衣染御香。\n重到故乡交旧少，凄凉，却恐他乡胜故乡。"},
    {"dynasty":"宋","poet": "范成大", "title": "水调歌头", "content": "细数十年事，十处过中秋。\n今年新梦，忽到黄鹤旧山头。\n老子个中不浅，此会天教重见，今古一南楼。\n星汉淡无色，玉镜独空浮。\n敛秦烟，收楚雾，熨江流。\n关河离合，南北依旧照清愁。\n想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。\n酾酒问蟾兔，肯去伴沧洲？"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "摸鱼儿·淳熙己亥", "preface": "淳熙己亥，自湖北漕移湖南，同官王正之置酒小山亭，为赋。", "content": "更能消几番风雨，匆匆春又归去。\n惜春长怕花开早，何况落红无数！\n春且住。\n见说道、天涯芳草无归路。\n怨春不语。\n算只有殷勤，画檐蛛网，尽日惹飞絮。\n长门事，准拟佳期又误。\n蛾眉曾有人妒。\n千金纵买相如赋，脉脉此情谁诉？\n君莫舞。\n君不见、玉环飞燕皆尘土！\n闲愁最苦。\n休去倚危栏，斜阳正在，烟柳断肠处。"},
    {"dynasty":"宋","poet": "刘过", "title": "糖多令", "content": "安远楼小集，侑觞歌板之姬黄其姓者，乞词于龙洲道人，为赋此《糖多令》。\n同柳阜之、刘去非、石民瞻、周嘉仲、陈孟参、孟容，时八月五日也。\n芦叶满汀洲，寒沙带浅流。\n二十年、重过南楼。\n柳下系舟犹未稳，能几日、又中秋。\n黄鹤断矶头，故人今在不？\n旧江山、浑是新愁。\n欲买桂花同载酒，终不似、少年游！"},
    {"dynasty":"宋","poet": "刘过", "title": "贺新郎", "content": "弹铗西来路。\n记匆匆、经行十日，几番风雨。\n梦里寻秋秋不见，秋在平芜远树。\n雁信落、家山何处？\n万里西风吹客鬓，把菱花、自笑人如许。\n留不住、少年去。\n男儿事业无凭据。\n记当年、悲歌击楫，酒酣箕踞。\n腰下光芒三尺剑，时解挑灯夜语。\n谁更识、此时情绪？\n唤起杜陵风月手，写江东渭北相思句。\n歌此恨，慰羁旅。"},
    {"dynasty":"宋","poet": "姜夔", "title": "翠楼吟·淳熙丙午冬", "preface": "淳熙丙午冬，武昌安远楼成，与刘去非诸友落之，度曲见志。予去武昌十年，故人有泊舟鹦鹉洲者，闻小姬歌此词，问之，颇能道其事，还吴为予言之。兴怀昔游，且伤今之离索也。", "content": "月冷龙沙，尘清虎落，今年汉酺初赐。\n新翻胡部曲，听毡幕元戎歌吹。\n层楼高峙，看槛曲萦红，檐牙飞翠。\n人姝丽，粉香吹下，夜寒风细。\n此地，宜有词仙，拥素云黄鹤，与君游戏。\n玉梯凝望久，叹芳草萋萋千里。\n天涯情味，仗酒祓清愁，花销英气。\n西山外，晚来还卷，一帘秋霁。"},
    {"dynasty":"宋","poet": "戴复古", "title": "水调歌头·题李季允侍郎鄂州吞云楼", "content": "轮奂半天上，胜概压南楼。\n筹边独坐，岂欲登览快双眸？\n浪说胸吞云梦，直把气吞残虏，西北望神州。\n百载一机会，人事恨悠悠。\n骑黄鹤，赋鹦鹉，谩风流。\n岳王祠畔，杨柳烟锁古今愁。\n整顿乾坤手段，指授英雄方略，雅志若为酬。\n杯酒不在手，双鬓恐惊秋。"},
    {"dynasty":"宋","poet": "李好古", "title": "谒金门", "content": "花过雨，又是一番红素。\n燕子归来愁不语，旧巢无觅处。\n谁在玉关劳苦？\n谁在玉楼歌舞？\n若使胡尘吹得去，东风侯万户。"}
  ],
  "永州市": [
    {"dynasty":"唐","poet": "柳宗元", "title": "晨诣超师院读禅经", "content": "汲井漱寒齿，清心拂尘服。\n闲持贝叶书，步出东斋读。\n真源了无取，妄迹世所逐。\n遗言冀可冥，缮性何由熟？\n道人庭宇静，苔色连深竹。\n日出雾露余，青松如膏沐。\n淡然离言说，悟悦心自足。"},
    {"dynasty":"唐","poet": "柳宗元", "title": "南涧中题", "content": "秋气集南涧，独游亭午时。\n回风一萧瑟，林影久参差。\n始至若有得，稍深遂忘疲。\n羁禽响幽谷，寒藻舞沦漪。\n去国魂已游，怀人泪空垂。\n孤生易为感，失路少所宜。\n索寞竟何事？\n徘徊只自知。\n谁为后来者，当与此心期！"},
    {"dynasty":"唐","poet": "柳宗元", "title": "溪 居", "content": "久为簪组累，幸此南夷谪。\n闲依农圃邻，偶似山林客。\n晓耕翻露草，夜榜响溪石。\n来往不逢人，长歌楚天碧。"},
    {"dynasty":"唐","poet": "柳宗元", "title": "渔 翁", "content": "渔翁夜傍西岩宿，晓汲清湘燃楚竹。\n烟销日出不见人，欸乃一声山水绿。\n回看天际下中流，岩上无心云相逐。"},
    {"dynasty":"唐","poet": "柳宗元", "title": "江 雪", "content": "千山鸟飞绝，万径人踪灭。\n孤舟蓑笠翁，独钓寒江雪。"},
    {"dynasty":"唐","poet": "柳宗元", "title": "入黄溪闻猿", "content": "溪路千里曲，哀猿何处鸣？\n孤臣泪已尽，虚作断肠声。"},
    {"dynasty":"唐","poet": "柳宗元", "title": "与浩初上人同看山寄京华亲故", "content": "海畔尖山似剑芒，秋来处处割愁肠。\n若为化作身千亿，散向峰头望故乡。"}
  ],
  "汉中市": [
    {"dynasty":"唐","poet": "岑参", "title": "初至犍为作", "content": "山色轩槛内，滩声枕席间。\n草生公府静，花落讼庭闲。\n云雨连三峡，风尘接百蛮。\n到来能几日，不觉鬓毛斑。"},
    {"dynasty":"唐","poet": "韦应物", "title": "淮上喜会梁州故人", "content": "江汉曾为客，相逢每醉还。\n浮云一别后，流水十年间。\n欢笑情如旧，萧疏鬓已斑。\n何因不归去？\n淮上对秋山。"},
    {"dynasty":"宋","poet": "陆游", "title": "诉衷情", "content": "当年万里觅封侯，匹马戍梁州。\n关河梦断何处？\n尘暗旧貂裘。\n胡未灭，鬓先秋，泪空流。\n此生谁料，心在天山，身老沧洲！"}
  ],
  "汝南市": [
    {"dynasty":"宋","poet": "秦观", "title": "水龙吟", "content": "小楼连苑横空，下窥绣毂雕鞍骤。\n朱帘半卷，单衣初试，清明时候。\n破暖轻风，弄晴微雨，欲无还有。\n卖花声过尽，斜阳院落，红成阵，飞鸳甃。\n玉佩丁东别后，怅佳期参差难又。\n名缰利锁，天还知道，和天也瘦。\n花下重门，柳边深巷，不堪回首。\n念多情但有，当时皓月，向人依旧。"}
  ],
  "池州市": [
    {"dynasty":"唐","poet": "李白", "title": "秋 浦 歌", "content": "白发三千丈，缘愁似个长。\n不知明镜里，何处得秋霜？"},
    {"dynasty":"宋","poet": "吴潜", "title": "满江红·齐山绣春台", "content": "十二年前，曾上到、绣春台顶。\n双脚健、不烦筇杖，透岩穿岭。\n老去渐消狂气习，重来依旧佳风景。\n想牧之、千载尚神游，空山冷。\n山之下，江流永。\n江之外，淮山暝。\n望中原何处，虎狼犹梗。\n勾蠡规模非浅近，石苻事业真俄顷。\n问古今，宇宙竟如何？\n无人省。"}
  ],
  "泰安市": [
    {"dynasty":"唐","poet": "李隆基", "title": "经鲁祭孔子而叹之", "content": "夫子何为者，栖栖一代中。\n地犹鄹氏邑，宅即鲁王宫。\n叹凤嗟身否，伤麟怨道穷。\n今看两楹奠，当与梦时同。"},
    {"dynasty":"唐","poet": "高适", "title": "东平别前卫县李寀少府", "content": "黄鸟翩翩杨柳垂，春风送客使人悲。\n怨别自惊千里外，论交却忆十年时。\n云开汶水孤帆远，路绕梁山匹马迟。\n此地从来可乘兴，留君不住益凄其。"},
    {"dynasty":"唐","poet": "刘长卿", "title": "经漂母墓", "content": "昔贤怀一饭，兹事已千秋。\n古墓樵人识，前朝楚水流。\n渚行客荐，山木杜鹃愁。\n春草茫茫绿，王孙旧此游。"}
  ],
  "洛阳市": [
    {"dynasty":"唐","poet": "上官仪", "title": "入朝洛堤步月", "content": "脉脉广川流，驱马历长洲。\n鹊飞山月曙，蝉噪野风秋。"},
    {"dynasty":"唐","poet": "杜审言", "title": "夏日过郑七山斋", "content": "共有樽中好，言寻谷口来。\n薜萝山径入，荷芰水亭开。\n日气含残雨，云阴送晚雷。\n洛阳钟鼓至，车马系迟回。"},
    {"dynasty":"唐","poet": "杜审言", "title": "晦日宴游", "content": "日晦随蓂荚，春情著杏花。\n解绅宜就水，张幕会连沙。\n歌管风轻度，池台日半斜。\n更看金谷骑，争向石崇家。"},
    {"dynasty":"唐","poet": "刘希夷", "title": "代白头吟", "content": "洛阳城东桃李花，飞来飞去落谁家？\n洛阳女儿惜颜色，行逢落花长叹息。\n今年花落颜色改，明年花开复谁在？\n已见松柏摧为薪，更闻桑田变成海。\n古人无复洛城东，今人还对落花风。\n年年岁岁花相似，岁岁年年人不同。\n寄言全盛红颜子，应怜半死白头翁。\n此翁头白真可怜，伊昔红颜美少年。\n公子王孙芳树下，清歌妙舞落花前。\n光禄池台文锦绣，将军楼阁画神仙。\n一朝卧病无相识，三春行乐在谁边？\n宛转蛾眉能几时？\n须臾鹤发乱如丝。\n但看古来歌舞地，惟有黄昏鸟雀悲。"},
    {"dynasty":"唐","poet": "宋之问", "title": "寒食陆浑别业", "content": "洛阳城里花如雪，陆浑山中今始发。\n旦别河桥杨柳风，夕卧伊川桃李月。\n伊川桃李正芳新，寒食山中酒复春。\n野老不知尧舜力，酣歌一曲太平人。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "自洛之越", "content": "遑遑三十载，书剑两无成。\n山水寻吴越，风尘厌洛京。\n扁舟泛湖海，长揖谢公卿。\n且乐杯中物，谁论世上名。"},
    {"dynasty":"唐","poet": "王维", "title": "献始兴公", "content": "宁栖野树林，宁饮涧水流。\n不用食粱肉，崎岖见王侯。\n鄙哉匹夫节，布褐将白头。\n任智诚则短，守仁固其优。\n侧闻大君子，安问党与仇。\n所不卖公器，动为苍生谋。\n贱子跪自陈：可为帐下不？\n感激有公议，曲私非所求。"},
    {"dynasty":"唐","poet": "王维", "title": "洛阳女儿行", "content": "洛阳女儿对门居，才可颜容十五余。\n良人玉勒乘骢马，侍女金盘脍鲤鱼。\n画阁朱楼尽相望，红桃绿柳垂檐向。\n罗帷送上七香车，宝扇迎归九华帐。\n狂夫富贵在青春，意气骄奢剧季伦。\n自怜碧玉亲教舞，不惜珊瑚持与人。\n春窗曙灭九微火，九微片片飞花璅。\n戏罢曾无理曲时，妆成只是薰香坐。\n城中相识尽繁华，日夜经过赵李家。\n谁怜越女颜如玉，贫贱江头自浣纱。"},
    {"dynasty":"唐","poet": "王维", "title": "和贾至舍人早朝大明宫之作", "content": "绛帻鸡人报晓筹，尚衣方进翠云裘。\n九天阊阖开宫殿，万国衣冠拜冕旒。\n日色才临仙掌动，香烟欲傍衮龙浮。\n朝罢须裁五色诏，佩声归向凤池头。"},
    {"dynasty":"唐","poet": "王维", "title": "便一时泪下私成口号诵示裴迪", "content": "万户伤心生野烟，百官何日再朝天。\n秋槐叶落空宫里，凝碧池头奏管弦。"},
    {"dynasty":"唐","poet": "李白", "title": "猛 虎 行", "content": "朝作猛虎行，暮作猛虎吟。\n肠断非关陇头水，泪下不为雍门琴。\n旌旗缤纷两河道，战鼓惊山欲倾倒。\n秦人半作燕地囚，胡马翻衔洛阳草。\n一输一失关下兵，朝降夕叛幽蓟城。\n巨鳌未斩海水动，鱼龙奔走安得宁？\n颇似楚汉时，翻覆无定止。\n朝过博浪沙，暮入淮阴市。\n张良未遇韩信贫，刘项存亡在两臣。\n暂到下邳受兵略，来投漂母作主人。\n贤哲栖栖古如此，今时亦弃青云士。\n有策不敢犯龙鳞，窜身南国避胡尘。\n宝书玉剑挂高阁，金鞍骏马散故人。\n昨日方为宣城客，掣铃交通二千石。\n有时六博快壮心，绕床三匝呼一掷。\n楚人每道张旭奇，心藏风云世莫知。\n三吴邦伯皆顾盼，四海雄侠两追随。\n萧曹曾作沛中吏，攀龙附凤当有时。\n溧阳酒楼三月春，杨花茫茫愁杀人。\n胡雏绿眼吹玉笛，吴歌白纻飞梁尘。\n丈夫相见且为乐，槌牛挝鼓会众宾。\n我从此去钓东海，得鱼笑寄情相亲。"},
    {"dynasty":"唐","poet": "李白", "title": "扶风豪士歌", "content": "洛阳三月飞胡沙，洛阳城中人怨嗟。\n天津流水波赤血，白骨相撑如乱麻。\n我亦东奔向吴国，浮云四塞道路赊。\n东方日出啼早鸦，城门人开扫落花；梧桐杨柳拂金井，来醉扶风豪士家。\n扶风豪士天下奇，意气相倾山可移；作人不倚将军势，饮酒岂顾尚书期。\n雕盘绮食会众客，吴歌赵舞香风吹。\n原尝春陵六国时，开心写意君所知。\n堂中各有三千士，明日报恩知是谁？\n抚长剑，一扬眉，清水白石何离离。\n脱吾帽，向君笑；饮君酒，为君吟：张良未逐赤松去，桥边黄石知我心。"},
    {"dynasty":"唐","poet": "杜甫", "title": "后出塞五首（其二）", "content": "朝进东门营，暮上河阳桥。\n落日照大旗，马鸣风萧萧。\n平沙列万幕，部伍各见招。\n中天悬明月，令严夜寂寥。\n悲笳数声动，壮士惨不骄。\n借问大将谁，恐是霍嫖姚。"},
    {"dynasty":"唐","poet": "杜甫", "title": "新 安 吏", "content": "客行新安道，喧呼闻点兵。\n借问新安吏：“县小更无丁？\n”“府帖昨夜下，次选中男行。\n”“中男绝短小，何以守王城？\n”肥男有母送，瘦男孤伶俜。\n白水暮东流，青山犹哭声。\n“莫自使眼枯，收汝泪纵横。\n眼枯即见骨，天地终无情。\n我军取相州，日夕望其平。\n岂意贼难料，归军星散营。\n就粮近故垒，练卒依旧京。\n掘壕不到水，牧马役亦轻。\n况乃王师顺，抚养甚分明。\n送行勿泣血，仆射如父兄。\n”"},
    {"dynasty":"唐","poet": "杜甫", "title": "赠卫八处士", "content": "人生不相见，动如参与商。\n今夕复何夕，共此灯烛光？\n少壮能几时，鬓发各已苍。\n访旧半为鬼，惊呼热中肠。\n焉知二十载，重上君子堂。\n昔别君未婚，儿女忽成行。\n怡然敬父执，问我来何方。\n问答未及已，驱儿罗酒浆。\n夜雨剪春韭，新炊间黄梁。\n主称会面难，一举累十觞。\n十觞亦不醉，感子故意长。\n明日隔山岳，世事两茫茫！"},
    {"dynasty":"唐","poet": "杜甫", "title": "洗 兵 马", "content": "中兴诸将收山东，捷书夜报清昼同。\n河广传闻一苇过，胡危命在破竹中。\n只残邺城不日得，独任朔方无限功。\n京师皆骑汗血马，回纥喂肉蒲萄宫。\n已喜皇威清海岱，常思仙仗过崆峒。\n三年笛里关山月，万国兵前草木风。\n成王功大心转小，郭相谋深古来少。\n司徒清鉴悬明镜，尚书气与秋天杳。\n二三豪俊为时出，整顿乾坤济时了。\n东走无复忆鲈鱼，南飞觉有安巢鸟。\n青春复随冠冕入，紫禁正耐烟花绕。\n鹤驾通宵凤辇备，鸡鸣问寝龙楼晓。\n攀龙附凤势莫当，天下尽化为侯王。\n汝等岂知蒙帝力，时来不得夸身强！\n关中既留萧丞相，幕下复用张子房。\n张公一身江海客，身长九尺须眉苍。\n征起适遇风云会，扶颠始知筹策良。\n青袍白马更何有？\n后汉今周喜再昌。\n寸地尺天皆入贡，奇样异瑞争来送。\n不知何国致白环，复道诸山得银瓮。\n隐士休歌紫芝曲，词人解撰河清颂。\n田家望望惜雨干，布谷处处催春种。\n淇上健儿归莫懒，城南思妇愁多梦。\n安得壮士挽天河，尽洗甲兵长不用！"},
    {"dynasty":"唐","poet": "杜甫", "title": "房兵曹胡马", "content": "胡马大宛名，锋棱瘦骨成。\n竹批双耳峻，风入四蹄轻。\n所向无空阔，真堪托死生。\n骁腾有如此，万里可横行。"},
    {"dynasty":"唐","poet": "杜甫", "title": "恨 别", "content": "洛城一别四千里，胡骑长驱五六年。\n草木变衰行剑外，兵戈阻绝老江边。\n思家步月清宵立，忆弟看云白日眠。\n闻道河阳近乘胜，司徒急为破幽燕。"},
    {"dynasty":"唐","poet": "杜甫", "title": "登 楼", "content": "花近高楼伤客心，万方多难此登临。\n锦江春色来天地，玉垒浮云变古今。\n北极朝廷终不改，西山盗寇莫相侵。\n可怜后主还祠庙，日暮聊为梁甫吟。"},
    {"dynasty":"唐","poet": "韦应物", "title": "淮上遇洛阳李主簿", "content": "结茅临古渡，卧见长淮流。\n窗里人将老，门前树已秋。\n寒山独过雁，暮雨远来舟。\n日夕逢归客，那能忘归游！"},
    {"dynasty":"唐","poet": "韦应物", "title": "自巩洛舟行入黄河即事寄府县僚友", "content": "夹水苍山路向东，东南山豁大河通。\n寒树依微远天外，夕阳明灭乱流中。\n孤村几岁临伊岸，一雁初晴下朔风。\n为报洛桥游宦侣，扁舟不系与心同。"},
    {"dynasty":"唐","poet": "孟郊", "title": "寒地百姓吟", "content": "无火炙地眠，半夜皆立号。\n冷箭何处来，棘针风骚骚。\n霜吹破四壁，苦痛不可逃。\n高堂搥钟饮，到晓闻烹炮。\n寒者愿为蛾，烧死彼华膏。\n华膏隔仙罗，虚绕千万遭。\n到头落地死，踏地为游遨。\n游遨者是谁？\n君子为郁陶！"},
    {"dynasty":"唐","poet": "其六", "title": "（周啸天）", "content": "树头树底觅残红，一片西飞一片东。\n自是桃花贪结子，错教人恨五更风。"},
    {"dynasty":"唐","poet": "韩愈", "title": "山 石", "content": "山石荦确行径微，黄昏到寺蝙蝠飞。\n升堂坐阶新雨足，芭蕉叶大栀子肥。\n僧言古壁佛画好，以火来照所见稀。\n铺床拂席置羹饭，疏粝亦足饱我饥。\n夜深静卧百虫绝，清月出岭光入扉。\n天明独去无道路，出入高下穷烟霏。\n山红涧碧纷烂漫，时见松枥皆十围。\n当流赤足踏涧石，水声激激风吹衣。\n人生如此自可乐，岂必局束为人？\n嗟哉吾党二三子，安得至老不更归？"},
    {"dynasty":"唐","poet": "韩愈", "title": "祖席得秋字", "content": "淮南悲木落，而我亦伤秋。\n况与故人别，那堪羁宦愁。\n荣华今异路，风雨昔同忧。\n莫以宜春远，江山多胜游。"},
    {"dynasty":"唐","poet": "白居易", "title": "宴 散", "content": "小宴追凉散，平桥步月回。\n笙歌归院落，灯火下楼台。\n残暑蝉催尽，新秋雁戴来。\n将何迎睡兴，临卧举残杯。"},
    {"dynasty":"唐","poet": "白居易", "title": "魏 王 堤", "content": "花寒懒发鸟慵啼，信马闲行到日西。\n何处未春先有思？\n柳条无力魏王堤。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "始闻秋风", "content": "昔看黄菊与君别，今听玄蝉我却回。\n五夜飕飗枕前觉，一年颜状镜中来。\n马思边草拳毛动，雕盼青云睡眼开。\n天地肃清堪四望，为君扶病上高台。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "与歌者何戡", "content": "二十余年别帝京，重闻天乐不胜情。\n旧人唯有何戡在，更与殷勤唱渭城。"},
    {"dynasty":"唐","poet": "元稹", "title": "行 宫", "content": "寥落古行宫，宫花寂寞红。\n白头宫女在，闲坐说玄宗。"},
    {"dynasty":"唐","poet": "李贺", "title": "美人梳头歌", "content": "西施晓梦绡帐寒，香鬟堕髻半沉檀。\n辘轳咿哑转鸣玉，惊起芙蓉睡新足。\n双鸾开镜秋水光，解鬟临镜立象床。\n一编香丝云撒地，玉钗落处无声腻。\n纤手却盘老鸦色，翠滑宝钗簪不得。\n春风烂漫恼娇慵，十八鬟多无气力。\n妆成鬌欹不斜，云裾数步踏雁沙。\n背人不语向何处？\n下阶自折樱桃花。"},
    {"dynasty":"唐","poet": "李贺", "title": "南园十三首（其一）", "content": "花枝草蔓眼中开，小白长红越女腮。\n可怜日暮嫣香落，嫁与东风不用媒。"},
    {"dynasty":"唐","poet": "李贺", "title": "昌谷北园新笋", "content": "斫取青光写楚辞，腻香春粉黑离离。\n无情有恨何人见？\n露压烟啼千万枝。"},
    {"dynasty":"唐","poet": "杜牧", "title": "金 谷 园", "content": "繁华事散逐香尘，流水无情草自春。\n日暮东风怨啼鸟，落花犹似坠楼人。"},
    {"dynasty":"唐","poet": "皮日休", "title": "汴河怀古", "content": "尽道隋亡为此河，至今千里赖通波。\n若无水殿龙舟事，共禹论功不较多。"},
    {"dynasty":"宋","poet": "韦应物", "title": "调笑令（二首）", "content": "胡马，胡马，远放燕支山下。\n跑沙跑雪独嘶，东望西望路迷。\n迷路，迷路，边草无穷日暮。\n河汉，河汉，晓挂秋城漫漫。\n愁人起望相思，江南塞北别离。\n离别，离别，河汉虽同路绝。"},
    {"dynasty":"宋","poet": "刘禹锡", "title": "忆江南", "content": "春去也！\n多谢洛城人。\n弱柳从风疑举袂，丛兰浥露似沾巾，独坐亦含颦。"},
    {"dynasty":"宋","poet": "白居易", "title": "忆江南（三首）", "content": "江南好，风景旧曾谙。\n日出江花红胜火，春来江水绿如蓝。\n能不忆江南？\n江南忆，最忆是杭州。\n山寺月中寻桂子，郡亭枕上看潮头。\n何日更重游？\n江南忆，其次忆吴宫。\n吴酒一杯春竹叶，吴娃双舞醉芙蓉。\n早晚复相逢？"},
    {"dynasty":"宋","poet": "韦庄", "title": "菩萨蛮", "content": "洛阳城里春光好，洛阳才子他乡老。\n柳暗魏王堤，此时心转迷。\n桃花春水渌，水上鸳鸯浴。\n凝恨对残晖，忆君君不知。"},
    {"dynasty":"宋","poet": "欧阳修", "title": "南歌子", "content": "凤髻金泥带，龙纹玉掌梳。\n走来窗下笑相扶，爱道画眉深浅入时无？\n弄笔偎人久，描花试手初。\n等闲妨了绣工夫，笑问双鸳鸯字怎生书？"},
    {"dynasty":"宋","poet": "欧阳修", "title": "浪淘沙", "content": "把酒祝东风，且共从容。\n垂杨紫陌洛城东。\n总是当时携手处，游遍芳丛。\n聚散苦匆匆，此恨无穷。\n今年花胜去年红。\n可惜明年花更好，知与谁同？"},
    {"dynasty":"宋","poet": "欧阳修", "title": "少年游", "content": "阑干十二独凭春，晴碧远连云。\n千里万里，二月三月，行色苦愁人。\n谢家池上，江淹浦畔，吟魄与离魂。\n那堪疏雨滴黄昏，更特地、忆王孙。"},
    {"dynasty":"宋","poet": "朱敦儒", "title": "水龙吟", "content": "放船千里凌波去，略为吴山留顾。\n云屯水府，涛随神女，九江东注。\n北客翩然，壮心偏感，年华将暮。\n念伊嵩旧隐，巢由故友，南柯梦，遽如许。\n回首妖氛未扫，问人间、英雄何处？\n奇谋报国，可怜无用，尘昏白羽。\n铁锁横江，锦帆冲浪，孙郎良苦。\n但愁敲桂棹，悲吟《梁父》，泪流如雨。"},
    {"dynasty":"宋","poet": "朱敦儒", "title": "鹧鸪天·西都作", "content": "我是清都山水郎，天教懒慢带疏狂。\n曾批给露支风敕，累奏留云借月章。\n诗万首，酒千觞，几曾着眼看侯王？\n玉楼金阙慵归去，且插梅花醉洛阳。"},
    {"dynasty":"宋","poet": "陆游", "title": "卜算子·咏梅", "content": "驿外断桥边，寂寞开无主。\n已是黄昏独自愁，更着风和雨。\n无意苦争春，一任群芳妒。\n零落成泥碾作尘，只有香如故。"}
  ],
  "济南市": [
    {"dynasty":"唐","poet": "王维", "title": "齐州送祖三", "content": "相逢方一笑，相送还成泣。\n祖帐已伤离，荒城复愁入。\n天寒远山净，日暮长河急。\n解缆君已遥，望君犹伫立。"},
    {"dynasty":"宋","poet": "李清照", "title": "如梦令", "content": "常记溪亭日暮，沉醉不知归路。\n兴尽晚回舟，误入藕花深处。\n争渡，争渡，惊起一滩鸥鹭。"},
    {"dynasty":"宋","poet": "李清照", "title": "如梦令", "content": "昨夜雨疏风骤，浓睡不消残酒。\n试问卷帘人，却道海棠依旧。\n知否？\n知否？\n应是绿肥红瘦。"}
  ],
  "济宁市": [
    {"dynasty":"唐","poet": "李白", "title": "嘲 鲁 儒", "content": "鲁臾谈五经，白发死章句。\n问以经济策，茫如坠烟雾。\n足著远游履，首戴方山巾。\n缓步从直道，未行先起尘。\n秦家丞相府，不重褒衣人。\n君非叔孙通，与我本殊伦。\n时事且未达，归耕汶水滨。"},
    {"dynasty":"唐","poet": "李白", "title": "鲁郡东石门送杜二甫", "content": "醉别复几日，登临遍池台。\n何时石门路，重有金樽开？\n秋波落泗水，海色明祖徕。\n飞蓬各自远，且尽手中杯。"},
    {"dynasty":"唐","poet": "杜甫", "title": "登兖州城楼", "content": "东郡趋庭日，南楼纵目初。\n浮云连海岱，平野入青徐。\n孤嶂秦碑在，荒城鲁殿余。\n从来多古意，临眺独踌躇。"},
    {"dynasty":"唐","poet": "杜甫", "title": "赠 李 白", "content": "秋来相顾尚飘蓬，未就丹砂愧葛洪。\n痛饮狂歌空度日，飞扬跋扈为谁雄？"}
  ],
  "海东市": [
    {"dynasty":"唐","poet": "高适", "title": "送浑将军出塞", "content": "将军族贵兵且强，汉家已是浑邪王。\n子孙相承在朝野，至今部曲燕支下。\n控弦尽用阴山儿，登阵常骑大宛马。\n银鞍玉勒绣蝥弧，每逐嫖姚破骨都。\n李广从来先将士，卫青未肯学孙吴。\n传有沙场千万骑，昨日边庭羽书至。\n城头画角三四声，匣里宝刀昼夜鸣。\n意气能甘万里去，辛勤动作一年行。\n黄云白草无前后，朝建旌旗夕刁斗。\n塞上应多侠少年，关西不见春杨柳。\n从军借问所从谁？\n击剑酣歌当此时。\n远别无轻绕朝策，平戎早寄仲宣诗。"}
  ],
  "清远市": [
    {"dynasty":"唐","poet": "刘禹锡", "title": "插 田 歌", "content": "冈头花草齐，燕子东西飞。\n田塍望如线，白水光参差。\n农妇白纻裙，农父绿蓑衣。\n齐唱郢中歌，嘤佇如竹枝。\n但闻怨响音，不辨俚语词。\n时时一大笑，此必相嘲嗤。\n水平苗漠漠，烟火生墟落。\n黄犬往复还，赤鸡鸣且啄。\n路旁谁家郎，乌帽衫袖长。\n自言上计吏，年初离帝乡。\n田夫语计吏：“君家侬定谙。\n一来长安道，眼大不相参。\n”计吏笑致辞：“长安真大处。\n省门高轲峨，侬入无度数。\n昨来补卫士，唯用筒竹布。\n君看二三年，我作官人去。\n”"}
  ],
  "渭南市": [
    {"dynasty":"唐","poet": "王维", "title": "渭川田家", "content": "斜光照墟落，穷巷牛羊归。\n野老念牧童，倚杖候荆扉。\n雉雊麦苗秀，蚕眠桑叶稀。\n田夫荷锄立，相见语依依。\n即此羡闲逸，怅然吟式微。"},
    {"dynasty":"唐","poet": "李白", "title": "西岳云台歌送丹丘子", "content": "西岳峥嵘何壮哉！\n黄河如丝天际来。\n黄河万里触山动，盘涡毂转秦地雷。\n荣光休气纷五彩，千年一清圣人在。\n巨灵咆哮擘两山，洪波喷箭射东海。\n三峰却立如欲摧，翠崖丹谷高掌开。\n白帝金精运元气，石作莲花云作台。\n云台阁道连窈冥，中有不死丹丘生。\n明星玉女备洒扫，麻姑搔背指爪轻。\n我皇手把天地户，丹丘谈天与天语。\n九重出入生光辉，东来蓬莱复西归。\n玉浆倘惠故人饮，骑二茅龙上天飞。"},
    {"dynasty":"唐","poet": "崔颢", "title": "题潼关楼", "content": "客行逢雨霁，歇马上津楼。\n山势雄三辅，关门扼九州。\n川从陕路去，河绕华阴流。\n向晚登临处，风烟万里愁。"},
    {"dynasty":"唐","poet": "崔颢", "title": "行经华阴", "content": "岧峣太华俯咸京，天外三峰削不成。\n武帝祠前云欲散，仙人掌上雨初晴。\n河山北枕秦关险，驿路西连汉畤平。\n借问路旁名利客，何如此处学长生？"},
    {"dynasty":"唐","poet": "杜甫", "title": "望 岳", "content": "岱宗夫如何？\n齐鲁青未了。\n造化钟神秀，阴阳割昏晓。\n荡胸生层云，决眦入归鸟。\n会当凌绝顶，一览众山小。"},
    {"dynasty":"唐","poet": "杜甫", "title": "新 婚 别", "content": "兔丝附蓬麻，引蔓故不长。\n嫁女与征夫，不如弃路旁。\n结发为君妻，席不暖君床。\n暮婚晨告别，无乃太匆忙！\n君行虽不远，守边赴河阳。\n妾身未分明，何以拜姑嫜？\n父母养我时，日夜令我藏。\n生女有所归，鸡狗亦得将。\n君今往死地，沉痛迫中肠。\n誓欲随君去，形势反苍黄。\n勿为新婚念，努力事戎行。\n妇人在军中，兵气恐不扬。\n自嗟贫家女，久致罗襦裳。\n罗襦不复施，对君洗红妆。\n仰视百鸟飞，大小必双翔。\n人事多错忤，与君永相望。"},
    {"dynasty":"唐","poet": "杜甫", "title": "无 家 别", "content": "寂寞天宝后，园庐但蒿藜。\n我里百余家，世乱各东西。\n存者无消息，死者为尘泥。\n贱子因阵败，归来寻旧蹊。\n久行见空巷，日瘦气惨凄。\n但对狐与狸，竖毛怒我啼。\n四邻何所有？\n一二老寡妻。\n宿鸟恋本枝，安辞且穷栖。\n方春独荷锄，日暮还灌畦。\n县吏知我至，召令习鼓鞞。\n虽从本州役，内顾无所携。\n近行止一身，远去终转迷。\n家乡既荡尽，远近理亦齐。\n永痛长病母，五年委沟谿。\n生我不得力，终身两酸嘶。\n人生无家别，何以为蒸黎！"},
    {"dynasty":"唐","poet": "杜甫", "title": "奉先刘少府新画山水障歌", "content": "堂上不合生枫树，怪底江山起烟雾！\n闻君扫却《赤县图》，乘兴遣画沧洲趣。\n画师亦无数，好手不可遇。\n对此融心神，知君重毫素。\n岂但祁岳与郑虔，笔迹远过杨契丹。\n得非玄圃裂，无乃潇湘翻？\n悄然坐我天姥下，耳边已似闻清猿。\n反思前夜风雨急，乃是蒲城鬼神入。\n元气淋漓障犹湿，真宰上诉天应泣。\n野亭春还杂花远，渔翁螟踏孤舟立。\n沧浪水深青溟阔，欹岸侧岛秋毫末。\n不见湘妃鼓瑟时，至今斑竹临江活。\n刘侯天机精，爱画入骨髓。\n自有两儿郎，挥洒亦莫比。\n大儿聪明到，能添老树巅崖里。\n小儿心孔开，貌得山僧及童子。\n若耶溪，云门寺。\n吾独胡为在泥滓？\n青鞋布袜从此始。"},
    {"dynasty":"唐","poet": "李益", "title": "夜上受降城闻笛", "content": "回乐烽前沙似雪，受降城外月如霜。\n不知何处吹芦管，一夜征人尽望乡。"},
    {"dynasty":"唐","poet": "韩愈", "title": "次潼关先寄张十二阁老使君", "content": "荆山已去华山来，日出潼关四扇开。\n刺史莫辞迎候远，相公新破蔡州回。"},
    {"dynasty":"唐","poet": "薛逢", "title": "潼关河亭", "content": "重岗如抱岳如蹲，屈曲秦川势自尊。\n天地并功开帝宅，山河相凑束龙门。\n橹声呕轧中流渡，柳色微茫远岸村。\n满眼波涛终古事，年来惆怅与谁论。"},
    {"dynasty":"宋","poet": "陆游", "title": "好事近", "content": "秋晓上莲峰，高蹑倚天青壁。\n谁与放翁为伴？\n有天坛轻策。\n铿然忽变赤龙飞，雷雨四山黑。\n谈笑做成丰岁，笑禅龛楖栗。"}
  ],
  "湖南市": [
    {"dynasty":"宋","poet": "柳永", "title": "迷神引", "content": "一叶扁舟轻帆卷，暂泊楚江南岸。\n孤城暮角，引胡笳怨。\n水茫茫，平沙雁，旋惊散。\n烟敛寒林簇，画屏展。\n天际遥山小，黛眉浅。\n旧赏轻抛，到此成游宦。\n觉客程劳，年光晚。\n异乡风物，忍萧索、当愁眼。\n帝城赊，秦楼阻，旅魂乱。\n芳草连空阔，残照满。\n佳人无消息，断云远。"},
    {"dynasty":"宋","poet": "柳永", "title": "安公子", "content": "远岸收残雨，雨残稍觉江天暮。\n拾翠汀洲人寂静，立双双鸥鹭。\n望几点、渔灯隐映蒹葭浦。\n停画桡、两两舟人语。\n道去程今夜，遥指前村烟树。\n游宦成羁旅，短樯吟倚闲凝伫。\n万水千山迷远近，想乡关何处？\n自别后、风亭月榭孤欢聚。\n刚断肠、惹得离情苦。\n听杜宇声声，劝人不如归去。"},
    {"dynasty":"宋","poet": "柳永", "title": "倾杯", "content": "鹜落霜洲，雁横烟渚，分明画出秋色。\n暮雨乍歇，小楫夜泊，宿苇村山驿。\n何人月下临风处，起一声羌笛？\n离愁万绪，闻岸草、切切蛩吟如织。\n为忆，芳容别后，水遥山远，何计凭鳞翼！\n想绣阁深沉，争知憔悴损、天涯行客？\n楚峡云归，高阳人散，寂寞狂踪迹。\n望京国，空目断、远峰凝碧。"}
  ],
  "湖州市": [
    {"dynasty":"宋","poet": "张先", "title": "木兰花·乙卯吴兴寒食", "content": "龙头舴艋吴儿竞，笋柱秋千游女并。\n芳洲拾翠暮忘归，秀野踏青来不定。\n行云去后遥山暝，已放笙歌池院静。\n中庭月色正清明，无数杨花过无影。"}
  ],
  "滁州市": [
    {"dynasty":"唐","poet": "韦应物", "title": "寄李儋元锡", "content": "去年花里逢君别，今日花开又一年。\n世事茫茫难自料，春愁黯黯独成眠。\n身多疾病思田里，邑有流亡愧俸钱。\n闻道欲来相问讯，西楼望月几回圆。"},
    {"dynasty":"唐","poet": "韦应物", "title": "滁州西涧", "content": "独怜幽草涧边生，上有黄鹂深树鸣。\n春潮带雨晚来急，野渡无人舟自横。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "木兰花慢·滁州送范倅", "content": "老来情味减，对别酒，怯流年。\n况屈指中秋，十分好月，不照人圆。\n无情水，都不管，共西风只管送归船。\n秋晚莼鲈江上，夜深儿女灯前。\n征衫，便好去朝天。\n玉殿正思贤。\n想夜半承明，留教视草，却遣筹边。\n长安故人问我，道愁肠酒只依然。\n目断秋霄落雁，醉来时响空弦。"}
  ],
  "潍坊市": [
    {"dynasty":"宋","poet": "苏轼", "title": "水调歌头·丙辰中秋", "preface": "丙辰中秋，欢饮达旦。大醉，作此篇。", "content": "兼怀子由。\n明月几时有？\n把酒问青天。\n不知天上宫阙，今夕是何年。\n我欲乘风归去，又恐琼楼玉宇，高处不胜寒。\n起舞弄清影，何似在人间！\n转朱阁，低绮户，照无眠。\n不应有恨，何事长向别时圆？\n人有悲欢离合，月有阴晴圆缺，此事古难全。\n但愿人长久，千里共婵娟。"},
    {"dynasty":"宋","poet": "苏轼", "title": "望江南·超然台作", "content": "春未老，风细柳斜斜。\n试上超然台上看，半壕春水一城花。\n烟雨暗千家。\n寒食后，酒醒却咨嗟。\n休对故人思故国，且将新火试新茶。\n诗酒趁年华。"},
    {"dynasty":"宋","poet": "苏轼", "title": "江城子·密州出猎", "content": "老夫聊发少年狂，左牵黄，右擎苍。\n锦帽貂裘，千骑卷平冈。\n为报倾城随太守，亲射虎，看孙郎。\n酒酣胸胆尚开张，鬓微霜，又何妨？\n持节云中，何日遣冯唐？\n会挽雕弓如满月，西北望，射天狼。"}
  ],
  "烟台市": [
    {"dynasty":"唐","poet": "元稹", "title": "以州宅夸于乐天", "content": "州城回绕拂云堆，镜水稽山满眼来。\n四面常时对屏障，一家终日在楼台。\n星河似向檐前落，鼓角惊从地底回。\n我是玉皇香案吏，谪居犹得住蓬莱。"},
    {"dynasty":"唐","poet": "许浑", "title": "学 仙", "content": "心期仙诀意无穷，采画云车起寿宫。\n闻有三山未知处，茂陵松柏满西风。"},
    {"dynasty":"宋","poet": "周密", "title": "一萼红·登蓬莱阁有感", "content": "步深幽，正云黄天淡，雪意未全休。\n鉴曲寒沙，茂林烟草，俯仰千古悠悠。\n岁华晚，飘零渐远，谁念我、同载五湖舟？\n磴古松斜，崖阴苔老，一片清愁。\n回首天涯归梦，几魂飞西浦，泪洒东州。\n故国山川，故园心眼，还似王粲登楼。\n最怜他，秦鬟妆镜，好江山、何事此时游！\n为唤狂吟老监，共赋消忧。"},
    {"dynasty":"宋","poet": "王沂孙", "title": "醉蓬莱·归故山", "content": "扫西风门径，黄叶凋零，白云萧散。\n柳换枯阴，赋归来何晚！\n爽气霏霏，翠娥眉妩，聊慰登临眼。\n故国如尘，故人如梦，登高还懒。\n数点寒英，为谁零落？\n楚魄难招，暮寒堪揽。\n步屟荒篱，谁念幽芳远。\n一室秋灯，一庭秋雨，更一声秋雁。\n试引芳樽，不知消得，几多依黯？"}
  ],
  "益都市": [
    {"dynasty":"宋","poet": "李清照", "title": "凤凰台上忆吹箫", "content": "香冷金猊，被翻红浪，起来慵自梳头。\n任宝奁尘满，日上帘钩。\n生怕离怀别苦，多少事、欲说还休。\n新来瘦，非干病酒，不是悲愁。\n休休！\n这回去也，千万遍《阳关》，也则难留。\n念武陵人远，烟锁秦楼。\n惟有楼前流水，应念我、终日凝眸。\n凝眸处，从今又添，一段新愁。"},
    {"dynasty":"宋","poet": "李清照", "title": "醉花阴", "content": "薄雾浓云愁永昼，瑞脑销金兽。\n佳节又重阳，玉枕纱厨，半夜凉初透。\n东篱把酒黄昏后，有暗香盈袖。\n莫道不销魂，帘卷西风，人比黄花瘦。"},
    {"dynasty":"宋","poet": "李清照", "title": "念奴娇", "content": "萧条庭院，又斜风细雨，重门须闭。\n宠柳娇花寒食近，种种恼人天气。\n险韵诗成，扶头酒醒，别是闲滋味。\n征鸿过尽，万千心事难寄。\n楼上几日春寒，帘垂四面，玉阑干慵倚。\n被冷香消新梦觉，不许愁人不起。\n清露晨流，新桐初引，多少游春意。\n日高烟敛，更看今日晴未？"}
  ],
  "福州市": [
    {"dynasty":"唐","poet": "高适", "title": "送郑侍御谪闽中", "content": "谪去君无恨，闽中我旧过。\n大都秋雁少，只是夜猿多。\n东路云山合，南天瘴疠和。\n自当逢雨露，行矣慎风波。"},
    {"dynasty":"宋","poet": "李弥逊", "title": "蝶恋花·福州横山阁", "content": "百叠青山江一缕，十里人家，路绕南台去。\n榕叶满川飞白鹭，疏帘半卷黄昏雨。\n楼阁峥嵘天尺五，荷芰风清，习习消袢暑。\n老子人间无着处，一尊来作横山主。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "水龙吟·过南剑双溪楼", "content": "举头西北浮云，倚天万里须长剑。\n人言此地，夜深长见，斗牛光焰。\n我觉山高，潭空水冷，月明星淡。\n待燃犀下看，凭栏却怕，风雷怒，鱼龙惨。\n峡束苍江对起，过危楼，欲飞还敛。\n元龙老矣，不妨高卧，冰壶凉簟。\n千古兴亡，百年悲笑，一时登览。\n问何人又卸，片帆沙岸，系斜阳缆？"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "鹧鸪天·代人赋", "content": "陌上柔桑破嫩芽，东邻蚕种已生些。\n平冈细草鸣黄犊，斜日寒林点暮鸦。\n山远近，路横斜，青旗沽酒有人家。\n城中桃李愁风雨，春在溪头荠菜花。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "鹧鸪天·有客慨然谈功名，因追念少年时事，戏作", "content": "壮岁旌旗拥万夫，锦襜突骑渡江初。\n燕兵夜娖银胡，汉箭朝飞金仆姑。\n追往事，叹今吾，春风不染白髭须。\n却将万"}
  ],
  "绍兴市": [
    {"dynasty":"唐","poet": "孟浩然", "title": "耶溪泛舟", "content": "落景余清辉，轻桡弄溪渚。\n澄明爱水物，临泛何容与。\n白首垂钓翁，新妆浣纱女。\n相看似相识，脉脉不得语。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "舟中晓望", "content": "挂席东南望，青山水国遥。\n舳舻争利涉，来往接风潮。\n问我今何适？\n天台访石桥。\n坐看霞色晓，疑是赤城标。"},
    {"dynasty":"唐","poet": "李白", "title": "梦游天姥吟留别", "content": "海客谈瀛洲，烟涛微茫信难求。\n越人语天姥，云霓明灭或可睹。\n天姥连天向天横，势拔五岳掩赤城。\n天台四万八千丈，对此欲倒东南倾。\n我欲因之梦吴越，一夜飞度镜湖月。\n湖月照我影，送我至剡溪。\n谢公宿处今尚在，渌水荡漾清猿啼。\n脚著谢公屐，身登青云梯。\n半壁见海日，空中闻天鸡。\n千岩万转路不定，迷花倚石忽已暝。\n熊咆龙吟殷岩泉，栗深林兮惊层颠。\n云青青兮欲雨，水澹澹兮生烟。\n列缺霹雳，丘峦崩摧。\n洞天石扉，訇然中开。\n青冥浩荡不见底，日月照耀金银台。\n霓为衣兮风为马，云之君兮纷纷而来下。\n虎鼓瑟兮鸾回车，仙之人兮列如麻。\n忽魂悸以魄动，恍惊起而长嗟。\n恍觉时之枕席，失向来之烟霞。\n世间行乐亦如此，古来万事东流水。\n别君去兮何时还？\n且放白鹿青崖间，须行即骑访名山。\n安能摧眉折腰事权贵，使我不得开心颜！"},
    {"dynasty":"唐","poet": "李白", "title": "送贺宾客归越", "content": "镜湖流水漾清波，狂客归舟逸兴多。\n山阴道士如相见，应写黄庭换白鹅。"},
    {"dynasty":"唐","poet": "刘长卿", "title": "送灵澈上人", "content": "苍苍竹林寺，杳杳钟声晚。\n荷笠带斜阳，青山独归远。"},
    {"dynasty":"唐","poet": "皎然", "title": "饮茶歌诮崔石使君", "content": "越人遗我剡溪茗，采得金芽爨金鼎。\n素瓷雪色飘沫香，何似诸仙琼蕊浆！\n一饮涤昏寐，情思爽朗满天地。\n再饮清我神，忽如飞雨洒轻尘。\n三饮便得道，何须苦心破烦恼。\n此物清高世莫知，世人饮酒多自欺。\n愁看毕卓瓮间夜，笑向陶潜篱下时。\n崔侯啜之意不已，狂歌一曲惊人耳。\n孰知茶道全尔真，唯有丹丘得如此。"},
    {"dynasty":"唐","poet": "元稹", "title": "一字至七字诗•茶", "content": "以题为韵，同王起诸公送白居易分司东都作。\n茶。\n香叶，嫩芽。\n慕诗客，爱僧家。\n碾雕白玉，罗织红纱。\n铫煎黄蕊色，碗转曲尘花。\n夜后邀陪明月，晨前命对朝霞。\n洗尽古今人不倦，将至醉后岂堪夸。"},
    {"dynasty":"宋","poet": "秦观", "title": "江城子", "content": "西城杨柳弄春柔，动离忧，泪难收。\n犹记多情，曾为系归舟。\n碧野朱桥当日事，人不见，水空流。\n韶华不为少年留，恨悠悠，几时休？\n飞絮落花时候、一登楼。\n便做春江都是泪，流不尽，许多愁。"},
    {"dynasty":"宋","poet": "秦观", "title": "虞美人", "content": "碧桃天上栽和露，不是凡花数。\n乱山深处水萦回。\n可惜一枝如画、为谁开？\n轻寒细雨情何限，不道春难管。\n为君沉醉又何妨？\n只怕酒醒时候、断人肠。"},
    {"dynasty":"宋","poet": "叶梦得", "title": "水调歌头·九月望日", "preface": "九月望日，与客习射西园，余偶病不能射。", "content": "霜降碧天静，秋事促西风。\n寒声隐地初听，中夜入梧桐。\n起瞰高城回望，寥落关河千里，一醉与君同。\n叠鼓闹清晓，飞骑引雕弓。\n岁将晚，客争笑，问衰翁。\n平生豪气安在，走马为谁雄？\n何似当筵虎士，挥手弦声响处，双雁落遥空。\n老矣真堪愧，回首望云中！"},
    {"dynasty":"宋","poet": "李邴", "title": "向子·*", "preface": "阮郎归绍兴乙卯大雪行鄱阳道中江南江北雪漫漫，遥知易水寒。", "content": "彤云深处望三关，断肠山又山。\n天可老，海能翻，消除此恨难。\n频闻遣使问平安，几时鸾辂还？"},
    {"dynasty":"宋","poet": "洪皓", "title": "江梅引·忆江梅", "content": "天涯除馆忆江梅。\n几枝开？\n使南来。\n还带馀杭、春信到燕台。\n准拟寒英聊慰远，隔山水，应销落，赴诉谁？\n空恁遐想笑摘蕊，断回肠，思故里。\n漫弹绿绮，引三弄、不觉魂飞。\n更听胡笳、哀怨泪沾衣。\n乱插繁花须异日，待孤讽，怕东风，一夜吹。"},
    {"dynasty":"宋","poet": "陈与义", "title": "临江仙·夜登小阁忆洛中旧游", "content": "忆昔午桥桥上饮，坐中多是豪英。\n长沟流月去无声。\n杏花疏影里，吹笛到天明。\n二十余年如一梦，此身虽在堪惊。\n闲登小阁看新晴。\n古今多少事，渔唱起三更。"},
    {"dynasty":"宋","poet": "张元幹", "title": "贺新郎·送胡邦衡谪新州", "content": "梦绕神州路。\n怅秋风、连营画角，故宫离黍。\n底事昆仑倾砥柱，九地黄流乱注？\n聚万落千村狐兔。\n天意从来高难问，况人情老易悲难诉。\n更南浦，送君去！\n凉生岸柳销残暑。\n耿斜河、疏星淡月，断云微度。\n万里江山知何处？\n回首对床夜语。\n雁不到、书成谁与？\n目尽青天怀今古，肯儿曹恩怨相尔汝？\n举大白，听《金缕》。"},
    {"dynasty":"宋","poet": "张元幹", "title": "水调歌头·追和", "content": "举手钓鳌客，削迹种瓜侯。\n重来吴会三伏，行见五湖秋。\n耳畔风波摇荡，身外功名飘忽，何路射旄头？\n孤负男儿志，怅望故园愁。\n梦中原，挥老泪，遍南州。\n元龙湖海豪气，百尺卧高楼。\n短发霜粘两鬓，清夜盆倾一雨，喜听瓦鸣沟。\n犹有壮心在，付与百川流。"},
    {"dynasty":"宋","poet": "张元幹", "title": "点绛唇·呈洛滨、筠溪二老", "content": "清夜沉沉，暗蛩啼处檐花落。\n乍凉帘幕，香绕屏山角。\n堪恨归鸿，情似秋云薄。\n书难托，尽交寂寞，忘了前时约。"},
    {"dynasty":"宋","poet": "张元幹", "title": "瑞鹧鸪·彭德器出示胡邦衡新句次韵", "content": "白衣苍狗变浮云，千古功名一聚尘。\n好是悲歌将进酒，不妨同赋惜余春。\n风光全似中原日，臭味要须我辈人。\n雨后飞花知底数，醉来赢取自由身。"},
    {"dynasty":"宋","poet": "岳飞", "title": "满江红·写怀", "content": "怒发冲冠，凭栏处、潇潇雨歇。\n抬望眼、仰天长啸，壮怀激烈。\n三十功名尘与土，八千里路云和月。\n莫等闲、白了少年头，空悲切！\n靖康耻，犹未雪。\n臣子恨，何时灭？\n驾长车踏破、贺兰山缺。\n壮志饥餐胡虏肉，笑谈渴饮匈奴血。\n待从头、收拾旧山河，朝天阙。"},
    {"dynasty":"宋","poet": "姚宽", "title": "绍兴太学生·南乡子", "content": "洪迈被拘留，稽首垂哀告敌仇。\n一日忍饥犹不耐，堪羞！\n苏武争禁十九秋？\n厥父既无谋，厥子安能解国忧？\n万里归来夸舌辩，村牛！\n好摆头时便摆头。"},
    {"dynasty":"宋","poet": "陆游", "title": "鹧鸪天", "content": "家住苍烟落照间，丝毫尘事不相关。\n斟残玉瀣行穿竹，卷罢《黄庭》卧看山。\n贪啸傲，任衰残，不妨随处一开颜。\n元知造物心肠别，老却英雄似等闲！"},
    {"dynasty":"宋","poet": "陆游", "title": "钗头凤", "content": "红酥手，黄縢酒，满城春色宫墙柳。\n东风恶，欢情薄。\n一怀愁绪，几年离索。\n错、错、错！\n春如旧，人空瘦，泪痕红浥鲛绡透。\n桃花落，闲池阁。\n山盟虽在，锦书难托。\n莫、莫、莫！"},
    {"dynasty":"宋","poet": "陆游", "title": "夜游宫·记梦寄师伯浑", "content": "雪晓清笳乱起，梦游处、不知何地。\n铁骑无声望似水。\n想关河，雁门西，青海际。\n睡觉寒灯里，漏声断、月斜窗纸。\n自许封侯在万里。\n有谁知？\n鬓虽残，心未死。"},
    {"dynasty":"宋","poet": "陆游", "title": "渔家傲·寄仲高", "content": "东望山阴何处是？\n往来一万三千里。\n写得家书空满纸。\n流清泪，书回已是明年事。\n寄语红桥桥下水，扁舟何日寻兄弟？\n行遍天涯真老矣。\n愁无寐，鬓丝几缕茶烟里。"},
    {"dynasty":"宋","poet": "陆游", "title": "谢池春", "content": "壮岁从戎，曾是气吞残虏。\n阵云高、狼烽夜举。\n朱颜青鬓，拥雕戈西戍。\n笑儒冠、自来多误。\n功名梦断，却泛扁舟吴楚。\n漫悲歌、伤怀吊古。\n烟波无际，望秦关何处？\n叹流年、又成虚度。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "水调歌头·和庞佑父", "content": "雪洗虏尘静，风约楚云留。\n何人为写悲壮，吹角古城楼？\n湖海平生豪气，关塞如今风景，剪烛看吴钩。\n剩喜燃犀处，骇浪与天浮。\n忆当年，周与谢，富春秋。\n小乔初嫁，香囊未解，勋业故优游。\n赤壁矶头落照，肥水桥边衰草，渺渺唤人愁。\n我欲乘风去，击楫誓中流。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "念奴娇", "content": "风帆更起，望一天秋色，离愁无数。\n明日重阳尊酒里，谁与黄花为主？\n别岸风烟，孤舟灯火，今夕知何处？\n不如江月，照伊清夜同去。\n船过采石江边，望夫山下，酌水应怀古。\n德耀归来虽富贵，忍弃平生荆布？\n默想音容，遥怜儿女，独立衡皋暮。\n桐乡君子，念予憔悴如许！"},
    {"dynasty":"宋","poet": "戴复古", "title": "洞仙歌", "content": "卖花担上，菊蕊金初破。\n说着重阳怎虚过。\n看画城簇簇，酒肆歌楼，奈没个巧处，安排着我。\n家乡煞远哩，抵死思量，枉把眉头万千锁。\n一笑且开怀，小阁团栾，旋簇着、几般蔬果。\n把三杯两盏记时光，问有甚曲儿，好唱一个。"},
    {"dynasty":"宋","poet": "吴文英", "title": "浣溪沙", "content": "门隔花深梦旧游，夕阳无语燕归愁，玉纤香动小帘钩。\n落絮无声春堕泪，行云有影月含羞。\n东风临夜冷于秋。"},
    {"dynasty":"宋","poet": "吴文英", "title": "风入松", "content": "听风听雨过清明，愁草瘗花铭。\n楼前绿暗分携路，一丝柳、一寸柔情。\n料峭春寒中酒，交加晓梦啼莺。\n西园日日扫林亭，依旧赏新晴。\n黄蜂频扑秋千索，有当时、纤手香凝。\n惆怅双鸳不到，幽阶一夜苔生。"},
    {"dynasty":"宋","poet": "张炎", "title": "甘州·辛卯岁", "preface": "辛卯岁，沈尧道同余北归，各处杭、越。", "content": "逾岁，尧道来问寂寞，语笑数日，又复别去。\n赋此曲，并寄赵学舟。\n记玉关踏雪事清游，寒气脆貂裘。\n傍枯林古道，长河饮马，此意悠悠。\n短梦依然江表，老泪洒西州。\n一"}
  ],
  "绵阳市": [
    {"dynasty":"唐","poet": "李白", "title": "访戴天山道士不遇", "content": "犬吠水声中，桃花带露浓。\n树深时见鹿，溪午不闻钟。\n野竹分青霭，飞泉挂碧峰。\n无人知所去，愁倚两三松。"},
    {"dynasty":"唐","poet": "杜甫", "title": "闻官军收河南河北", "content": "剑外忽传收蓟北，初闻涕泪满衣裳。\n却看妻子愁何在，漫卷诗书喜欲狂。\n白日放歌须纵酒，青春作伴好还乡。\n即从巴峡穿巫峡，便下襄阳向洛阳。"},
    {"dynasty":"唐","poet": "李商隐", "title": "无题二首（其一）", "content": "昨夜星辰昨夜风，画楼西畔桂堂东。\n身无彩凤双飞翼，心有灵犀一点通。\n隔座送钩春酒暖，分曹射覆蜡灯红。\n嗟余听鼓应官去，走马兰台类转蓬。"},
    {"dynasty":"唐","poet": "李商隐", "title": "无题四首（其一）", "content": "来是空言去绝踪，月斜楼上五更钟。\n梦为远别啼难唤，书被催成墨未浓。\n蜡照半笼金翡翠，麝熏微度绣芙蓉。\n刘郎已恨蓬山远，更隔蓬山一万重。"},
    {"dynasty":"唐","poet": "李商隐", "title": "无题四首（其二）", "content": "飒飒东风细雨来，芙蓉塘外有轻雷。\n金蟾啮锁烧香入，玉虎牵丝汲井回。\n贾氏窥帘韩掾少，宓妃留枕魏王才。\n春心莫共花争发，一寸相思一寸灰。"},
    {"dynasty":"唐","poet": "李商隐", "title": "夜雨寄北", "content": "君问归期未有期，巴山夜雨涨秋池。\n何当共剪西窗烛，却话巴山夜雨时。"}
  ],
  "苏州市": [
    {"dynasty":"唐","poet": "李白", "title": "苏台览古", "content": "旧苑荒台杨柳新，菱歌清唱不胜春。\n只今惟有西江月，曾照吴王宫里人。"},
    {"dynasty":"唐","poet": "刘长卿", "title": "送严士元", "content": "春风倚棹阖闾城，水国春寒阴复晴。\n细雨湿衣看不见，闲花落地听无声。\n日斜江上孤帆影，草绿湖南万里情。\n君去若逢相识问，青袍今已误儒生。"},
    {"dynasty":"唐","poet": "韦应物", "title": "郡斋雨中与诸文士燕集", "content": "兵卫森画戟，宴寝凝清香。\n海上风雨至，逍遥池阁凉。\n烦疴近消散，嘉宾复满堂。\n自惭居处崇，未睹斯民康。\n理会是非遣，性达形迹忘。\n鲜肥属时禁，蔬果幸见尝。\n俯饮一杯酒，仰聆金玉章。\n神欢体自轻，意欲凌风翔。\n吴中盛文史，群彦今汪洋。\n方知大藩地，岂曰财赋强。"},
    {"dynasty":"唐","poet": "韦应物", "title": "秋夜寄邱员外", "content": "怀君属秋夜，散步咏凉天。\n山空松子落，幽人应未眠。"},
    {"dynasty":"唐","poet": "皇甫冉", "title": "送魏十六还苏州", "content": "秋夜沉沉此送君，阴虫切切不堪闻。\n归舟明日毗陵道，回首姑苏是白云。"},
    {"dynasty":"唐","poet": "韩愈", "title": "石 鼓 歌", "content": "张生手持石鼓文，劝我试作石鼓歌。\n少陵无人谪仙死，才薄将奈石鼓何？\n周纲陵迟四海沸，宣王愤起挥天戈。\n大开明堂受朝贺，诸侯剑佩鸣相磨。\n搜于岐阳骋雄俊，万里禽兽皆遮罗。\n镌功勒成告万世，凿石作鼓隳嵯峨。\n从臣才艺咸第一，拣选撰刻留山阿。\n雨淋日炙野火燎，鬼物守护烦呵。\n公从何处得纸本，毫发尽备无差讹。\n辞严义密读难晓，字体不类隶与科。\n年深岂免有缺画，快剑斫断生蛟鼍。\n鸾翔凤翥众仙下，珊瑚碧树交枝柯。\n金绳铁索锁纽壮，古鼎跃水龙腾梭。\n陋儒编诗不收入，二雅褊迫无委蛇。\n孔子西行不到秦，掎摭星宿遗羲娥。\n嗟予好古生苦晚，对此涕泪双滂沱。\n忆昔初蒙博士征，其年始改称元和。\n故人从军在右辅，为我度量掘臼科。\n濯冠沐浴告祭酒，如此至宝存岂多！\n氈苞席裹可立致，十鼓只载数骆驼。\n荐诸太庙比郜鼎，光价岂止百倍过？\n圣恩若许留太学，诸生讲解得切磋。\n观经鸿都尚填咽，坐见举国来奔波。\n剜苔剔藓露节角，安置妥帖平不颇。\n大厦深檐与盖覆，经历久远期无佗。\n中朝大官老于事，讵肯感激徒媕婀。\n牧童敲火牛砺角，谁复著手为摩挲。\n日销月铄就埋没，六年西顾空吟哦。\n羲之俗书趁姿媚，数纸尚可博白鹅。\n继周八代争战罢，无人收拾理则那！\n方今太平日无事，柄任儒术崇丘轲。\n安能以此上论列，愿借辨口如悬河。\n石鼓之歌止于此，呜呼吾意其蹉跎。"},
    {"dynasty":"唐","poet": "白居易", "title": "真 娘 墓", "content": "真娘墓，虎丘道。\n不识真娘镜中面，唯见真娘墓头草。\n霜摧桃李风折莲，真娘死时犹少年。\n肤荑手不牢固，世间尤物难留连。\n难留连，易销歇，塞北花，江南雪。"},
    {"dynasty":"唐","poet": "白居易", "title": "琴 茶", "content": "兀兀寄形群动内，陶陶任性一生间。\n自抛官后春多梦，不读书来老更闲。\n琴里知闻唯渌水，茶中故旧是蒙山。\n穷通行止常相伴，谁道吾今无往还？"},
    {"dynasty":"唐","poet": "杜荀鹤", "title": "送人游吴", "content": "君到姑苏见，人家尽枕河。\n古宫闲地少，水港小桥多。\n夜市卖菱藕，春船载绮罗。\n遥知未眠月，乡思在渔歌。"},
    {"dynasty":"宋","poet": "柳永", "title": "瑞鹧鸪", "content": "吴会风流。\n人烟好，高下水际山头。\n瑶台绛阙，依约蓬丘。\n万井千闾富庶，雄压十三州。\n触处青娥画舸，红粉朱楼。\n方面委元侯。\n致讼简时丰，继日欢游。\n襦温袴暖，已扇民讴。\n旦暮锋车命驾，重整济川舟。\n当恁时，沙堤路稳，归去难留。"},
    {"dynasty":"宋","poet": "贺铸", "title": "鹧鸪天·半死桐", "content": "重过阊门万事非，同来何事不同归？\n梧桐半死清霜后，头白鸳鸯失伴飞。\n原上草，露初晞。\n旧栖新垅两依依。\n空床卧听南窗雨，谁复挑灯夜补衣！"},
    {"dynasty":"宋","poet": "贺铸", "title": "横塘路", "content": "凌波不过横塘路，但目送、芳尘去。\n锦瑟华年谁与度？\n月桥花院，琐窗朱户，只有春知处。\n飞云冉冉蘅皋暮，彩笔新题断肠句。\n试问闲愁都几许？\n一川烟草，满城风絮，梅子黄时雨。"},
    {"dynasty":"宋","poet": "贺铸", "title": "点绛唇", "content": "一幅霜绡，麝煤熏腻纹丝缕。\n掩妆无语，的是销凝处。\n薄暮兰桡，漾下苹花渚。\n风留住。\n绿杨归路，燕子西飞去。"},
    {"dynasty":"宋","poet": "姜夔", "title": "点绛唇·丁未冬过吴松作", "content": "燕雁无心，太湖西畔随云去。\n数峰清苦，商略黄昏雨。\n第四桥边，拟共天随住。\n今何许？\n凭栏怀古，残柳参差舞。"},
    {"dynasty":"宋","poet": "姜夔", "title": "暗香·辛亥之冬", "preface": "辛亥之冬，予载雪诣石湖。止既月，授简索句，且征新声，作此两曲。石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》、《疏影》。", "content": "旧时月色，算几番照我，梅边吹笛？\n唤起玉人，不管清寒与攀摘。\n何逊而今渐老，都忘却、春风词笔。\n但怪得、竹外疏花，香冷入瑶席。\n江国，正寂寂。\n叹寄与路遥，夜雪初积。\n翠尊易泣，红萼无言耿相忆。\n长记曾携手处，千树压、西湖寒碧。\n又片片吹尽也，几时见得？"},
    {"dynasty":"宋","poet": "姜夔", "title": "疏影", "content": "苔枝缀玉，有翠禽小小，枝上同宿。\n客里相逢，篱角黄昏，无言自倚修竹。\n昭君不惯胡沙远，但暗忆、江南江北。\n想佩环、月夜归来，化作此花幽独。\n犹记深宫旧事，那人正睡里，飞近蛾绿。\n莫似春风，不管盈盈，早与安排金屋。\n还教一片随波去，又却怨、玉龙哀曲。\n等恁时、重觅幽香，已入小窗横幅。"},
    {"dynasty":"宋","poet": "吴文英", "title": "莺啼序", "content": "残寒正欺病酒，掩沉香绣户。\n燕来晚、飞入西城，似说春事迟暮。\n画船载、清明过却，晴烟冉冉吴宫树。\n念羁情、游荡随风，化为轻絮。\n十载西湖，傍柳系马，趁娇尘软雾。\n溯红渐招入仙溪，锦儿偷寄幽素。\n倚银屏、春宽梦窄，断红湿、歌纨金缕。\n暝堤空，轻把斜阳，总还鸥鹭。\n幽兰旋老，杜若还生，水乡尚寄旅。\n别后访六桥无信，事往花委，瘗玉埋香，几番风雨。\n长波妒盼，遥山羞黛，渔灯分影春江宿，记当时、短楫桃根渡。\n青楼仿佛，临分败壁题诗，泪墨惨淡尘土。\n危亭望极，草色天涯，叹鬓侵半苎。\n暗点检、离痕欢唾，尚染鲛绡；亸凤迷归，破鸾慵舞。\n殷勤待写，书中长恨，蓝霞辽海沉过雁，漫相思、弹入哀筝柱。\n伤心千里江南，怨曲重招，断魂在否？"},
    {"dynasty":"宋","poet": "吴文英", "title": "八声甘州·陪庾幕诸公游灵岩", "content": "渺空烟四远，是何年、青天坠长星？\n幻苍崖云树，名娃金屋，残霸宫城。\n箭径酸风射眼，腻水染花腥。\n时靸双鸳响，廊叶秋声。\n宫里吴王沉醉，倩五湖倦客，独钓醒醒。\n问苍天无语，华发奈山青。\n水涵空、阑干高处，送乱鸦、斜日落渔汀。\n连呼酒，上琴台去，秋与云平。"},
    {"dynasty":"宋","poet": "吴文英", "title": "夜合花·自鹤江入京，泊葑门外，有感", "content": "柳暝河桥，莺晴台苑，短策频惹春香。\n当时夜泊，温柔便入深乡。\n词韵窄，酒杯长。\n剪烛花、壶箭催忙。\n共追游处，凌波翠陌，连棹横塘。\n十年一梦凄凉。\n似西湖燕去，吴馆巢荒。\n重来万感，依前唤酒银罂。\n溪雨急，岸花狂。\n趁残鸦、飞过苍茫。\n故人楼上，凭谁指与，芳草斜阳？"},
    {"dynasty":"宋","poet": "吴文英", "title": "唐多令", "content": "何处合成愁？\n离人心上秋。\n纵芭蕉、不雨也飕飕。\n都道晚凉天气好，有明月、怕登楼。\n年事梦中休。\n花空烟水流。\n燕辞归、客尚淹留。\n垂柳不萦裙带住，漫长是、系行舟。"},
    {"dynasty":"宋","poet": "吴文英", "title": "贺新郎·陪履斋先生沧浪看梅", "content": "乔木生云气。\n访中兴、英雄陈迹，暗追前事。\n战舰东风悭借便，梦断神州故里。\n旋小筑、吴宫闲地。\n华表月明归夜鹤，叹当时、花竹今如此。\n枝上露、溅清泪。\n遨头小簇行春队，步苍苔、寻幽别墅，问梅开未？\n重唱梅边新度曲，催发寒梢冻蕊。\n此心与、东君同意。\n后不如今今非昔，两无言、相对沧浪水。\n怀此恨，寄残醉。"},
    {"dynasty":"宋","poet": "蒋捷", "title": "一剪梅·舟过吴江", "content": "一片春愁待酒浇，江上舟摇，楼上帘招。\n秋娘渡与泰娘桥，风又飘飘，雨又萧萧。\n何日归家洗客袍？\n银字笙调，心字香烧。\n流光容易把人抛，红了樱桃，绿了芭蕉。"},
    {"dynasty":"宋","poet": "张炎", "title": "清平乐", "content": "候蛩凄断，人语西风岸。\n月落沙平江似练，望尽芦花无雁。\n暗教愁损兰成，可怜夜夜关情。\n只有一枝梧叶，不知多少秋声？"}
  ],
  "荆州市": [
    {"dynasty":"唐","poet": "张九龄", "title": "感遇十二首（其七）", "content": "江南有丹橘，经冬犹绿林。\n岂伊地气暖，自有岁寒心。\n可以荐嘉客，奈何阻重深。\n运命唯所遇，循环不可寻。\n徒言树桃李，此木岂无阴。"},
    {"dynasty":"唐","poet": "张九龄", "title": "自君之出矣", "content": "自君之出矣，不复理残机。\n思君如满月，夜夜减清辉。"},
    {"dynasty":"唐","poet": "王维", "title": "偶 然 作", "content": "老来懒赋诗，惟有老相随。\n宿世谬词客，前身应画师。\n不能舍余习，偶被世人知。\n名"},
    {"dynasty":"唐","poet": "李白", "title": "渡荆门送别", "content": "渡远荆门外，来从楚国游。\n山随平野尽，江入大荒流。\n月下飞天镜，云生结海楼。\n仍怜故乡水，万里送行舟。"},
    {"dynasty":"唐","poet": "杜甫", "title": "短 歌 行", "content": "王郎酒酣拔剑斫地歌莫哀！\n我能拔尔抑塞磊落之奇才。\n豫章翻风白日动，鲸鱼跋浪沧溟开。\n且脱佩剑休徘徊。\n西得诸侯棹锦水，欲向何门趿珠履？\n仲宣楼头春色深，青眼高歌望吾子。\n眼中之人吾老矣！"},
    {"dynasty":"唐","poet": "孟云卿", "title": "寒 食", "content": "二月江南花满枝，他乡寒食远堪悲。\n贫居往往无烟火，不独明朝为子推。"},
    {"dynasty":"唐","poet": "韩愈", "title": "郑群赠簟", "content": "蕲州笛竹天下知，郑君所宝尤瑰奇。\n携来当昼不得卧，一府争看黄琉璃。\n体坚色净又藏节，尽眼凝滑无瑕疵。\n法曹贫贱众所易，腰腹空大何能为？\n自从五月困暑湿，如坐深甑遭蒸炊。\n手磨袖拂心语口，慢肤多汗真相宜。\n日暮归来独惆怅，有卖直欲倾家资。\n谁谓故人知我意，卷送八尺含风漪。\n呼奴扫地铺未了，光彩照耀惊童儿。\n青蝇侧翅蚤虱避，肃肃疑有清飙吹。\n倒身甘寝百疾愈，却愿天日恒炎曦。\n明珠青玉不足报，赠子相好无时衰。"},
    {"dynasty":"唐","poet": "白居易", "title": "竹枝词四首", "content": "瞿塘峡口水烟低，白帝城头月向西；唱到竹枝声咽处，寒猿鸟一时啼。\n竹枝苦怨怨何人？\n夜静山空歇又闻。\n蛮儿巴女齐声唱，愁杀江楼病使君。\n巴东船舫上巴西，波面风生雨脚齐；水蓼冷花红簇簇，江蓠湿叶碧凄凄。\n江畔谁人唱竹枝？\n前声断咽后声迟。\n怪来调苦缘词苦，多是通州司马诗。"},
    {"dynasty":"唐","poet": "元稹", "title": "织 妇 词", "content": "织妇何太忙，蚕经三卧行欲老。\n蚕神女圣早成丝，今年丝税抽征早。\n早征非是官人恶，去岁官家事戎索。\n征人战苦束刀疮，主将勋高换罗幕。\n缲丝织帛犹努力，变缉撩机苦难织。\n东家头白双女儿，为解挑纹嫁不得。\n檐前袅袅游丝上，上有蜘蛛巧来往。\n羡他虫豸解缘天，能向虚空织罗网。"},
    {"dynasty":"唐","poet": "元稹", "title": "田 家 词", "content": "牛吒吒，田确确，旱块敲牛蹄趵趵，种得官仓珠颗谷。\n六十年来兵簇簇，月月食粮车辘辘。\n一日官军收海服，驱牛驾车食牛肉。\n归来收得牛两角，重铸耧犁作斤劚。\n姑舂妇担去输官，输官不足归卖屋。\n愿官早胜仇早覆，农死有儿牛有犊。\n誓不遣官军粮不足。"},
    {"dynasty":"唐","poet": "元稹", "title": "离思五首（其四）", "content": "曾经沧海难为水，除却巫山不是云。\n取次花丛懒回顾，半缘修道半缘君。"},
    {"dynasty":"唐","poet": "张祜", "title": "题孟处士宅", "content": "高才何必贵，下位不妨贤。\n孟简虽持节，襄阳属浩然。"},
    {"dynasty":"唐","poet": "徐夤", "title": "开元即事", "content": "曲江真宰国中讹，寻奏渔阳忽荷戈。\n堂上有兵天不用，幄中无策印空多。\n尘惊骑透潼关锁，云护龙游渭水波。\n未必蛾眉能破国，千秋休恨马嵬坡。"},
    {"dynasty":"唐","poet": "鱼玄机", "title": "江陵愁望有寄", "content": "枫叶千枝复万枝，江桥掩映暮帆迟。\n忆君心似西江水，日夜东流无歇时。"},
    {"dynasty":"宋","poet": "孙光宪", "title": "竹枝", "content": "门前春水白花，岸上无人小艇斜。\n商女经过江欲暮，散抛残食饲神鸦。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "浣溪沙", "content": "霜日明霄水蘸空，鸣鞘声里绣旗红，淡烟衰草有无中。\n万里中原烽火北，一尊浊酒戍楼东。\n酒阑挥泪向悲风。"}
  ],
  "荆门市": [
    {"dynasty":"唐","poet": "陈子昂", "title": "晚次乐乡县", "content": "故乡杳无际，日暮且孤征。\n川原迷旧国，道路入边城。\n野戍荒烟断，深山古木平。\n如何此时恨，噭噭夜猿鸣。"}
  ],
  "莆田市": [
    {"dynasty":"宋","poet": "刘克庄", "title": "贺新郎·九日", "content": "湛湛长空黑，更那堪、斜风细雨，乱愁如织。\n老眼平生空四海，赖有高楼百尺。\n看浩荡、千崖秋色，白发书生神州泪，尽凄凉、不向牛山滴。\n追往事、去无迹。\n少年自负凌云笔。\n到如今、春华落尽，满怀萧瑟。\n常恨世人新意少，爱说南朝狂客。\n把破帽、年年拈出。\n若对黄花孤负酒，怕黄花、也笑人岑寂。\n鸿北去，日西匿。"}
  ],
  "衡阳市": [
    {"dynasty":"唐","poet": "钱起", "title": "归 雁", "content": "潇湘何事等闲回？\n水碧沙明两岸苔。\n二十五弦弹夜月，不胜清怨却飞来。"},
    {"dynasty":"唐","poet": "韩愈", "title": "谒衡岳庙遂宿岳寺题门楼", "content": "五岳祭秩皆三公，四方环镇嵩当中。\n火维地荒足妖怪，天假神柄专其雄。\n喷云泄雾藏半腹，虽有绝顶谁能穷？\n我来正逢秋雨节，阴气晦昧无清风。\n潜心默祷若有应，岂非正直能感通。\n须臾静扫众峰出，仰见突兀撑青空。\n紫盖连延接天柱，石廪腾掷堆祝融。\n森然魄动下马拜，松柏一径趋灵宫。\n粉墙丹柱动光彩，鬼物图画填青红。\n升阶伛偻荐脯酒，欲以菲薄明其衷。\n庙令老人识神意，睢盱侦伺能鞠躬。\n手持杯珓导我掷，云此最吉馀难同。\n窜逐蛮荒幸不死，衣食才足甘长终。\n侯王将相望久绝，神纵欲福难为功。\n夜投佛寺上高阁，星月掩映云朣胧。\n猿鸣钟动不知曙，杲杲寒日生于东。"},
    {"dynasty":"唐","poet": "韩愈", "title": "题木居士", "content": "火透波穿不计春，根如头面干如身。\n偶然题作木居士，便有无穷求福人。"}
  ],
  "衢州市": [
    {"dynasty":"唐","poet": "白居易", "title": "王 昭 君", "content": "汉使却回凭寄语，黄金何日赎蛾眉？\n君王若问妾颜色，莫道不如宫里时。"}
  ],
  "襄阳市": [
    {"dynasty":"唐","poet": "孟浩然", "title": "秋登万山寄张五", "content": "北山白云里，隐者自怡悦。\n相望试登高，心随雁飞灭。\n愁因薄暮起，兴是清秋发。\n时见归村人，平沙渡头歇。\n天边树若荠，江畔舟如月。\n何当载酒来，共醉重阳节。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "登江中孤屿赠白云先生王迥", "content": "悠悠清江水，水落沙屿出。\n回潭石下深，绿筿岸傍密。\n鲛人潜不见，渔父歌自逸。\n忆与君别时，泛舟如昨日。\n夕阳开晚照，中坐兴非一。\n南望鹿门山，归来恨如失。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "登望楚山最高顶", "content": "山水观形胜，襄阳美会稽。\n最高唯望楚，曾未一攀跻。\n石壁疑削成，众山比全低。\n晴明试登陟，目极无端倪。\n云梦掌中小，武陵花处迷。\n暝还归骑下，萝月映深溪。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "夜归鹿门山歌", "content": "山寺鸣钟昼已昏，渔梁渡头争渡喧。\n人随沙岸向江村，余亦乘舟归鹿门。\n鹿门月照开烟树，忽到庞公栖隐处。\n岩扉松径长寂寥，唯有幽人自来去。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "万山潭作", "content": "垂钓坐磐石，水清心亦闲。\n鱼行潭树下，猿挂岛藤间。\n游女昔解佩，传闻于此山。\n求之不可得，沿月掉歌还。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "岁暮归南山", "content": "北阙休上书，南山归弊庐。\n不才明主弃，多病故人疏。\n白发催年老，青阳逼岁除。\n永怀愁不寐，松月夜窗虚。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "与诸子登岘山", "content": "人事有代谢，往来成古今。\n江山留胜迹，我辈复登临。\n水落鱼梁浅，天寒梦泽深。\n羊公碑尚在，读罢泪沾巾。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "游精思观回王白云在后", "content": "出谷未亭午，至家已夕曛。\n回瞻下山路，但见牛羊群。\n樵子暗相失，草虫寒不闻。\n衡门犹未掩，伫立待夫君。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "宿建德江", "content": "移舟泊烟渚，日暮客愁新。\n野旷天低树，江清月近人。"},
    {"dynasty":"唐","poet": "张子容", "title": "送孟浩然归襄阳", "content": "东越相逢地，西亭送别津。\n风潮看解缆，云海去愁人。\n乡在桃林岸，山连枫树春。\n因怀故园意，归与孟家邻。"},
    {"dynasty":"唐","poet": "李颀", "title": "望 秦 川", "content": "秦川朝望迥，日出正东峰。\n远近山河净，逶迤城阙重。\n秋声万户竹，寒色五陵松。\n客有归欤叹，凄其霜露浓。"},
    {"dynasty":"唐","poet": "王维", "title": "汉江临泛", "content": "楚塞三湘接，荆门九派通。\n江流天地外，山色有无中。\n郡邑浮前浦，波澜动远空。\n襄阳好风日，留醉与山翁。"},
    {"dynasty":"唐","poet": "李白", "title": "梁 甫 吟", "content": "长啸梁甫吟，何时见阳春？\n君不见，朝歌屠叟辞棘津，八十西来钓渭滨。\n宁羞白发照清水，逢时壮气思经纶。\n广张三千六百钓，风期暗与文王亲。\n大贤虎变愚不测，当年颇似寻常人。\n君不见，高阳酒徒起草中，长揖山东隆准公。\n入门不拜逞雄辩，两女辍洗来趋风。\n东下齐城七十二，指挥楚汉如旋蓬。\n狂客落魄尚如此，何况壮士当群雄！\n我欲攀龙见明主，雷公砰訇震天鼓。\n帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。\n阊阖九门不可通，以额叩关阍者怒。\n白日不照吾精诚，杞国无事忧天倾。\n猰貐磨牙竞人肉，驺虞不折生草茎。\n手接飞猱搏雕虎，侧足焦原未言苦。\n智者可卷愚者豪，世人见我轻鸿毛。\n力排南山三壮士，齐相杀之费二桃。\n吴楚弄兵无剧孟，亚夫咍尔为徒劳。\n梁甫吟，声正悲。\n张公两龙剑，神物合有时。\n风云感会起屠钓，大人岘屼当安之。"},
    {"dynasty":"唐","poet": "李白", "title": "赠孟浩然", "content": "吾爱孟夫子，风流天下闻。\n红颜弃轩冕，白首卧松云。\n醉月频中圣，迷花不事君。\n高山安可仰，徒此揖清芬。"},
    {"dynasty":"唐","poet": "元稹", "title": "遣悲怀三首", "content": "谢公最小偏怜女，嫁与黔娄百事乖。\n顾我无衣搜荩箧，泥他沽酒拔金钗。\n野蔬充膳甘长藿，落叶添薪仰古槐。\n今日俸钱过十万，与君营奠复营斋。\n昔日戏言身后意，今朝都到眼前来。\n衣裳已施行看尽，针线犹存未忍开。\n尚想旧情怜婢仆，也曾因梦送钱财。\n诚知此恨人人有，贫贱夫妻百事哀。\n闲坐悲君亦自悲，百年都是几多时。\n邓攸无子寻知命，潘岳悼亡犹费词。\n同穴窅冥何所望，他生缘会更难期。\n惟将终夜长开眼，报答平生未展眉。"},
    {"dynasty":"唐","poet": "何希尧", "title": "柳 枝 词", "content": "大堤杨柳雨沉沉，万缕千条惹恨深。\n飞絮满天人去远，东风无力系春心。"},
    {"dynasty":"唐","poet": "崔涂", "title": "初渡汉江", "content": "襄阳好向岘亭看，人物萧条属岁阑。\n为报习家多置酒，夜来风雪过江寒。"},
    {"dynasty":"宋","poet": "吴泳", "title": "上西平·送陈舍人", "content": "跨征鞍，横战槊，上襄州。\n便匹马、蹴踏高秋。\n芙蓉未折，笛声吹起塞云愁。\n男儿若欲树功名，须向前头。\n凤雏寒，龙骨朽，蛟渚暗，鹿门幽。\n阅人物、渺渺如沤。\n棋头已动，也须高着局心筹。\n莫将一片广长舌、博取封侯。"}
  ],
  "西安市": [
    {"dynasty":"唐","poet": "卢照邻", "title": "长安古意", "content": "长安大道连狭斜，青牛白马七香车。\n玉辇纵横过主第，金鞭络绎向侯家。\n龙衔宝盖承朝日，凤吐流苏带晚霞。\n百尺游丝争绕树，一群娇鸟共啼花。\n游蜂戏蝶千门侧，碧树银台万种色。\n复道交窗作合欢，双阙连甍垂凤翼。\n梁家画阁中天起，汉帝金茎云外直。\n楼前相望不相知，陌上相逢讵相识？\n借问吹箫向紫烟，曾经学舞度芳年。\n得成比目何辞死，愿作鸳鸯不羡仙。\n比目鸳鸯真可羡，双去双来君不见？\n生憎帐额绣孤鸾，好取门帘帖双燕。\n双燕双飞绕画梁，罗帏翠被郁金香。\n片片行云着蝉鬓，纤纤初月上鸦黄。\n鸦黄粉白车中出，含娇含态情非一。\n妖童宝马铁连钱，娼妇盘龙金屈膝。\n御史府中乌夜啼，廷尉门前雀欲栖。\n隐隐朱城临玉道，遥遥翠幰没金堤。\n挟弹飞鹰杜陵北，探丸借客渭桥西。\n俱邀侠客芙蓉剑，共宿娼家桃李蹊。\n娼家日暮紫罗裙，清歌一啭口氛氲。\n北堂夜夜人如月，南陌朝朝骑似云。\n南陌北堂连北里，五剧三条控三市。\n弱柳青槐拂地垂，佳气红尘暗天起。\n汉代金吾千骑来，翡翠屠苏鹦鹉杯。\n罗襦宝带为君解，燕歌赵舞为君开。\n别有豪华称将相，转日回天不相让。\n意气由来排灌夫，专权判不容萧相。\n专权意气本豪雄，青虬紫燕坐春风。\n自言歌舞长千载，自谓骄奢凌五公。\n节物风光不相待，桑田碧海须臾改。\n昔时金阶白玉堂，即今惟见青松在。\n寂寂寥寥扬子居，年年岁岁一床书。\n独有南山桂花发，飞来飞去袭人裾。"},
    {"dynasty":"唐","poet": "卢照邻", "title": "行 路 难", "content": "君不见长安城北渭桥边，枯木横槎卧古田。\n昔日含红复合紫，常时留雾亦留烟。\n春景春风花似雪，香车玉舆恒阗咽。\n若个游人不竞攀，若个倡家不来折。\n倡家宝袜蛟龙帔，公子银鞍千万骑。\n黄莺一向花娇春，两两三三将子戏。\n千尺长条百尺枝，丹桂青榆相蔽亏。\n珊瑚叶上鸳鸯鸟，凤凰巢里雏鹓儿。\n巢倾枝折凤归去，条枯叶落狂风吹。\n一朝零落无人问，万古摧残君讵知？\n人生贵贱无终始，倏忽须臾难久恃。\n谁家能驻西山日？\n谁家能堰东流水？\n汉家陵树满秦川，行来行去尽哀怜。\n自昔公卿二千石，咸拟荣华一万年。\n不见朱唇将白貌，惟闻素棘与黄泉。\n金貂有时须换酒，玉尘但摇莫计钱。\n寄言坐客神仙署，一生一死交情处。\n苍龙阙下君不来，白鹤山前我应去。\n云间海上邈难期，赤心会合在何时？\n但愿尧年一百万，长作巢由也不辞！"},
    {"dynasty":"唐","poet": "骆宾王", "title": "于易水送人", "content": "此地别燕丹，壮士发冲冠。\n昔时人已没，今日水犹寒。"},
    {"dynasty":"唐","poet": "杜审言", "title": "春日京中有怀", "content": "今年游寓独游秦，愁思看春不当春。\n上林苑里花徒发，细柳营前叶漫新。\n公子南桥应尽兴，将军西第几留宾。\n寄语洛城风日道，明年春色倍还人。"},
    {"dynasty":"唐","poet": "杜审言", "title": "渡 湘 江", "content": "迟日园林悲昔游，今春花鸟作边愁。\n独怜京国人南窜，不似湘江水北流。"},
    {"dynasty":"唐","poet": "王勃", "title": "送杜少府之任蜀川", "content": "城阙辅三秦，风烟望五津。\n与君离别意，同是宦游人。\n海内存知己，天涯若比邻。\n无为在歧路，儿女共沾巾。"},
    {"dynasty":"唐","poet": "王勃", "title": "山 中", "content": "长江悲已滞，万里念将归。\n况属高风晚，山山黄叶飞。"},
    {"dynasty":"唐","poet": "宋之问", "title": "度大庾岭", "content": "度岭方辞国，停轺一望家。\n魂随南翥鸟，泪尽北枝花。\n山雨初含霁，江云欲变霞。\n但令归有日，不敢恨长沙。"},
    {"dynasty":"唐","poet": "陈子昂", "title": "送别崔著作东征", "content": "金天方肃杀，白露始专征。\n王师非乐战，之子慎佳兵。\n海气侵南部，边风扫北平。\n莫卖卢龙塞，归邀麟阁名。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "早寒江上有怀", "content": "木落雁南度，北风江上寒。\n我家襄水曲，遥隔楚云端。\n乡泪客中尽，归帆天际看。\n迷津欲有问，平海夕漫漫。"},
    {"dynasty":"唐","poet": "孟浩然", "title": "送朱大入秦", "content": "游人五陵去，宝剑值千金。\n分手脱相赠，平生一片心。"},
    {"dynasty":"唐","poet": "李颀", "title": "送魏万之京", "content": "朝闻游子唱离歌，昨夜微霜初渡河。\n鸿雁不堪愁里听，云山况是客中过。\n关城曙色催寒近，御苑砧声向晚多。\n莫见长安行乐处，空令岁月易蹉跎。"},
    {"dynasty":"唐","poet": "王昌龄", "title": "西宫春怨", "content": "西宫夜静百花香，欲卷珠帘春恨长。\n斜倚云和深见月，朦胧树色隐昭阳。"},
    {"dynasty":"唐","poet": "王昌龄", "title": "长信秋词五首（其一）", "content": "金井梧桐秋叶黄，珠帘不卷夜来霜。\n熏笼玉枕无颜色，卧听南宫清漏长。"},
    {"dynasty":"唐","poet": "王昌龄", "title": "春 宫 曲", "content": "昨夜风开露井桃，未央前殿月轮高。\n平阳歌舞新承宠，帘外春寒赐锦袍。"},
    {"dynasty":"唐","poet": "王维", "title": "蓝田山石门精舍", "content": "落日山水好，漾舟信归风。\n玩奇不觉远，因以缘源穷。\n遥爱云木秀，初疑路不同。\n安知清流转，偶与前山通。\n舍舟理轻策，果然惬所适。\n老僧四五人，逍遥荫松柏。\n朝梵林未曙，夜禅山更寂。\n道心及牧童，世事问樵客。\n暝宿长林下，焚香卧瑶席。\n涧芳袭人衣，山月映石壁。\n再寻畏迷误，明发更登历。\n笑谢桃源人，花红复来觌。"},
    {"dynasty":"唐","poet": "王维", "title": "送綦毋潜落第还乡", "content": "圣代无隐者，英灵尽来归。\n遂令东山客，不得顾采薇。\n既至金门远，孰云吾道非？\n江淮度寒食，京洛缝春衣。\n置酒长安道，同心与我违。\n行当浮桂棹，未几拂荆扉。\n远树带行客，孤城当落晖。\n吾谋适不用，勿谓知音稀。"},
    {"dynasty":"唐","poet": "王维", "title": "不 遇 咏", "content": "北阙献书寝不报，南山种田时不登。\n百人会中身不预，五侯门前心不能。\n身投河朔饮君酒，家在茂陵平安否？\n且共登山复临水，莫问春风动杨柳。\n今人作人多自私，我心不说君应知。\n济人然后拂衣去，肯作徒尔一男儿！"},
    {"dynasty":"唐","poet": "王维", "title": "老 将 行", "content": "少年十五二十时，步行夺得胡马骑。\n射杀山中白额虎，肯数邺下黄须儿。\n一身转战三千里，一剑曾当百万师。\n汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。\n卫青不败由天幸，李广无功缘数奇。\n自从弃置便衰朽，世事蹉跎成白首。\n昔时飞箭无全目，今日垂杨生左肘。\n路旁时卖故侯瓜，门前学种先生柳。\n苍茫古木连穷巷，寥落寒山对虚牖。\n誓令疏勒出飞泉，不似颍川空使酒。\n贺兰山下阵如云，羽檄交驰日夕闻。\n节使三河募年少，诏书五道出将军。\n试拂铁衣如雪色，聊持宝剑动星文。\n愿得燕弓射天将，耻令越甲鸣吾君。\n莫嫌旧日云中守，犹堪一战取功勋。"},
    {"dynasty":"唐","poet": "王维", "title": "夷 门 歌", "content": "七雄雄雌犹未分，攻城杀将何纷纷。\n秦兵益围邯郸急，魏王不救平原君。\n公子为嬴停驷马，执辔愈恭意愈下。\n亥为屠肆鼓刀人，嬴乃夷门抱关者。\n非但慷慨献奇谋，意气兼将生命酬。\n向风刎颈送公子，七十老翁何所求！"},
    {"dynasty":"唐","poet": "王维", "title": "桃 源 行", "content": "渔舟逐水爱山春，两岸桃花夹古津。\n坐看红树不知远，行尽青溪不见人。\n山口潜行始隈隩，山开旷望旋平陆。\n遥看一处攒云树，近入千家散花竹。\n樵客初传汉姓名，居人未改秦衣服。\n居人共住武陵源，还从物外起田园。\n月明松下房栊静，日出云中鸡犬喧。\n惊闻俗客争来集，竞引还家问都邑。\n平明闾巷扫花开，薄暮渔樵乘水入。\n初因避地去人间，及至成仙遂不还。\n峡里谁知有人事，世中遥望空云山。\n不疑灵境难闻见，尘心未尽思乡县。\n出洞无论隔山水，辞家终拟长游衍。\n自谓经过旧不迷，安知峰壑今来变。\n当时只记入山深，青溪几度到云林。\n春来遍是桃花水，不辨仙源何处寻。"},
    {"dynasty":"唐","poet": "王维", "title": "辋川闲居赠裴秀才迪", "content": "寒山转苍翠，秋水日潺湲。\n倚杖柴门外，临风听暮蝉。\n渡头余落日，墟里上孤烟。\n复值接舆醉，狂歌五柳前。"},
    {"dynasty":"唐","poet": "王维", "title": "终 南 山", "content": "太乙近天都，连山到海隅。\n白云回望合，青霭入看无。\n分野中峰变，阴晴众壑殊。\n欲投人处宿，隔水问樵夫。"},
    {"dynasty":"唐","poet": "王维", "title": "终南别业", "content": "中岁颇好道，晚家南山陲。\n兴来每独往，胜事空自知。\n行到水穷处，坐看云起时。\n偶然值林叟，谈笑无还期。"},
    {"dynasty":"唐","poet": "王维", "title": "过香积寺", "content": "不知香积寺，数里入云峰。\n古木无人径，深山何处钟。\n泉声咽危石，日色冷青松。\n薄暮空潭曲，安禅制毒龙。"},
    {"dynasty":"唐","poet": "王维", "title": "送梓州李使君", "content": "万壑树参天，千山响杜鹃。\n山中一夜雨，树杪百重泉。\n汉女输橦布，巴人讼芋田。\n文翁翻教授，不敢倚先贤。"},
    {"dynasty":"唐","poet": "王维", "title": "送丘为落第归江东", "content": "怜君不得意，况复柳条春。\n为客黄金尽，还家白发新。\n五湖三亩宅，万里一归人。\n知祢不能荐，羞为献纳臣。"},
    {"dynasty":"唐","poet": "王维", "title": "酬张少府", "content": "晚年惟好静，万事不关心。\n自顾无长策，空知返旧林。\n松风吹解带，山月照弹琴。\n君问穷通理，渔歌入浦深。"},
    {"dynasty":"唐","poet": "王维", "title": "酌酒与裴迪", "content": "酌酒与君君自宽，人情翻覆似波澜。\n白首相知犹按剑，朱门先达笑弹冠。\n草色全经细雨湿，花枝欲动春风寒。\n世事浮云何足问，不如高卧且加餐。"},
    {"dynasty":"唐","poet": "王维", "title": "新昌里访吕逸人不遇", "content": "桃源一向绝风尘，柳市南头访隐沦。\n到门不敢题凡鸟，看竹何须问主人。\n城上青山如屋里，东家流水入西邻。\n闭户著书多岁月，种松皆作老龙鳞。"},
    {"dynasty":"唐","poet": "王维", "title": "九月九日忆山东兄弟", "content": "独在异乡为异客，每逢佳节倍思亲。\n遥知兄弟登高处，遍插茱萸少一人。"},
    {"dynasty":"唐","poet": "王维", "title": "少 年 行", "content": "出身仕汉羽林郎，初随骠骑战渔阳。\n孰知不向边庭苦，纵死犹闻侠骨香。"},
    {"dynasty":"唐","poet": "裴迪", "title": "送 崔 九", "content": "归山深浅去，须尽丘壑美。\n莫学武陵人，暂游桃源里。"},
    {"dynasty":"唐","poet": "祖咏", "title": "终南望馀雪", "content": "终南阴岭秀，积雪浮云端。\n林表明霁色，城中增暮寒。"},
    {"dynasty":"唐","poet": "李白", "title": "古风（其三）", "content": "秦王扫六合，虎视何雄哉！\n挥剑决浮云，诸侯尽西来。\n明断自天启，大略驾群才。\n收兵铸金人，函谷正东开。\n铭功会稽岭，骋望琅邪台。\n刑徒七十万，起土骊山隈。\n尚采不死药，茫然使心哀。\n连弩射海鱼，长鲸正崔嵬。\n额鼻象五岳，扬波喷云雷。\n鬐鬣蔽青天，何由睹蓬莱？\n徐市载秦女，楼船几时回？\n但见三泉下，金棺葬寒灰。"},
    {"dynasty":"唐","poet": "李白", "title": "妾 薄 命", "content": "汉帝重阿娇，贮之黄金屋。\n咳唾落九天，随风生珠玉。\n宠极爱还歇，妒深情却疏。\n长门一步地，不肯暂回车。\n雨落不上天，水覆难再收。\n君情与妾意，各自东西流。\n昔日芙蓉花，今成断根草。\n以色事他人，能得几时好？"},
    {"dynasty":"唐","poet": "李白", "title": "金乡送韦八之西京", "content": "客从长安来，还归长安去。\n狂风吹我心，西挂咸阳树。\n此情不可道，此别何时遇？\n望望不见君，连山起烟雾。"},
    {"dynasty":"唐","poet": "李白", "title": "下终南山过斛斯山人宿置酒", "content": "暮从碧山下，山月随人归。\n却顾所来径，苍苍横翠微。\n相携及田家，童稚开荆扉。\n绿竹入幽径，青萝拂行衣。\n欢言得所憩，美酒聊共挥。\n长歌吟松风，曲尽河星稀。\n我醉君复乐，陶然共忘机。"},
    {"dynasty":"唐","poet": "李白", "title": "望终南山寄紫阁隐者", "content": "出门见南山，引领意无限。\n秀色难为名，苍翠日在眼。\n有时白云起，天际自舒卷。\n心中与之然，托兴每不浅。\n何当造幽人，灭迹栖绝巘。"},
    {"dynasty":"唐","poet": "李白", "title": "月下独酌", "content": "花间一壶酒，独酌无相亲。\n举杯邀明月，对影成三人。\n月既不解饮，影徒随我身。\n暂伴月将影，行乐须及春。\n我歌月徘徊，我舞影零乱。\n醒时同交欢，醉后各分散。\n永结无情游，相期邈云汉。"},
    {"dynasty":"唐","poet": "李白", "title": "关 山 月", "content": "明月出天山，苍茫云海间。\n长风几万里，吹度玉门关。\n汉下白登道，胡窥青海湾。\n由来征战地，不见有人还。\n戍客望边色，思归多苦颜。\n高楼当此夜，叹息未应闲。"},
    {"dynasty":"唐","poet": "冬歌", "title": "何日平胡虏，良人罢远征？", "content": "明朝驿使发，一夜絮征袍。\n素手抽针冷，那堪把剪刀。\n裁缝寄远道，几日到临洮？"},
    {"dynasty":"唐","poet": "李白", "title": "襄 阳 歌", "content": "落日欲没岘山西，倒着接花下迷。\n襄阳小儿齐拍手，拦街争唱《白铜鞮》。\n傍人借问笑何事，笑杀山公醉似泥。\n鸬鹚杓，鹦鹉杯，百年三万六千日，一日须倾三百杯。\n遥看汉水鸭头绿，恰似葡萄初醅。\n此江若变作春酒，垒曲便筑糟丘台。\n千金骏马换小妾，笑坐雕鞍歌《落梅》。\n车傍侧挂一壶酒，凤笙龙管行相催。\n咸阳市中叹黄犬，何如月下倾金罍？\n君不见晋朝羊公一片石，龟头剥落生莓苔。\n泪亦不能为之堕，心亦不能为之哀。\n清风朗月不用一钱买，玉山自倒非人推。\n舒州构，力士铛，李白与尔同死生。\n襄王云雨今安在？\n江水东流猿夜声。"},
    {"dynasty":"唐","poet": "李白", "title": "蜀 道 难", "content": "噫吁嚱，危乎高哉！\n蜀道之难难于上青天。\n蚕丛及鱼凫，开国何茫然！\n尔来四万八千岁，不与秦塞通人烟。\n西当太白有鸟道，可以横绝峨眉巅。\n地崩山摧壮士死，然后天梯石栈相钩连。\n上有六龙回日之高标，下有冲波逆折之回川。\n黄鹤之飞尚不得过，猿猱欲度愁攀援。\n青泥何盘盘，百步九折萦岩峦。\n扪参历井仰胁息，以手抚膺坐长叹。\n问君西游何时还？\n畏途巉岩不可攀。\n但见悲鸟"},
    {"dynasty":"唐","poet": "李白", "title": "行 路 难", "content": "金樽清酒斗十千，玉盘珍羞值万钱。\n停杯投箸不能食，拔剑四顾心茫然。\n欲渡黄河冰塞川，将登太行雪满山。\n闲来垂钓碧溪上，忽复乘舟梦日边。\n行路难，行路难，多歧路，今安在？\n长风破浪会有时，直挂云帆济沧海。"},
    {"dynasty":"唐","poet": "李白", "title": "将 进 酒", "content": "君不见黄河之水天上来，奔流到海不复回。\n君不见高堂明镜悲白发，朝如青丝暮成雪。\n人生得意须尽欢，莫使金樽空对月。\n天生我材必有用，千金散尽还复来。\n烹羊宰牛且为乐，会须一饮三百杯。\n岑夫子，丹丘生，将进酒，杯莫停。\n与君歌一曲，请君为我倾耳听。\n钟鼓馔玉不足贵，但愿长醉不复醒。\n古来圣贤皆寂寞，惟有饮者留其名。\n陈王昔时宴平乐，斗酒十千恣欢谑。\n主人何为言少钱，径须沽取对君酌。\n五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。"},
    {"dynasty":"唐","poet": "李白", "title": "赠裴十四", "content": "朝见裴叔则，朗如行玉山。\n黄河落天走东海，万里写入胸怀间。\n身骑白鼋不敢度，金高南山买君顾。\n徘徊六合无相知，飘若浮云且西去！"},
    {"dynasty":"唐","poet": "李白", "title": "寄王屋山人孟大融", "content": "我昔东海上，劳山餐紫霞。\n亲见安期公，食枣大如瓜。\n中年谒汉主，不惬还归家。\n朱颜谢春晖，白发见生涯。\n所期就金液，飞步登云车。\n随随夫子天坛上，闲与仙人扫落花。"},
    {"dynasty":"唐","poet": "李白", "title": "把酒问月", "content": "青天有月来几时？\n我今停杯一问之。\n人攀明月不可得，月行却与人相随。\n皎如飞镜临丹阙，绿烟灭尽清辉发。\n但见宵从海上来，宁知晓向云间没。\n白兔捣药秋复春，嫦娥孤栖与谁邻？\n今人不见古时月，今月曾经照古人。\n古人今人若流水，共看明月皆如此。\n唯愿当歌对酒时，月光长照金樽里。"},
    {"dynasty":"唐","poet": "李白", "title": "忆旧游寄谯郡元参军", "content": "忆昔洛阳董糟丘，为余天津桥南造酒楼。\n黄金白璧买歌笑，一醉累月轻王侯。\n海内贤豪青云客，就中与君心莫逆。\n回山转海不作难，倾情倒意无所惜。\n我向淮南攀桂枝，君留洛北愁梦思。\n不忍别，还相随。\n相随迢迢访仙城，三十六曲水回萦。\n一溪初入千花明，万壑度尽松风声。\n银鞍金络到平地，汉东太守来相迎。\n紫阳之真人，邀我吹玉笙。\n餐霞楼上动仙乐，嘈然宛似鸾凤鸣。\n袖长管催欲轻举，汉东太守醉起舞。\n手持锦袍覆我身，我醉横眠枕其股。\n当筵意气凌九霄，星离雨散不终朝，分飞楚关山水遥。\n余既还山寻故巢，君亦归家渡渭桥。\n君家严君勇貔虎，作尹并州遏戎虏。\n五月相呼渡太行，摧轮不道羊肠苦。\n行来北京岁月深，感君贵义轻黄金。\n琼杯绮食青玉案，使我醉饱无归心。\n时时出向城西曲，晋祠流水如碧玉。\n浮舟弄水箫鼓鸣，微波龙鳞莎草绿。\n兴来携妓恣经过，其若杨花似雪何！\n红妆欲醉宜斜日，百尺清潭写翠娥。\n翠娥婵娟初月辉，美人更唱舞罗衣。\n清风吹歌入空去，歌曲自绕行云飞。\n此时行乐难再遇，西游因献《长杨赋》。\n北阙青云不可期，东山白首还归去。\n渭桥南头一遇君，酂台之北又离群。\n问余别恨今多少，落花春暮争纷纷。\n言亦不可尽，情亦不可及。\n呼儿长跪缄此辞，寄君千里遥相忆。"},
    {"dynasty":"唐","poet": "李白", "title": "灞陵行送别", "content": "送君灞陵亭，灞水流浩浩。\n上有无花之古树，下有伤心之春草。\n我向秦人问路岐，云是王粲南登之古道。\n古道连绵走西京，紫阙落日浮云生。\n正当今夕断肠处，骊歌愁绝不忍听。"},
    {"dynasty":"唐","poet": "李白", "title": "乌 栖 曲", "content": "姑苏台上乌栖时，吴王宫里醉西施。\n吴歌楚舞欢未毕，青山欲衔半边日。\n银箭金壶漏水多，起看秋月坠江波。\n东方渐高奈乐何！"},
    {"dynasty":"唐","poet": "李白", "title": "宫中行乐词", "content": "柳色黄金嫩，梨花白雪香。\n玉楼巢翡翠，珠殿锁鸳鸯。\n选妓随雕辇，征歌出洞房。\n宫中谁第一？\n飞燕在昭阳。"},
    {"dynasty":"唐","poet": "李白", "title": "送 友 人", "content": "青山横北郭，白水绕东城。\n此地一为别，孤蓬万里征。\n浮云游子意，落日故人情。\n挥手自兹去，萧萧班马鸣。"},
    {"dynasty":"唐","poet": "李白", "title": "送友人入蜀", "content": "见说蚕丛路，崎岖不易行。\n山从人面起，云傍马头生。\n芳树笼秦栈，春流绕蜀城。\n升沉应已定，不必问君平。"},
    {"dynasty":"唐","poet": "李白", "title": "玉 阶 怨", "content": "玉阶生白露，夜久侵罗袜。\n却下水晶帘，玲珑望秋月。"},
    {"dynasty":"唐","poet": "高适", "title": "淇上酬薛三据兼寄郭少府微", "content": "自从别京华，我心乃萧索。\n十年守章句，万事空寥落！\n北上登蓟门，茫茫见沙漠。\n倚剑对风尘，慨然思卫霍。\n拂衣去燕赵，驱马怅不乐。\n天长沧州路，日暮邯郸郭。\n酒肆或淹留，渔潭屡栖泊。\n独行备艰险，所见穷善恶。\n永愿拯刍荛，孰云干鼎镬！\n皇情念淳古，时俗何浮薄。\n理道资任贤，安人在求瘼。\n故交负灵奇，逸气抱謇谔。\n隐轸经济具，纵横建安作。\n才望忽先鸣，风期无宿诺。\n飘飖劳州县，迢递限言谑。\n东驰眇贝丘，西顾弥虢略。\n淇水徒自流，浮云不堪托。\n吾谋适可用，天路岂寥廓！\n不然买山田，一身与耕凿。\n且欲同鹪鹩，焉能志鸿鹄！"},
    {"dynasty":"唐","poet": "高适", "title": "效古赠崔二", "content": "十月河洲时，一看有归思。\n风飙生惨烈，雨雪暗天地。\n我辈今胡为？\n浩哉迷所至。\n缅怀当途者，济济居声位。\n邈然在云霄，宁肯更沦踬？\n周旋多燕乐，门馆列车骑。\n美人芙蓉姿，狭室兰麝气。\n金炉陈兽炭，谈笑正得意。\n岂论草泽中，有此枯槁士？\n我惭经济策，久欲甘弃置。\n君负纵横才，如何尚憔悴？\n长歌增郁怏，对酒不能醉。\n穷达自有时，夫子莫下泪。"},
    {"dynasty":"唐","poet": "高适", "title": "醉后赠张九旭", "content": "世上谩相识，此翁殊不然。\n兴来书自圣，醉后语尤颠。\n白发老闲事，青云在目前。\n床头一壶酒，能更几回眠？"},
    {"dynasty":"唐","poet": "高适", "title": "登 陇", "content": "陇头远行客，陇上分流水。\n流水无尽期，行人未云已。\n浅才通一命，孤剑适千里。\n岂不思故乡？\n从来感知己。"},
    {"dynasty":"唐","poet": "储光羲", "title": "同王十三维偶然作", "content": "仲夏日中时，草木看欲焦。\n田家惜工力，把锄来东皋。\n顾望浮云阴，往往误伤苗。\n归来悲困极，兄嫂共相譊。\n无钱可沽酒，何以解劬劳。\n夜深星汉明，庭宇虚寥寥。\n高柳三五株，可以独逍遥。"},
    {"dynasty":"唐","poet": "杜甫", "title": "奉赠韦左丞丈二十二韵", "content": "纨袴不饿死，儒冠多误身。\n丈人试静听，贱子请具陈。\n甫昔少年日，早充观国宾。\n读书破万卷，下笔如有神。\n赋料扬雄敌，诗看子建亲。\n李邕求识面，王翰愿卜邻。\n自谓颇挺出，立登要路津。\n致君尧舜上，再使风俗淳。\n此意竟萧条，行歌非隐沦。\n骑驴十三载，旅食京华春。\n朝扣富儿门，暮随肥马尘。\n残杯与冷炙，到处潜悲辛。\n主上顷见征，欻然欲求伸。\n青冥却垂翅，蹭蹬无纵鳞。\n甚愧丈人厚，甚知丈人真。\n每于百僚上，猥诵佳句新。\n窃效贡公喜，难甘原宪贫。\n焉能心怏怏？\n只是走踆踆。\n今欲东入海，即将西去秦。\n尚怜终南山，回首清渭滨。\n常拟报一饭，况怀辞大臣。\n白鸥没浩荡，万里谁能驯？"},
    {"dynasty":"唐","poet": "杜甫", "title": "同诸公登慈恩寺塔", "content": "高标跨苍穹，烈风无时休。\n自非旷士怀，登兹翻百忧。\n方知象教力，足可追冥搜。\n仰穿龙蛇窟，始出枝撑幽。\n七星在北户，河汉声西流。\n羲和鞭白日，少昊行清秋。\n秦山忽破碎，泾渭不可求。\n俯视但一气，焉能辨皇州？\n回首叫虞舜，苍梧云正愁。\n惜哉瑶池饮，日晏昆仑丘。\n黄鹄去不息，哀鸣何所投？\n君看随阳雁，各有稻粱谋。"},
    {"dynasty":"唐","poet": "杜甫", "title": "前出塞九首（其六）", "content": "挽弓当挽强，用箭当用长。\n射人先射马，擒贼先擒王。\n杀人亦有限，列国自有疆。\n苟能制侵陵，岂在多杀伤？"},
    {"dynasty":"唐","poet": "杜甫", "title": "自京赴奉先县咏怀五百字", "content": "杜陵有布衣，老大意转拙。\n许身一何愚，窃比稷与契。\n居然成濩落，白首甘契阔。\n盖棺事则已，此志常觊豁。\n穷年忧黎元，叹息肠内热。\n取笑同学翁，浩歌弥激烈。\n非无江海志，潇洒送日月。\n生逢尧舜君，不忍便永诀。\n当今廊庙具，构厦岂云缺？\n葵藿倾太阳，物性固莫夺。\n顾惟蝼蚁辈，但自求其穴。\n胡为慕大鲸，辄拟偃溟渤？\n以兹误生理，独耻事干谒。\n兀兀遂至今，忍为尘埃没。\n终愧巢与由，未能易其节。\n沉饮聊自遣，放歌破愁绝。\n岁暮百草零，疾风高冈裂。\n天衢阴峥嵘，客子中夜发。\n霜严衣带断，指直不得结。\n凌晨过骊山，御榻在嵽嵲。\n蚩尤塞寒空，蹴踏崖谷滑。\n瑶池气郁律，羽林相摩戛。\n君臣留欢娱，乐动殷胶葛。\n赐浴皆长缨，与宴非短褐。\n彤庭所分帛，本自寒女出。\n鞭挞其夫家，聚敛供城阙。\n圣人筐篚恩，实欲邦国活。\n臣如忽至理，君岂弃此物？\n多士盈朝廷，仁者宜战栗。\n况闻内金盘，尽在卫霍室。\n中堂舞神仙，烟雾蒙玉质。\n煖客貂鼠裘，悲管逐清瑟。\n劝客驼蹄羹，霜橙压香橘。\n朱门酒肉臭，路有冻死骨。\n荣枯咫尺异，惆怅难再述。\n北辕就泾渭，官渡又改辙。\n群冰从西下，极目高崒兀。\n疑是崆峒来，恐触天柱折。\n河梁幸未坼，枝撑声窸窣。\n行李相攀援，川广不可越。\n老妻寄异县，十口隔风雪。\n谁能久不顾？\n庶往共饥渴。\n入门闻"},
    {"dynasty":"唐","poet": "杜甫", "title": "述 怀", "content": "去年潼关破，妻子隔绝久。\n今夏草木长，脱身得西走。\n麻鞋见天子，衣袖露两肘。\n朝廷愍生还，亲故伤老丑。\n涕泪受拾遗，流离主恩厚。\n柴门虽得去，未忍即开口。\n寄书问三川，不知家在否。\n比闻同罹祸，杀戮到鸡狗。\n山中漏茅屋，谁复依户牗。\n摧颓苍松根，地冷骨未朽。\n几人全性命？\n尽室岂相偶？\n嵚岑猛虎场，郁结回我首。\n自寄一封书，今已十月后。\n反畏消息来，寸心亦何有？\n汉运初中兴，生平老耽酒。\n沉思欢会处，恐作穷独臾。"},
    {"dynasty":"唐","poet": "杜甫", "title": "梦李白二首（其一）", "content": "死别已吞声，生别常恻恻。\n江南瘴疠地，逐客无消息。\n故人入我梦，明我长相忆。\n君今在网罗，何以有羽翼？\n魂来枫林青，魂返关塞黑。\n恐非平生魂，路远不可测。\n落月满屋梁，犹疑照颜色。\n水深波浪阔，无使蛟龙得。"},
    {"dynasty":"唐","poet": "杜甫", "title": "遭田父泥饮美严中丞", "content": "步屟随春风，村村自花柳。\n田翁逼社日，邀我尝春酒。\n酒酣夸新尹，畜眼未见有。\n回头指大男，渠是弓弩手。\n名在飞骑籍，长番岁时久。\n前日放营农，辛苦救衰朽。\n差科死则已，誓不举家走。\n今年大作社，拾遗能住否？\n叫妇开大瓶，盆中为吾取。\n感此气扬扬，须知风化首。\n语多虽杂乱，说尹终在口。\n朝来偶然出，自卯将及酉。\n久客惜人情，如何拒邻叟。\n高声索果栗，欲起时被肘。\n指挥过无礼，未觉村野丑。\n月出遮我留，仍嗔问升斗。"},
    {"dynasty":"唐","poet": "杜甫", "title": "高都护骢马行", "content": "安西都护胡青骢，声价欻然来向东。\n此马临阵久无敌，与人一心成大功。\n功成惠养随所致，飘飘远自流沙至。\n雄姿未受伏枥恩，猛气犹思战场利。\n腕促蹄高如踣铁，交河几蹴曾冰裂。\n五花散作云满身，万里方看汗流血。\n长安壮儿不敢骑，走过掣电倾城知。\n青丝络头为君老，何由却出横门道？"},
    {"dynasty":"唐","poet": "杜甫", "title": "乐游园歌", "content": "乐游古园崒森爽，烟绵碧草萋萋长。\n公子华筵势最高，秦川对酒平如掌。\n长生木瓢示真率，更调鞍马狂欢赏。\n青春波浪芙蓉园，白日雷霆夹城仗。\n阊阖晴开荡荡，曲江翠幕排银榜。\n拂水低回舞袖翻，缘云清切歌声上。\n却忆年年人醉时，只今未醉已先悲。\n数茎白发那抛得？\n百罚深杯亦不辞。\n圣朝亦知贱士丑，一物自荷皇天慈。\n此身饮罢无归处，独立苍茫自咏诗。"},
    {"dynasty":"唐","poet": "杜甫", "title": "曲江三章章五句", "content": "曲江萧条秋气高，菱荷枯折随波涛，游子空嗟垂二毛。\n白石素沙亦相荡，哀鸿独叫求其曹。\n即事非今亦非古，长歌激越捎林莽，比屋豪华固难数。\n吾人甘作心似灰，弟侄何伤泪如雨。\n自断此生休问天，杜曲幸有桑麻田，故将移往南山边。\n短衣匹马随李广，看射猛虎终残年。"},
    {"dynasty":"唐","poet": "杜甫", "title": "戏为韦偃双松图歌", "content": "天下几人画古松，毕宏已老韦偃少。\n绝笔长风起纤末，满堂动色嗟神妙。\n两株惨裂苔藓皮，屈铁交错回高枝。\n白摧朽骨龙虎死，黑入太阴雷雨垂。\n松根胡僧憩寂寞，庞眉皓首无住著。\n偏袒右肩露双脚，叶里松子僧前落。\n韦侯韦侯数相见，我有一匹好东绢。\n重之不减锦绣段，已令拂拭光凌乱。\n请公放笔为直干。"},
    {"dynasty":"唐","poet": "杜甫", "title": "兵 车 行", "content": "车辚辚，马萧萧，行人弓箭各在腰。\n爷娘妻子走相送，尘埃不见咸阳桥。\n牵衣顿足拦道哭，哭声直上干云霄。\n道旁过者问行人，行人但云点行频。\n或从十五北防河，便至四十西营田。\n去时里正与裹头，归来头白还戍边。\n边庭流血成海水，武皇开边意未已。\n君不闻汉家山东二百州，千村万落生荆杞。\n纵有健妇把锄犁，禾生陇亩无东西。\n况复秦兵耐苦战，被驱不异犬与鸡。\n长者虽有问，役夫敢申恨？\n且如今年冬，未休关西卒。\n县官急索租，租税从何出？\n信知生男恶，反是生女好。\n生女犹得嫁比邻，生男埋没随百草。\n君不见青海头，古来白骨无人收。\n新鬼烦冤旧鬼哭，天阴雨湿声啾啾。"},
    {"dynasty":"唐","poet": "杜甫", "title": "丽 人 行", "content": "三月三日天气新，长安水边多丽人。\n态浓意远淑且真，肌理细腻骨肉匀。\n绣罗衣裳照暮春，蹙金孔雀银麒麟。\n头上何所有？\n翠为叶垂鬓唇。\n背后何所见？\n珠压腰衱稳称身。\n就中云幕椒房亲，赐名大国虢与秦。\n紫驼之峰出翠釜，水精之盘行素鳞。\n犀著厌饫久未下，鸾刀缕切空纷纶。\n黄门飞鞚不动尘，御厨络绎送八珍。\n箫管哀吟感鬼神，宾从杂遝实要津。\n后来鞍马何逡巡，当轩下马入锦茵。\n杨花雪落覆白，青鸟飞去衔红巾。\n炙手可热势绝伦，慎莫近前丞相嗔！"},
    {"dynasty":"唐","poet": "杜甫", "title": "醉 时 歌", "content": "诸公衮衮登台省，广文先生官独冷。\n甲第纷纷厌粱肉，广文先生饭不足。\n先生有道出羲皇，先生有才过屈宋。\n德尊一代常坎坷，名垂万古知何用！\n杜陵野客人更嗤，被褐短窄鬓如丝。\n日籴太仓五升米，时赴郑老同襟期。\n得钱即相觅，沽酒不复疑。\n忘形到尔汝，痛饮真吾师。\n清夜沉沉动春酌，灯前细雨檐花落。\n但觉高歌有鬼神，焉知饿死填沟壑？\n相如逸才亲涤器，子云识字终投阁。\n先生早赋《归去来》，石田茅屋荒苍苔。\n儒术于我何有哉？\n孔丘盗跖俱尘埃！\n不须闻此意惨怆，生前相遇且衔杯。"},
    {"dynasty":"唐","poet": "杜甫", "title": "饮中八仙歌", "content": "知章骑马似乘船，眼花落井水底眠。\n汝阳三斗始朝天，道逢麴车口流涎，恨不移封向酒泉。\n左相日兴费万钱，饮如长鲸吸百川，衔杯乐圣称避贤。\n宗之潇洒美少年，举觞白眼望青天，皎如玉树临风前。\n苏晋长斋绣佛前，醉中往往爱逃禅。\n李白一斗诗百篇，长安市上酒家眠，天子呼来不上船，自称臣是酒中仙。\n张旭三杯草圣传，脱帽露顶王公前，挥毫落纸如云烟。\n焦遂五斗方卓然，高谈雄辩惊四筵。"},
    {"dynasty":"唐","poet": "杜甫", "title": "投简咸华两县诸子", "content": "赤县官曹拥材杰，软裘快马当冰雪！\n长安苦寒谁独悲？\n杜陵野老骨欲折。\n南山豆苗早荒秽，青门瓜地新冻裂。\n乡里儿童项领成，朝廷故旧礼数绝。\n自然弃掷与时异，况乃疏顽临事拙。\n饥卧动即向一旬，敝衣何啻联百结。\n君不见空墙日色晚，此老无声泪垂血。"},
    {"dynasty":"唐","poet": "杜甫", "title": "贫 交 行", "content": "翻手为云覆手雨，纷纷轻薄何须数。\n君不见管鲍贫时交，此道今人弃如土。"},
    {"dynasty":"唐","poet": "杜甫", "title": "悲 陈 陶", "content": "孟冬十郡良家子，血作陈陶泽中水。\n野旷天清无战声，四万义军同日死。\n群胡归来血洗箭，仍唱胡歌饮都市。\n都人回面向北啼，日夜更望官军至。"},
    {"dynasty":"唐","poet": "杜甫", "title": "哀 江 头", "content": "少陵野老吞声哭，春日潜行曲江曲。\n江头宫殿锁千门，细柳新蒲为谁绿？\n忆昔霓旌下南苑，苑中万物生颜色。\n昭阳殿里第一人，同辇随君侍君侧。\n辇前才人带弓箭，白马嚼啮黄金勒。\n翻身向天仰射云，一笑正坠双飞翼。\n明眸皓齿今何在？\n血污游魂归不得。\n清渭东流剑阁深，去住彼此无消息。\n人生有情泪沾臆，江水江花岂终极！\n黄昏胡骑尘满城，欲往城南望城北。"},
    {"dynasty":"唐","poet": "杜甫", "title": "韦讽录事宅观曹将军画马图", "content": "国初以来画鞍马，神妙独数江都王。\n将军得名三十载，人间又见真乘黄。\n曾貌先帝照夜白，龙池十日飞霹雳。\n内府殷红玛瑙盘，婕妤传诏才人索。\n盘赐将军拜舞归，轻纨细绮相追飞。\n贵戚权门得笔迹，始觉屏障生光辉。\n昔日太宗拳毛，近时郭家狮子花。\n今之新图有二马，复令识者久叹嗟！\n此皆战骑一敌万，缟素漠漠开风沙。\n其余七匹亦殊绝，迥若寒空动霞雪。\n霜蹄蹴踏长楸间，马官厮养森成列。\n可怜九马争神骏，顾视清高气深稳。\n借问苦心爱者谁？\n后有韦讽前支遁。\n忆昔巡幸新丰宫，翠华拂天来向东。\n腾骧磊落三万匹，皆与此图筋骨同。\n自从献宝朝河宗，无复射蛟江水中。\n君不见金粟堆前松柏里，龙媒去尽鸟呼风。"},
    {"dynasty":"唐","poet": "杜甫", "title": "春日忆李白", "content": "白也诗无敌，飘然思不群。\n清新庾开府，俊逸鲍参军。\n渭北春天树，江东日暮云。\n何时一樽酒，重与细论文。"},
    {"dynasty":"唐","poet": "杜甫", "title": "月 夜", "content": "今夜鄜州月，闺中只独看。\n遥怜小儿女，未解忆长安。\n香雾云鬟湿，清辉玉臂寒。\n何日倚虚幌，双照泪痕干。"},
    {"dynasty":"唐","poet": "杜甫", "title": "春 望", "content": "国破山河在，城春草木深。\n感时花溅泪，恨别鸟惊心。\n烽火连三月，家书抵万金。\n白头搔更短，浑欲不胜簪。"},
    {"dynasty":"唐","poet": "杜甫", "title": "春宿左省", "content": "花隐掖垣暮，啾啾栖鸟过。\n星临万户动，月傍九霄多。\n不寝听金钥，因风想玉珂。\n明朝有封事，数问夜如何。"},
    {"dynasty":"唐","poet": "杜甫", "title": "奉济驿重送严公四韵", "content": "远送从此别，青山空复情。\n几时杯重把？\n昨夜月同行。\n列郡讴歌惜，三朝出入荣。\n江村独归处，寂寞养残生。"},
    {"dynasty":"唐","poet": "杜甫", "title": "喜观即到复题短篇二首（其一）", "content": "巫峡千山暗，终南万里春。\n病中吾见弟，书到汝为人。\n意答儿童问，来经战伐新。\n泊船悲喜后，款款话归秦。"},
    {"dynasty":"唐","poet": "杜甫", "title": "九日蓝田崔氏庄", "content": "老去悲秋强自宽，兴来今日尽君欢。\n羞将短发还吹帽，笑倩旁人为正冠。\n蓝水远从千涧落，玉山高并两峰寒。\n明年此会知谁健，醉把茱萸仔细看。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秋兴八首（其三）", "content": "千家山郭静朝晖，日日江楼坐翠微。\n信宿渔人还泛泛，清秋燕子故飞飞。\n匡衡抗疏功名薄，刘向传经心事违。\n同学少年多不贱，五陵衣马自轻肥。"},
    {"dynasty":"唐","poet": "岑参", "title": "与高适薛据同登慈恩寺浮图", "content": "塔势如涌出，孤高耸天宫。\n登临出世界，蹬道盘虚空。\n突兀压神州，峥嵘如鬼工。\n四角碍白日，七层摩苍穹。\n下窥指高鸟，俯听闻惊风。\n连山若波涛，奔走似朝东。\n青槐夹驰道，宫观何玲珑！\n秋色从西来，苍然满关中。\n五陵北原上，万古青濛濛。\n净理了可悟，胜因夙所宗。\n誓将挂冠去，觉道资无穷。"},
    {"dynasty":"唐","poet": "岑参", "title": "因假归白阁西草堂", "content": "雷声傍太白，雨在八九峰。\n东望白阁云，半入紫阁松。\n胜概纷满目，衡门趣弥浓。\n幸有数亩田，得延二仲踪。\n早闻达士语，偶与心相通。\n误徇一微官，还山愧尘容。\n钓竿不复把，野碓无人舂。\n惆怅飞鸟尽，南溪闻夜钟。"},
    {"dynasty":"唐","poet": "岑参", "title": "送祁乐归河东", "content": "祁乐后来秀，挺身出河东。\n往年诣骊山，献赋温泉宫。\n天子不召见，挥鞭遂从戎。\n前月还长安，囊中金已空。\n有时忽乘兴，画出江上峰。\n床头苍梧云，帘下天台松。\n忽如高堂上，飒飒生清风。\n五月火云屯，气烧天地红。\n鸟且不敢飞，子行如转蓬。\n少华与首阳，隔河势争雄。\n新月河上出，清光满关中。\n置酒灞亭别，高歌披心胸。\n君到故山时，为吾谢老翁。"},
    {"dynasty":"唐","poet": "岑参", "title": "胡笳歌送颜真卿使赴河陇", "content": "君不闻胡笳声最悲？\n紫髯绿眼胡人吹。\n吹之一曲犹未了，愁杀楼兰征戍儿。\n凉秋八月萧关道，北风吹断天山草。\n昆仑山南月欲斜，胡人向月吹胡笳。\n胡笳怨兮将送君，秦山遥望陇山云。\n边城夜夜多愁梦，向月胡笳谁喜闻？"},
    {"dynasty":"唐","poet": "岑参", "title": "卫节度赤骠马歌", "content": "君家赤骠画不得，一团旋风桃花色。\n红缨紫鞚珊瑚鞭，玉鞍锦鞯黄金勒。\n请君鞲出看君骑，尾长窣地如红丝。\n自矜诸马皆不及，却忆百金新买时。\n香街紫陌凤城内，满城见者谁不爱。\n扬鞭骤急白汗流，弄影行骄碧蹄碎。\n紫髯胡雏金剪刀，平明剪出三鬃高。\n枥上看时独意气，众中牵出偏雄豪。\n骑将猎向南山口，城南狐兔不复有。\n草头一点疾如飞，却使苍鹰翻向后。\n忆昨看君朝未央，鸣珂拥盖满路香。\n始知边将真富贵，可怜人马相辉光。\n男儿称意得如此，骏马长鸣北风起。\n待君东去扫胡尘，为君一日行千里。"},
    {"dynasty":"唐","poet": "岑参", "title": "初授官题高冠草堂", "content": "三十始一命，宦情都欲阑。\n自怜无旧业，不敢耻微官。\n涧水吞樵路，山花醉药栏。\n只缘五斗米，孤负一钓竿。"},
    {"dynasty":"唐","poet": "岑参", "title": "送杜佐下第归陆浑别业", "content": "正月今欲半，陆浑花未开。\n出关见青草，春色正东来。\n夫子且归去，明时方爱才。\n还须及秋赋，莫即隐蒿莱。"},
    {"dynasty":"唐","poet": "岑参", "title": "寄左省杜拾遗", "content": "联步趋丹陛，分曹限紫微。\n晓随天仗入，暮惹御香归。\n白发悲花落，青云羡鸟飞。\n圣朝无阀事，自觉谏书稀。"},
    {"dynasty":"唐","poet": "岑参", "title": "碛西头送李判官入京", "content": "一身从远使，万里向安西。\n汉月垂乡泪，胡沙费马蹄。\n寻河愁地尽，过碛觉天低。\n送子军中饮，家书醉里题。"},
    {"dynasty":"唐","poet": "岑参", "title": "行军九日思长安故园", "content": "强欲登高去，无人送酒来。\n遥怜故园菊，应傍战场开。"},
    {"dynasty":"唐","poet": "岑参", "title": "逢入京使", "content": "故园东望路漫漫，双袖龙钟泪不干。\n马上相逢无纸笔，凭君传语报平安。"},
    {"dynasty":"唐","poet": "郑锡", "title": "送客之江西", "content": "乘轺奉紫泥，泽国渺天涯。\n九派春潮满，孤帆暮雨低。\n草深莺断续，花落水东西。\n更有高堂处，知君路不迷。"},
    {"dynasty":"唐","poet": "李端", "title": "宿淮浦忆司空文明", "content": "愁心一倍长离忧，夜思千重恋旧游。\n秦地故人成远梦，楚天凉雨在孤舟。\n诸溪近海潮皆应，独树边淮叶尽流。\n别恨转深何处写，前程惟有一登楼。"},
    {"dynasty":"唐","poet": "韦应物", "title": "长安遇冯著", "content": "客从东方来，衣上灞陵雨。\n问客何为来？\n采山因买斧。\n冥冥花正开，飏飏燕新乳。\n昨别今已春，鬓丝生几缕？"},
    {"dynasty":"唐","poet": "韦应物", "title": "新秋夜寄诸弟", "content": "两地俱秋夕，相望共星河。\n高梧一叶下，空斋归思多。\n方用忧人瘼，况自抱微痾。\n无将别来近，颜鬓已蹉跎。"},
    {"dynasty":"唐","poet": "皇甫冉", "title": "酬 张 继", "content": "懿孙，余之旧好。\n祇役武昌，枉六言诗见怀。\n今以七言裁答，盖拙于事者繁而费也。\n怅望南徐登北固，迢遥西塞恨东关。\n落日临川问音信，寒潮唯带夕阳还。"},
    {"dynasty":"唐","poet": "李益", "title": "临滹沱见蕃使列名", "content": "漠南春色到滹沱，杨柳青青塞马多。\n万里关山今不闭，汉家频许郅支和。"},
    {"dynasty":"唐","poet": "卢纶", "title": "长安春望", "content": "东风吹雨过青山，却望千门草色闲。\n家在梦中何日到，春来江上几人还？\n川原缭绕浮云外，宫阀参差落照间。\n谁念为儒逢世难，独将衰鬓客秦关。"},
    {"dynasty":"唐","poet": "崔护", "title": "题都城南庄", "content": "去年今日此门中，人面桃花相映红。\n人面不知何处去，桃花依旧笑春风。"},
    {"dynasty":"唐","poet": "崔护", "title": "晚 鸦", "content": "黯黯严城罢鼓鼙，数声相续出寒栖。\n不嫌惊破寒窗梦，却恐为奴半夜啼。"},
    {"dynasty":"唐","poet": "孟郊", "title": "游终南山", "content": "南山塞天地，日月石上生。\n高峰夜留景，深谷昼未明。\n山中人自正，路险心亦平。\n长风驱松柏，声拂万壑清。\n到此悔读书，朝朝近浮名。"},
    {"dynasty":"唐","poet": "孟郊", "title": "登 科 后", "content": "昔日龌龊不足夸，今朝放荡思无涯。\n春风得意马蹄疾，一日看尽长安花。"},
    {"dynasty":"唐","poet": "王建", "title": "羽 林 行", "content": "长安恶少出名字，楼下劫商楼上醉。\n天明下直明光宫，散入五陵松柏中。\n百回杀人身合死，赦书尚有收城功。\n九衢一朝消息定，乡吏籍中重改姓。\n出来依旧属羽林，立在殿前射飞禽。"},
    {"dynasty":"唐","poet": "韩愈", "title": "调 张 籍", "content": "李杜文章在，光焰万丈长。\n不知群儿愚，那用故谤伤？\n蚍蜉撼大树，可笑不自量。\n伊我生其后，举颈遥相望。\n夜梦多见之，昼思反微茫。\n徒观斧凿痕，不瞩治水航。\n想当施手时，巨刃磨天扬。\n垠崖划崩豁，乾坤摆雷硠。\n唯此两夫子，家居率荒凉。\n帝欲长吟哦，故遣起且僵。\n剪翎送笼中，使看百鸟翔。\n平生千万篇，金薤垂琳琅。\n仙官敕六丁，雷电下取将。\n流落人间者，泰山一毫芒。\n我愿生两翅，捕逐出八荒。\n精神忽交通，百怪入我肠。\n刺手拔鲸牙，举瓢酌天浆。\n腾身跨汗漫，不著织女襄。\n顾语地上友：经营无太忙。\n乞君飞霞佩，与我高颉颃。"},
    {"dynasty":"唐","poet": "韩愈", "title": "听颖师弹琴", "content": "昵昵儿女语，恩怨相尔汝。\n划然变轩昂，勇士赴敌场。\n浮云柳絮无根蒂，天地阔远随飞扬。\n喧啾百鸟群，忽见孤凤凰。\n跻攀分寸不可上，失势一落千丈强。\n嗟余有两耳，未省听丝篁。\n自闻颖师弹，起坐在一旁。\n推手遽止之，湿衣泪滂滂。\n颖乎尔诚能，无以冰炭置我肠！"},
    {"dynasty":"唐","poet": "韩愈", "title": "华 山 女", "content": "街东街西讲佛经，撞钟吹螺闹宫廷。\n广张罪福资诱胁，听众狎恰排浮萍。\n黄衣道士亦讲说，座下寥落如明星。\n华山女儿家奉道，欲驱异教归仙灵。\n洗妆拭面着冠帔，白咽红颊长眉清。\n遂来升座演真诀，观门不许人开扃。\n不知谁人暗相报，訇然振动如雷霆。\n扫除众寺人迹绝，骅骝塞路连辎。\n观中人满坐观外，后至无地无由听。\n抽钗脱钏解环佩，堆金叠玉光青荧。\n天门贵人传诏召，六宫愿识师颜形。\n玉皇领首许归去，乘龙驾鹤来青冥。\n豪家少年岂知道？\n来绕百匝脚不停。\n云窗雾阁事慌惚，重重翠幔深金屏。\n仙梯难攀俗缘重，浪凭青鸟通丁宁。"},
    {"dynasty":"唐","poet": "韩愈", "title": "左迁至蓝关示侄孙湘", "content": "一封朝奏九重天，夕贬潮州路八千。\n欲为圣明除弊事，肯将衰朽惜残年！\n云横秦岭家何在？\n雪拥蓝关马不前。\n知汝远来应有意，好收吾骨瘴江边。"},
    {"dynasty":"唐","poet": "韩愈", "title": "早春呈水部张十八员外", "content": "天街小雨润如酥，草色遥看近却无。\n最是一年春好处，绝胜烟柳满皇都。"},
    {"dynasty":"唐","poet": "韩愈", "title": "游太平公主山庄", "content": "公主当年欲占春，故将台榭压城。\n欲知前面花多少，直到南山不属人。"},
    {"dynasty":"唐","poet": "白居易", "title": "上阳白发人", "content": "愍怨旷也。\n上阳人，上阳人，红颜暗老白发新。\n绿衣监使守宫门，一闭上阳多少春。\n玄宗末岁初选入，入时十六今六十。\n同时采择百余人，零落年深残此身。\n忆昔吞悲别亲族，扶入车中不教哭。\n皆云入内便承恩，脸似芙蓉胸似玉。\n未容君王得见面，已被杨妃遥侧目。\n妒令潜配上阳宫，一生遂向空房宿。\n宿空房，秋夜长，夜长无寐天不明。\n耿耿残灯背壁影，萧萧暗雨打窗声。\n春日迟，日迟独坐天难暮。\n宫莺百啭愁厌闻，梁燕双栖老休妒。\n莺归燕去长悄然，春往秋来不记年。\n唯向深宫望明月，东西四五百回圆。\n今日宫中年最老，大家遥赐尚书号。\n小头鞋履窄衣裳，青黛点眉眉细长。\n外人不见见应笑，"},
    {"dynasty":"唐","poet": "白居易", "title": "新丰折臂翁", "content": "戒边功也。\n新丰老翁八十八，头鬓眉须皆似雪；玄孙扶向店前行，左臂凭肩右臂折。\n问翁：“臂折来几年？\n”兼问：“致折何因缘？\n”翁云：“贯属新丰县，生逢圣代无征战；惯听梨园歌管声，不识旗枪与弓箭。\n无何天宝大征兵，户有三丁点一丁。\n点得驱将何处去？\n五月万里云南行。\n闻道云南有泸水，椒花落时瘴烟起；大军徒涉水如汤，未过十人二三死。\n村南村北哭声哀，儿别爷娘夫别妻；皆云前后征蛮者，千万人行无一回。\n是时翁年二十四，兵部牒中有名字。\n夜深不敢使人知，偷将大石锤折臂。\n张弓簸旗俱不堪，从兹始免征云南。\n骨碎筋伤非不苦，且图拣退归乡土。\n此臂折来六十年，一肢虽废一身全。\n至今风雨阴寒夜，直到天明痛不眠。\n痛不眠，终不悔，且喜老身今独在。\n不然当时泸水头，身死魂孤骨不收；应作云南望乡鬼，万人冢上哭呦呦。\n”老人言，君听取：君不闻开元宰相宋开府，不赏边功防黩武！\n又不闻天宝宰相杨国忠，欲求恩幸立边功；边功未立生人怨，请问新丰折臂翁！"},
    {"dynasty":"唐","poet": "白居易", "title": "红 线 毯", "content": "忧蚕桑之费也。\n红线毯，择茧缫丝清水煮，拣丝练线红蓝染；染为红线红于蓝，织作披香殿上毯。\n披香殿广十丈余，红线织成可殿铺；彩丝茸茸香拂拂，线软花虚不胜物；美人踏上歌舞来，罗袜绣鞋随步没。\n太原毯涩毳缕硬，蜀都褥薄锦花冷。\n不如此毯温且柔，年年十月来宣州。\n宣州太守加样织，自谓为臣能竭力；百夫同担进宫中，线厚丝多卷不得。\n宣州太守知不知？\n一丈毯，千两丝！\n地不知寒人要暖，少夺人衣作地衣！"},
    {"dynasty":"唐","poet": "白居易", "title": "井底引银瓶", "content": "止淫奔也。\n井底引银瓶，银瓶欲上丝绳绝。\n石上磨玉簪，玉簪欲成中央折。\n瓶沉簪折可奈何，似妾今朝与君别。\n忆昔在家为女时，人言举动有殊姿。\n婵娟两鬓秋蝉翼，宛转双蛾远山色。\n笑随戏伴后园中，此时与君未相识。\n妾弄青梅凭短墙，君骑白马傍垂杨。\n墙头马上遥相顾，一见知君即断肠。\n知君断肠共君语，君指南山松柏树。\n感君松柏化为心，暗合双鬓逐君去。\n到君家舍五六年，君家大人频有言：“聘则为妻奔是妾，不堪主祀奉蘩。\n”终知君家不可住，其奈出门无去处。\n岂无父母在高堂，亦有亲情满故乡。\n潜来更不通消息，今日悲羞归不得。\n为君一日恩，误妾百年身，寄言痴小人家女，慎勿将身轻许人。"},
    {"dynasty":"唐","poet": "白居易", "title": "长 恨 歌", "content": "汉皇重色思倾国，御宇多年求不得。\n杨家有女初长成，养在深闺人未识。\n天生丽质难自弃，一朝选在君王侧。\n回眸一笑百媚生，六宫粉黛无颜色。\n春寒赐浴华清池，温泉水滑洗凝脂。\n侍儿扶起娇无力，始是新承恩泽时。\n云鬓花颜金步摇，芙蓉帐暖度春宵。\n春宵苦短日高起，从此君王不早朝。\n承欢侍宴无闲暇，春从春游夜专夜。\n后宫佳丽三千人，三千宠爱在一身。\n金屋妆成娇侍夜，玉楼宴罢醉和春。\n姊妹弟兄皆列土，可怜光彩生门户。\n遂令天下父母心，不重生男重生女。\n骊宫高处入青云，仙乐风飘处处闻。\n缓歌慢舞凝丝竹，尽日君王看不足。\n渔阳鼙鼓动地来，惊破霓裳羽衣曲。\n九重城阙烟尘生，千乘万骑西南行。\n翠华摇摇行复止，西出都门百余里。\n六军不发无奈何，宛转蛾眉马前死。\n花钿委地无人收，翠翘金雀玉搔头。\n君王掩面救不得，回看血泪相和流。\n黄埃散漫风萧索，云栈萦纡登剑阁。\n峨眉山下少人行，旌旗无光日色薄。\n蜀江水碧蜀山青，圣主朝朝暮暮情。\n行宫见月伤心色，夜雨闻铃肠断声。\n天旋地转回龙驭，到此踌躇不能去。\n马嵬坡下泥土中，不见玉颜空死处。\n君臣相顾尽沾衣，东望都门信马归。\n归来池苑皆依旧，太液芙蓉未央柳。\n芙蓉如面柳如眉，对此如何不泪垂？\n春风桃李花开日，秋雨梧桐叶落时。\n西宫南内多秋草，落叶满阶红不扫。\n梨园弟子白发新，椒房阿监青娥老。\n夕殿萤飞思悄然，孤灯挑尽未成眠。\n迟迟钟鼓初长夜，耿耿星河欲曙天。\n鸳鸯瓦冷霜华重，翡翠衾寒谁与共？\n悠悠生死别经年，魂魄不曾来入梦。\n临邛道士鸿都客，能以精诚致魂魄。\n为报君王辗转思，遂教方士殷勤觅。\n排空驭气奔如电，升天入地求之遍。\n上穷碧落下黄泉，两处茫茫皆不见。\n忽闻海上有仙山，山在虚无缥缈间。\n楼阁玲珑五云起，其中绰约多仙子。\n中有一人"},
    {"dynasty":"唐","poet": "白居易", "title": "赋得古原草送别", "content": "离离原上草，一岁一枯荣。\n野火烧不尽，春风吹又生。\n远芳侵古道，晴翠接荒城。\n又送王孙去，萋萋满别情。"},
    {"dynasty":"唐","poet": "白居易", "title": "立秋日曲江忆元九", "content": "下马柳阴下，独上堤上行。\n故人千万里，新蝉三两声。\n城中曲江水，江上江陵城。\n两地新秋思，应同此日情。"},
    {"dynasty":"唐","poet": "白居易", "title": "乌江十五兄，兼示符离及下邽弟妹", "content": "时难年饥世业空，弟兄羁旅各西东。\n田园寥落干戈后，骨肉流离道路中。\n吊影分为千里雁，辞根散作九秋蓬。\n共看明月应垂泪，一夜乡心五处同。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "戏赠看花诸君子", "content": "紫陌红尘拂面来，无人不道看花回。\n玄都观里桃千树，尽是刘郎去后栽。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "杨柳枝词", "content": "炀帝行宫汴水滨，数株残柳不胜春。\n晚来风起花如雪，飞入宫墙不见人。"},
    {"dynasty":"唐","poet": "元稹", "title": "梁 州 梦", "content": "梦君同绕曲江头，也向慈恩院院游。\n亭吏呼人排去马，忽惊身在古梁州。"},
    {"dynasty":"唐","poet": "贾岛", "title": "题李凝幽居", "content": "闲居少邻并，草径入荒园。\n鸟宿池边树，僧敲月下门。\n过桥分野色，移石动云根。\n暂去还来此，幽期不负言。"},
    {"dynasty":"唐","poet": "李德裕", "title": "故人寄茶", "content": "剑外九华英，缄题下玉京。\n开时微月上，碾处乱泉声。\n半夜邀僧至，孤吟对竹烹。\n碧流霞脚碎，香泛乳花轻。\n六腑睡神去，数朝诗思清。\n其馀不敢费，留伴读书行。"},
    {"dynasty":"唐","poet": "李德裕", "title": "长安秋夜", "content": "内官传诏问戎机，载笔金銮夜始归。\n万户千门皆寂寂，月中清露点朝衣。"},
    {"dynasty":"唐","poet": "李德裕", "title": "盘陀岭驿楼", "content": "嵩少心期杳莫攀，好山聊复一开颜。\n明朝便是南荒路，更上层楼望故关。"},
    {"dynasty":"唐","poet": "李贺", "title": "感 讽", "content": "南山何其悲，鬼雨洒空草。\n长安夜半秋，风前几人老。\n低迷黄昏径，袅袅青栎道。\n月午树立影，一山唯白晓。\n漆炬迎新人，幽圹萤扰扰。"},
    {"dynasty":"唐","poet": "李贺", "title": "致 酒 行", "content": "零落栖迟一杯酒，主人奉觞客长寿。\n主父西游困不归，家人折断门前柳。\n吾闻马周昔作新丰客，天荒地老无人识。\n空将笺上两行书，直犯龙颜请恩泽。\n我有迷魂招不得，雄鸡一声天下白。\n少年心事当拿云，谁念幽寒坐呜呃。"},
    {"dynasty":"唐","poet": "李贺", "title": "李凭箜篌引", "content": "吴丝蜀桐张高秋，空山凝云颓不流。\n湘娥啼竹素女愁，李凭中国弹箜篌。\n昆山玉碎凤凰叫，芙蓉泣露香兰笑。\n十二门前融冷光，二十三弦动紫皇。\n女娲炼石补天处，石破天惊逗秋雨。\n梦入神山教神妪，老鱼跳波瘦蛟舞。\n吴质不眠倚桂树，露脚斜飞湿寒兔。"},
    {"dynasty":"唐","poet": "李贺", "title": "雁门太守行", "content": "黑云压城城欲摧，甲光向日金鳞开。\n角声满天秋色里，塞上燕脂凝夜紫。\n半卷红旗临易水，霜重鼓寒声不起。\n报君黄金台上意，提携玉龙为君死。"},
    {"dynasty":"唐","poet": "李贺", "title": "金铜仙人辞汉歌", "content": "茂陵刘郎秋风客，夜闻马嘶晓无迹。\n画栏桂树悬秋香，三十六宫土花碧。\n魏官牵车指千里，东关酸风射眸子。\n空将汉月出宫门，忆君清泪如铅水。\n衰兰送客咸阳道，天若有情天亦老。\n携盘独出月荒凉，渭城已远波声小。"},
    {"dynasty":"唐","poet": "李贺", "title": "官 街 鼓", "content": "晓声隆隆催转日，暮声隆隆呼月出。\n汉城黄柳映新帘，柏陵飞燕埋香骨。\n捶碎千年日长白，孝武秦皇听不得。\n从君翠发芦花色，独共南山守中国。\n几回天上葬神仙，漏声相将无断绝。"},
    {"dynasty":"唐","poet": "李贺", "title": "春坊正字剑子歌", "content": "先辈匣中三尺水，曾入吴潭斩龙子。\n隙月斜明刮露寒，练带平铺吹不起。\n蛟胎皮老蒺藜刺，鹈淬花白鹇尾。\n直是荆轲一片心，莫教照见春坊字。\n挼丝团金悬，神光欲截蓝田玉。\n提出西方白帝惊，嗷嗷鬼母秋郊哭。"},
    {"dynasty":"唐","poet": "李贺", "title": "南园十三首（其六）", "content": "寻章摘句老雕虫，晓月当帘挂玉弓，不见年年辽水上，文章何处哭秋风？"},
    {"dynasty":"唐","poet": "杜牧", "title": "早 雁", "content": "金河秋半虏弦开，云外惊飞四散哀。\n仙掌月明孤影过，长门灯暗数声来。\n须知胡骑纷纷在，岂逐春风一一回？\n莫厌潇湘少人处，水多菰米岸莓苔。"},
    {"dynasty":"唐","poet": "杜牧", "title": "过华清宫绝句", "content": "长安回望绣成堆，山顶千门次第开。\n一骑红尘妃子笑，无人知是荔枝来。"},
    {"dynasty":"唐","poet": "赵嘏", "title": "长安晚秋", "content": "云物凄清拂曙流，汉家宫阙动高秋。\n残星几点雁横塞，长笛一声人倚楼。\n紫艳半开篱菊静，红衣落尽渚莲愁。\n鲈鱼正美不归去，空戴南冠学楚囚。"},
    {"dynasty":"唐","poet": "李商隐", "title": "乐 游 原", "content": "向晚意不适，驱车登古原。\n夕阳无限好，只是近黄昏。"},
    {"dynasty":"唐","poet": "李商隐", "title": "北齐二首", "content": "一笑相倾国便亡，何劳荆棘始堪伤。\n小怜玉体横陈夜，已报周师入晋阳。\n巧笑知堪敌万机，倾城最在著戎衣。\n晋阳已陷休回顾，更请君王猎一围。"},
    {"dynasty":"唐","poet": "薛逢", "title": "开元后乐", "content": "莫奏开元旧乐章，乐中歌曲断人肠。\n邠王玉笛三更咽，虢国金车十里香。\n一自犬戎生蓟北，便从征战老汾阳。\n中原骏马搜求尽，沙苑年来草又芳。"},
    {"dynasty":"唐","poet": "郑畋", "title": "马 嵬 坡", "content": "玄宗回马杨妃死，云雨难忘日月新。\n终是圣明天子事，景阳宫井又何人。"},
    {"dynasty":"唐","poet": "郑谷", "title": "席上贻歌者", "content": "花月楼台近九衢，清歌一曲倒金壶。\n座中亦有江南客，莫向春风唱鹧鸪。"},
    {"dynasty":"唐","poet": "郑谷", "title": "淮上与友人别", "content": "扬子江头杨柳春，杨花愁杀渡江人。\n数声风笛离亭晚，君向潇湘我向秦。"},
    {"dynasty":"唐","poet": "无名氏", "title": "杂 诗", "content": "旧山虽在不关身，且向长安过暮春。\n一树梨花一溪月，不知今夜属何人？"},
    {"dynasty":"宋","poet": "李白", "title": "忆秦娥", "content": "箫声咽，秦娥梦断秦楼月。\n秦楼月，年年柳色，灞陵伤别。\n乐游原上清秋节，咸阳古道音尘绝。\n音尘绝，西风残照，汉家陵阙。"},
    {"dynasty":"宋","poet": "柳永", "title": "少年游", "content": "长安古道马迟迟，高柳乱蝉嘶。\n夕阳鸟外，秋风原上，目断四天垂。\n归云一去无踪迹，何处是前期？\n狎兴生疏，酒徒萧索，不似少年时。"},
    {"dynasty":"宋","poet": "柳永", "title": "少年游", "content": "参差烟树灞陵桥，风物尽前朝。\n衰杨古柳，几经攀折，憔悴楚宫腰。\n夕阳闲淡秋光老，离思满蘅皋。\n一曲《阳关》，断肠声尽，独自凭兰桡。"},
    {"dynasty":"宋","poet": "晁补之", "title": "临江仙·信州作", "content": "谪宦江城无屋买，残僧野寺相依。\n松间药臼竹间衣。\n水穷行到处，云起坐看时。\n一个幽禽缘底事，苦来醉耳边啼？\n月斜西院愈声悲。\n青山无限好，犹道不如归。"},
    {"dynasty":"宋","poet": "李清照", "title": "永遇乐", "content": "落日熔金，暮云合璧，人在何处？\n染柳烟浓，吹梅笛怨，春意知几许！\n元宵佳节，融和天气，次第岂无风雨？\n来相召、香车宝马，谢他酒朋诗侣。\n中州盛日，闺门多暇，记得偏重三五。\n铺翠冠儿，捻金雪柳，簇带争济楚。\n如今憔悴，风鬟雾鬓，怕见夜间出去。\n不如向、帘儿底下，听人笑语。"},
    {"dynasty":"宋","poet": "康与之", "title": "诉衷情令·长安怀古", "content": "阿房废址汉荒丘，狐兔又群游。\n豪华尽成春梦，留下古今愁。\n君莫上，古原头，泪难收。\n夕阳西下，塞雁南飞，渭水东流。"},
    {"dynasty":"宋","poet": "陆游", "title": "秋波媚·七月十六日晚登高兴亭望长安南山", "content": "秋到边城角声哀，烽火照高台。\n悲歌击筑，凭高酹酒，此兴悠哉。\n多情谁似南山月，特地暮云开？\n灞桥烟柳，曲江池馆，应待人来。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "水龙吟·甲辰岁寿韩南涧尚书", "content": "渡江天马南来，几人真是经纶手？\n长安父老，新亭风景，可怜依旧。\n夷甫诸人，神州沉陆，几曾回首！\n算平戎万里，功名本是，真儒事，公知否？\n况有文章山斗，对桐阴、满庭清昼。\n当年堕地，而今试看，风云奔走。\n绿野风烟，平泉草木，东山歌酒。\n待他年整顿，乾坤事了，为先生寿。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "八声甘州", "content": "夜读《李广传》，不能寐，因念晁楚老、杨民瞻约同居山间，戏用李广事，赋以寄之。\n故将军饮罢夜归来，长亭解雕鞍。\n恨灞陵醉尉，匆匆未识，桃李无言。\n射虎山横一骑，裂石响惊弦。\n落魄封侯事，岁晚田园。\n谁向桑麻杜曲，要短衣匹马，移住南山。\n看风流慷慨，谈笑过残年。\n汉开边，功名万里，甚当年、健者也曾闲？\n纱窗外，斜风细雨，一阵轻寒。"},
    {"dynasty":"宋","poet": "刘克庄", "title": "玉楼春·戏林推", "content": "年年跃马长安市，客舍似家家似寄。\n青钱换酒日无何，红烛呼卢宵不寐。\n易挑锦妇机中字，难得玉人心下事。\n男儿西北有神州，莫滴水西桥畔泪。"}
  ],
  "达州市": [
    {"dynasty":"唐","poet": "元稹", "title": "连昌宫词", "content": "连昌宫中满宫竹，岁久无人森似束。\n又有墙头千叶桃，风动落花红簌簌。\n宫边老翁为余泣：“小年进食曾因入。\n上皇正在望仙楼，太真同凭阑干立。\n楼上楼前尽珠翠，炫转荧煌照天地。\n归来如梦复如痴，何暇备言宫里事！\n初过寒食一百六，店舍无烟宫树绿。\n夜半月高弦索鸣，贺老琵琶定场屋。\n力士传呼觅念奴，念奴潜伴诸郎宿。\n须臾觅得又连催，特敕街中许燃烛。\n春娇满眼睡红绡，掠削云鬟旋装束。\n飞上九天歌一声，二十五郎吹管逐。\n逡巡大遍凉州彻，色色龟兹轰录续。\n李谟压笛傍宫墙，偷得新翻数般曲。\n平明大驾发行宫，万人鼓舞途路中。\n百官队仗避岐薛，杨氏诸姨车斗风。\n明年十月东都破，御路犹存禄山过。\n驱令供顿不敢藏，万姓无声泪潜堕。\n两京定后六七年，却寻家舍行宫前。\n庄园烧尽有枯井，行宫门闭树宛然。\n尔后相传六皇帝，不到离宫门久闭。\n往来年少说长安，玄武楼成花萼废。\n去年敕使因斫竹，偶值门开暂相逐。\n荆榛栉比塞池塘，狐兔骄痴缘树木。\n舞榭欹倾基尚在，文窗窈窕纱犹绿。\n尘埋粉壁旧花钿，乌啄风筝碎珠玉。\n上皇偏爱临砌花，依然御榻临阶斜。\n蛇出燕巢盘斗拱，菌生香案正当衙。\n寝殿相连端正楼，太真梳洗楼上头。\n晨光未出帘影动，至今反挂珊瑚钩。\n指似傍人因恸哭，却出宫门泪相续。\n自从此后还闭门，夜夜狐狸上门屋。\n”我闻此语心骨悲，“太平谁致乱者谁？\n”翁言：“野父何分别，耳闻眼见为君说。\n姚崇宋璟作相公，劝谏上皇言语切。\n燮理阴阳禾黍丰，调和中外无兵戎。\n长官清平太守好，拣选皆言由相公。\n开元之末姚宋死，朝廷渐渐由妃子。\n禄山宫里养作儿，虢国门前闹如市。\n弄权宰相不记名，依稀忆得杨与李。\n庙谟颠倒四海摇，五十年来作疮痏。\n今皇神圣丞相明，诏书才下吴蜀平。\n官军又取淮西贼，此贼亦除天下宁。\n年年耕种宫前道，今年不遣子孙耕。\n”老翁此意深望幸，努力庙谟休用兵。"}
  ],
  "运城市": [
    {"dynasty":"唐","poet": "王之涣", "title": "登鹳雀楼", "content": "白日依山尽，黄河入海流。\n欲穷千里目，更上一层楼。"},
    {"dynasty":"唐","poet": "李益", "title": "同崔邠登鹳雀楼", "content": "鹳雀楼西百尺樯，汀洲云树共茫茫。\n汉家箫鼓空流水，魏国山河半夕阳。\n事去千年犹恨速，愁来一日即为长。\n风烟并是思归望，远目非春亦自伤。"}
  ],
  "邯郸市": [
    {"dynasty":"唐","poet": "王昌龄", "title": "出塞二首（其一）", "content": "秦时明月汉时关，万里长征人未还。\n但使龙城飞将在，不教胡马度阴山。"},
    {"dynasty":"唐","poet": "高适", "title": "邯郸少年行", "content": "邯郸城南游侠子，自矜生长邯郸里。\n千场纵博家仍富，几度报仇身不死。\n宅中歌笑日纷纷，门外车马常如云。\n未知肝胆向谁是，令人却忆平原君！\n君不见即今交态薄，黄金用尽还疏索。\n以兹感叹辞旧游，更于时事无所求。\n且与少年饮美酒，往来射猎西山头。"}
  ],
  "郑州市": [
    {"dynasty":"唐","poet": "王维", "title": "宿 郑 州", "content": "朝与周人辞，暮投郑人宿。\n他乡绝俦侣，孤客亲憧仆。\n宛洛望不见，秋霖晦平陆。\n田父草际归，村童雨中牧。\n主人东皋上，时稼绕茅屋。\n虫思机抒鸣，雀喧禾黍熟。\n明当渡京水，昨晚犹金谷。\n此去欲何言，边穷徇微禄。"},
    {"dynasty":"唐","poet": "岑参", "title": "丘中春卧寄王子", "content": "田中开白室，林下闭玄关。\n卷迹人方处，无心云自闲。\n竹深喧暮鸟，花缺露春山。\n胜事那能说，王孙去未还。"},
    {"dynasty":"唐","poet": "李商隐", "title": "重 有 感", "content": "玉帐牙旗得上游，安危须共主君忧。\n窦融表已来关右，陶侃军宜次石头。\n岂有蛟龙长失水？\n更无鹰隼与高秋！\n昼"}
  ],
  "郴州市": [
    {"dynasty":"唐","poet": "韩愈", "title": "八月十五夜赠张功曹", "content": "纤云四卷天无河，清风吹空月舒波。\n沙平水息声影绝，一杯相属君当歌。\n君歌声酸辞且苦，不能听终泪如雨：“洞庭连天九疑高，蛟龙出没猩鼯号。\n十生九死到官所，幽居默默如藏逃。\n下床畏蛇食畏药，海气湿蛰熏腥臊。\n昨者州前捶大鼓，嗣皇继圣登夔皋。\n赦书一日行万里，罪从大辟皆除死。\n迁者追回流者还，涤瑕荡垢清朝班。\n州家申名使家抑，坎轲只得移荆蛮。\n判司官卑不堪说，未免捶楚尘埃间。\n同时辈流多上道，天路幽险难追攀。\n”君歌且休听我歌，我歌今与君殊科：“一年月明今宵多，人生由命非由他。\n有酒不饮奈明何！\n”"},
    {"dynasty":"宋","poet": "秦观", "title": "千秋岁", "content": "水边沙外，城郭春寒退。\n花影乱，莺声碎。\n飘零疏酒盏，离别宽衣带。\n人不见，碧云暮合空相对。\n忆昔西池会，鹭同飞盖。\n携手处，今谁在？\n日边清梦断，镜里朱颜改。\n春去也，飞红万点愁如海。"},
    {"dynasty":"宋","poet": "秦观", "title": "踏莎行", "content": "雾失楼台，月迷津渡，桃源望断无寻处。\n可堪孤馆闭春寒，杜鹃声里斜阳暮。\n驿寄梅花，鱼传尺素，砌成此恨无重数。\n郴江幸自绕郴山，为谁流下潇湘去？"},
    {"dynasty":"宋","poet": "秦观", "title": "如梦令", "content": "遥夜沉沉如水，风紧驿亭深闭。\n梦破鼠窥灯，霜送晓寒侵被。\n无寐，无寐，门外马嘶人起。"},
    {"dynasty":"宋","poet": "秦观", "title": "阮郎归", "content": "湘天风雨破寒初，深沉庭院虚。\n丽谯吹罢《小单于》，迢迢清夜徂。\n乡梦断，旅魂孤，峥嵘岁又除。\n衡阳犹有雁传书，郴阳和雁无！"},
    {"dynasty":"宋","poet": "李廌", "title": "虞美人", "content": "玉阑干外清江浦，渺渺天涯雨。\n好风如扇雨如帘，时见岸花汀草、涨痕添。\n青林枕上关山路，卧想乘鸾处。\n碧芜千里信悠悠，惟有霎时凉梦、到南州。"}
  ],
  "酒泉市": [
    {"dynasty":"唐","poet": "王昌龄", "title": "从军行七首（其四）", "content": "青海长云暗雪山，孤城遥望玉门关。\n黄沙百战穿金甲，不破楼兰终不还。"},
    {"dynasty":"唐","poet": "高适", "title": "别 董 大", "content": "千里黄云白日曛，北风吹雁雪纷纷。\n莫愁前路无知己，天下谁人不识君？"},
    {"dynasty":"唐","poet": "李益", "title": "塞 下 曲", "content": "伏波惟愿裹尸还，定远何须生入关。\n莫遣只轮归海窟，仍留一箭定天山。"},
    {"dynasty":"唐","poet": "贾岛", "title": "忆江上吴处士", "content": "闽国扬帆去，蟾蜍亏复圆。\n秋风生渭水，落叶满长安。\n此地聚会夕，当时雷雨寒。\n兰桡殊未返，消息海云端。"},
    {"dynasty":"宋","poet": "敦煌曲子词", "title": "菩萨蛮", "content": "枕前发尽千般愿，要休且待青山烂。\n水面上秤锤浮，直待黄河彻底枯。\n白日参辰现，北斗回南面。\n休即未能休，且待三更见日头。"},
    {"dynasty":"宋","poet": "敦煌曲子词", "title": "菩萨蛮", "content": "敦煌古往出神将，感得诸蕃遥钦仰。\n效节望龙庭，麟台早有名。\n只恨隔蕃部，情恳难申吐，早晚灭狼蕃，一齐拜圣颜！"},
    {"dynasty":"宋","poet": "敦煌曲子词", "title": "望江南", "content": "天上月，遥望似一团银。\n夜久更阑风渐紧，为奴吹散月边云。\n照见负心人。"},
    {"dynasty":"宋","poet": "敦煌曲子词", "title": "定风波", "content": "攻书学剑能几何？\n争如沙塞骋偻。\n手执绿沉枪似铁，明月，龙泉三尺斩新磨。\n堪羡昔时军伍，谩夸儒士德能多。\n四塞忽闻狼烟起，问儒士，谁人敢去定风波？"},
    {"dynasty":"宋","poet": "敦煌曲子词", "title": "鹊踏枝", "content": "叵耐灵鹊多谩语，送喜何曾有凭据？\n几度飞来活捉取，锁上金笼休共语。\n比拟好心来送喜，谁知锁我在金笼里。\n欲他征夫早归来，腾身却放我向青云里。"},
    {"dynasty":"宋","poet": "敦煌曲子词", "title": "凤归云", "content": "征夫数载，萍寄他邦。\n去便无消息，累换星霜。\n月下愁听砧杵起，塞雁南行。\n孤眠鸾帐里，枉劳魂梦，夜夜飞扬。\n想君薄行，更不思量。\n谁为传书与，表妾衷肠？\n倚牖无言垂血泪，暗祝三光。\n万般无奈处，一炉香尽，又更添香。"},
    {"dynasty":"宋","poet": "敦煌曲子词", "title": "抛球乐", "content": "珠泪纷纷湿绮罗，少年公子负恩多。\n当初姊妹分明道，莫把真心过与他。\n子细思量着，淡薄知闻解好么？"},
    {"dynasty":"宋","poet": "李白", "title": "菩萨蛮", "content": "平林漠漠烟如织，寒山一带伤心碧。\n暝色入高楼，有人楼上愁。\n玉阶空伫立，宿鸟归飞急。\n何处是归程？\n长亭连短亭。"},
    {"dynasty":"宋","poet": "温庭筠", "title": "南歌子", "content": "手里金鹦鹉，胸前绣凤凰。\n偷眼暗形相。\n不如从嫁与，作鸳鸯。"},
    {"dynasty":"宋","poet": "李晔", "title": "菩萨蛮·登楼遥望秦宫殿", "content": "登楼遥望秦宫殿，茫茫只见双飞燕。\n渭水一条流，千山与万丘。\n野烟遮远树，陌上行人去。\n何处有英雄，迎归大内中？"},
    {"dynasty":"宋","poet": "李清照", "title": "蝶恋花", "content": "泪湿罗衣脂粉满，四叠《阳关》，唱到千千遍。\n人道山长山又断，潇潇微雨闻孤馆。\n惜别伤离方寸乱，忘了临行，酒盏深和浅。\n好把音书凭过雁，东莱不似蓬莱远。"},
    {"dynasty":"宋","poet": "聂胜琼", "title": "鹧鸪天·寄李之问", "content": "玉惨花愁出凤城，莲花楼下柳青青。\n尊前一唱《阳关》后，别个人人第五程。\n寻好梦，梦难成，有谁知我此时情？\n枕前泪共帘前雨，隔个窗儿滴到明。"}
  ],
  "重庆市": [
    {"dynasty":"唐","poet": "陈子昂", "title": "度荆门望楚", "content": "遥遥去巫峡，望望下章台。\n巴国山川尽，荆门烟雾开。\n城分苍野外，树断白云隈。\n今日狂歌客，谁知入楚来。"},
    {"dynasty":"唐","poet": "王昌龄", "title": "听流人水调子", "content": "孤舟微月对枫林，分付鸣筝与客心。\n岭色千重万重雨，断弦收与泪痕深。"},
    {"dynasty":"唐","poet": "李白", "title": "上 三 峡", "content": "巫山夹青天，巴水流若兹。\n巴水忽可尽，青天无到时。\n三朝上黄牛，三暮行太迟。\n三朝又三暮，不觉鬓成丝。"},
    {"dynasty":"唐","poet": "李白", "title": "早发白帝城", "content": "朝辞白帝彩云间，千里江陵一日还。\n两岸猿声啼不住，轻舟已过万重山。"},
    {"dynasty":"唐","poet": "杜甫", "title": "缚 鸡 行", "content": "小奴缚鸡向市卖，鸡被缚急相喧争。\n家中厌鸡食虫蚁，不知鸡卖还遭烹。\n虫鸡于人何厚薄，我斥奴人解其缚。\n鸡虫得失无了时，注目寒江倚山阁。"},
    {"dynasty":"唐","poet": "杜甫", "title": "江 汉", "content": "江汉思归客，乾坤一腐儒。\n片云天共远，永夜月同孤。\n落日心犹壮，秋风病欲苏。\n古来存老马，不必取长途。"},
    {"dynasty":"唐","poet": "杜甫", "title": "喜观即到复题短篇二首（其二）", "content": "待尔嗔乌鹊，抛书示鹡鸰。\n枝间喜不去，原上急曾经。\n江阁嫌津柳，风帆数驿亭。\n应论十年事，愁绝始星星。"},
    {"dynasty":"唐","poet": "杜甫", "title": "旅夜书怀", "content": "细草微风岸，危樯独夜舟。\n星垂平野阔，月涌大江流。\n名岂文章著，官应老病休。\n飘飘何所似，天地一沙鸥。"},
    {"dynasty":"唐","poet": "带好", "title": "骥皆良马，骐", "content": "儿。\n车轮徒已斫，堂构惜仍亏。\n漫作潜夫论，虚传幼妇碑。\n缘情慰漂荡，抱疾屡迁移。\n经济惭长策，飞栖假一枝。\n尘沙傍蜂虿，江峡绕蛟螭。\n萧瑟唐虞远，联翩楚汉危。\n圣朝兼盗贼，异俗更喧卑。\n郁郁星辰剑，苍苍云雨池。\n两都开幕府，万宇插军麾。\n南海残铜柱，东风避月支。\n音书恨乌鹊，号怒怪熊罴。\n稼穑分诗兴，柴荆学土宜。\n故山迷白阁，秋水隐皇陂。\n不敢要佳句，愁来赋别离。"},
    {"dynasty":"唐","poet": "杜甫", "title": "元日示宗武", "content": "汝啼吾手战，吾笑汝身长。\n处处逢正月，迢迢滞远方。\n飘零还柏酒，衰病只藜床。\n训喻青衿子，名惭白首郎。\n赋诗犹落笔，献寿更称觞。\n不见江东弟，高歌泪数行。"},
    {"dynasty":"唐","poet": "杜甫", "title": "阁 夜", "content": "岁暮阴阳催短景，天涯霜雪霁寒宵。\n五更鼓角声悲壮，三峡星河影动摇。\n野哭千家闻战伐，夷歌数处起渔樵。\n卧龙跃马终黄土，人事音书漫寂寥。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秋兴八首（其一）", "content": "玉露凋伤枫树林，巫山巫峡气萧森。\n江间波浪兼天涌，塞上风云接地阴。\n丛菊两开他日泪，孤舟一系故园心。\n寒衣处处催刀尺，白帝城高急暮砧。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秋兴八首（其二）", "content": "夔府孤城落日斜，每依北斗望京华。\n听猿实下三声泪，奉使虚随八月槎。\n画省香炉违伏枕，山楼粉堞隐悲笳。\n请看石上藤萝月，已映洲前芦荻花。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秋兴八首（其五）", "content": "蓬莱宫阙对南山，承露金茎霄汉间。\n西望瑶池降王母，东来紫气满函关。\n云移雉尾开宫扇，日绕龙鳞识圣颜。\n一卧沧江惊岁晚，几回青琐点朝班。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秋兴八首（其六）", "content": "瞿唐峡口曲江头，万里风烟接素秋。\n花萼夹城通御气，芙蓉小苑入边愁。\n珠帘绣柱围黄鹄，锦缆牙樯起白鸥。\n回首可怜歌舞地，秦中自古帝王州。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秋兴八首（其七）", "content": "昆明池水汉时功，武帝旌旗在眼中。\n织女机丝虚夜月，石鲸鳞甲动秋风。\n波漂菰米沉云黑，露冷莲房坠粉红。\n关塞极天惟鸟道，江湖满地一渔翁。"},
    {"dynasty":"唐","poet": "杜甫", "title": "秋兴八首（其八）", "content": "昆吾御宿自逶迤，紫阁峰阴入渼陂。\n香稻啄余鹦鹉粒，碧梧栖老凤凰枝。\n佳人拾翠春相问，仙侣同舟晚更移。\n彩笔昔曾干气象，白头吟望苦低垂。"},
    {"dynasty":"唐","poet": "杜甫", "title": "诸将五首（其二）", "content": "韩公本意筑三城，拟绝天骄拔汉旌。\n岂谓尽烦回纥马，翻然远救朔方兵。\n胡来不觉潼关隘，龙起犹闻晋水清。\n独使至尊忧社稷，诸君何以答升平？"},
    {"dynasty":"唐","poet": "杜甫", "title": "昼 梦", "content": "二月饶睡昏昏然，不独夜短昼分眠。\n桃花气暖眼自醉，春渚日落梦相牵。\n故乡门巷荆棘底，中原君臣豺虎边。\n安得务农息战斗，普天无吏横索钱。"},
    {"dynasty":"唐","poet": "杜甫", "title": "咏怀古迹（其一）", "content": "支离东北风尘际，飘泊西南天地间。\n三峡楼台淹日月，五溪衣服共云山。\n羯胡事主终无赖，词客哀时且未还。\n庾信平生最萧瑟，暮年诗赋动江关。"},
    {"dynasty":"唐","poet": "杜甫", "title": "咏怀古迹（其三）", "content": "群山万壑赴荆门，生长明妃尚有村。\n一去紫台连朔漠，独留青冢向黄昏。\n画图省识春风面，环佩空归月夜魂。\n千载琵琶作胡语，分明怨恨曲中论。"},
    {"dynasty":"唐","poet": "杜甫", "title": "登 高", "content": "风急天高猿啸哀，渚清沙白鸟飞回。\n无边落木萧萧下，不尽长江滚滚来。\n万里悲秋常作客，百年多病独登台。\n艰难苦恨繁霜鬓，潦倒新亭浊酒杯。"},
    {"dynasty":"唐","poet": "杜甫", "title": "又呈吴郎", "content": "堂前扑枣任西邻，无食无儿一妇人。\n不为困穷宁有此？\n只缘恐惧转须亲。\n即防远客虽多事，便插疏篱却甚真。\n已诉征求贫到骨，正思戎马泪盈巾。"},
    {"dynasty":"唐","poet": "杜甫", "title": "八 阵 图", "content": "功盖三分国，名成八阵图。\n江流石不转，遗恨失吞吴。"},
    {"dynasty":"唐","poet": "杜甫", "title": "夔 州 歌", "content": "中巴之东巴东山，江水开辟流其间。\n白帝高为三峡镇，瞿塘险过百牢关。"},
    {"dynasty":"唐","poet": "孟郊", "title": "闻 砧", "content": "杜鹃声不哀，断猿啼不切。\n月下谁家砧，一声肠一绝。\n杵声不为客，客闻发自白。\n杵声不为衣，欲令游子归。"},
    {"dynasty":"唐","poet": "白居易", "title": "邯郸冬至夜思家", "content": "邯郸驿里逢冬至，抱膝灯前影伴身。\n想得家中夜深坐，还应说着远游人。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "西塞山怀古", "content": "王濬楼船下益州，金陵王气黯然收。\n千寻铁锁沉江底，一片降幡出石头。\n人世几回伤往事，山形依旧枕寒流。\n今逢四海为家日，故垒萧萧芦荻秋。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "竹枝词九首（其一）", "content": "白帝城头春草生，白盐山下蜀江清。\n南人上来歌一曲，北人莫上动乡情。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "竹 枝 词", "content": "杨柳青青江水平，闻郎江上唱歌声。\n东边日出西边雨，道是无晴却有晴。\n山桃红花满上头，蜀江春水拍山流。\n花红易衰似郎意，水流无限似侬愁。\n山上层层桃李花，云间烟火是人家。\n银钏金钗来负水，长刀短笠去烧畲。"},
    {"dynasty":"唐","poet": "马戴", "title": "送人游蜀", "content": "别离杨柳陌，迢递蜀门行。\n若听清猿后，应多白发生。\n虹霓侵栈道，雨雪杂江声。\n过尽愁人处，烟花是锦城。"},
    {"dynasty":"宋","poet": "柳永", "title": "卜算子慢", "content": "江枫渐老，汀蕙半凋，满目败红衰翠。\n楚客登临，正是暮秋天气。\n引疏砧、断续残阳里。\n对晚景、伤怀念远，新愁旧恨相继。\n脉脉人千里。\n念两处风情，万重烟水。\n雨歇天高，望断翠峰十二。\n尽无言、谁会凭高意？\n纵写得、离肠万种，奈归云谁寄？"},
    {"dynasty":"宋","poet": "张先", "title": "渔家傲·和程公辟赠别", "content": "巴子城头青草暮，巴山重叠相逢处。\n燕子占巢花脱树。\n杯且举，瞿塘水阔舟难渡。\n天外吴门清路，君家正在吴门住。\n赠我柳枝情几许。\n春满缕，为君将入江南去。"}
  ],
  "镇江市": [
    {"dynasty":"唐","poet": "李白", "title": "丁都护歌", "content": "云阳上征去，两岸饶商贾。\n吴牛喘月时，拖船一何苦！\n水浊不可饮，壶浆半成土。\n一唱都护歌，心摧泪如雨。\n万人系磐石，无由达江浒。\n君看石芒砀，掩泪悲千古。"},
    {"dynasty":"唐","poet": "王湾", "title": "次北固山下", "content": "客路青山外，行舟绿水前。\n潮平两岸失，风正一帆悬。\n海日生残夜，江春入旧年。\n乡书何处达？\n归雁洛阳边。"},
    {"dynasty":"唐","poet": "李涉", "title": "润州听暮角", "content": "江城吹角水茫茫，曲引边声怨思长。\n惊起暮天沙上雁，海门斜去两三行。"},
    {"dynasty":"唐","poet": "杜牧", "title": "润 州", "content": "向吴亭东千里秋，放歌曾作昔年游。\n青苔寺里无马迹，绿水桥边多酒楼。\n大抵南朝皆旷达，可怜东晋最风流。\n月明更想桓伊在，一笛闻吹出塞愁。"},
    {"dynasty":"宋","poet": "苏轼", "title": "少年游·润州作", "content": "去年相送，馀杭门外，飞雪似杨花。\n今年春尽，杨花似雪，犹不见还家。\n对酒卷帘邀明月，风露透窗纱。\n恰似姮娥怜双燕，分明照、画梁斜。"},
    {"dynasty":"宋","poet": "苏轼", "title": "蝶恋花", "content": "花褪残红青杏小，燕子飞时，绿水人家绕。\n枝上柳绵吹又少，天涯何处无芳草！\n墙里秋千墙外道，墙外行人，墙里佳人笑。\n笑渐不闻声渐悄，多情却被无情恼。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "水调歌头·金山观月", "content": "江山自雄丽，风露与高寒。\n寄声月姊，借我玉鉴此中看。\n幽壑鱼龙悲啸，倒影星辰摇动，海气夜漫漫。\n涌起白银阙，危驻紫金山。\n表独立，飞霞珮，切云冠。\n漱冰濯雪，眇视万里一毫端。\n回首三山何处，闻道群仙笑我，要我欲俱还。\n挥手从此去，翳凤更骖鸾。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "永遇乐·京口北固亭怀古", "content": "千古江山，英雄无觅，孙仲谋处。\n舞榭歌台，风流总被，雨打风吹去。\n斜阳草树，寻常巷陌，人道寄奴曾住。\n想当年，金戈铁马，气吞万里如虎。\n元嘉草草，封狼居胥，赢得仓皇北顾。\n四十三年，望中犹记，烽火扬州路。\n可堪回首，佛狸祠下，一片神鸦社鼓。\n凭谁问，廉颇老矣，尚能饭否？"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "南乡子·登京口北固亭有怀", "content": "何处望神州？\n满眼风光北固楼。\n千古兴亡多少事？\n悠悠，不尽长江滚滚流。\n年少万兜鍪，坐断东南战未休。\n天下英雄谁敌手？\n曹刘。\n生子当如孙仲谋。"},
    {"dynasty":"宋","poet": "赵善括", "title": "水调歌头·渡江", "content": "山险号北固，景胜冠南州。\n洪涛江上乱云，山里簇红楼。\n堪笑萍踪无定，拟泊叶舟何许？\n无计可依刘。\n金阙自帷幄，玉垒老貔貅。\n问兴亡，成底事，几春秋？\n六朝人物，五胡妖雾不胜愁。\n休学楚囚垂泪，须把祖鞭先着，一鼓版图收。\n惟有金焦石，不逐水漂流。"},
    {"dynasty":"宋","poet": "陈亮", "title": "念奴娇·登多景楼", "content": "危楼还望，叹此意、今古几人曾会？\n鬼设神施，浑认作、天限南疆北界。\n一水横陈，连岗三面，做出争雄势。\n六朝何事，只成门户私计？\n因笑王谢诸人，登高怀远，也学英雄涕。\n凭却江山，管不到、河洛腥膻无际。\n正好长驱，不须反顾，寻取中流誓。\n小儿破贼，势成宁问强对。"},
    {"dynasty":"宋","poet": "杨炎正", "title": "蝶恋花·别范南伯", "content": "离恨做成春夜雨，添得春江，刬地东流去。\n弱柳系船都不住，为君愁绝听鸣橹。\n君到南徐芳草渡，想得寻春，依旧当年路。\n后夜独怜回首处，乱山遮隔无重数。"},
    {"dynasty":"宋","poet": "杨炎正", "title": "水调歌头·登多景楼", "content": "寒眼乱空阔，客意不胜秋。\n强呼斗酒发兴，特上最高楼。\n舒卷江山图画，应答龙鱼悲啸，不暇顾诗愁。\n风露巧欺客，分冷入衣裘。\n忽醒然，成感慨，望神州。\n可怜报国无路，空白一分头。\n都把平生意气，只做如今憔悴，岁晚若为谋！\n此意仗江月，分付与沙鸥。"},
    {"dynasty":"宋","poet": "姜夔", "title": "永遇乐·次稼轩北固楼词韵", "content": "云隔迷楼，苔封很石，人向何处？\n数骑轻烟，一篙寒汐，千古空来去。\n使君心在，苍崖绿嶂，苦被北门留住。\n有尊中酒，差可饮，大旗尽绣熊虎。\n前身诸葛，来游此地，数语便酬三顾。\n楼外冥冥，江皋隐隐，认得征西路。\n中原生聚，神京耆老，南望长淮金鼓。\n问当时，依依种柳，至今在否？"},
    {"dynasty":"宋","poet": "岳珂", "title": "祝英台近·北固亭", "content": "澹烟横，层雾敛，胜概分雄占。\n月下鸣榔，风急怒涛飐。\n关河无限清愁，不堪临鉴。\n正霜鬓、秋风尘染。\n漫登览。\n极目万里沙场，事业频看剑。\n古往今来，南北限天堑。\n倚楼谁弄新声？\n重城正掩。\n历历数、西州更点。"},
    {"dynasty":"宋","poet": "吴潜", "title": "水调歌头·焦山", "content": "铁瓮古形势，相对立金焦。\n长江万里东注，晓吹卷惊涛。\n天际孤云来去，水际孤帆上下，天共水相邀。\n远岫忽明晦，好景画难描。\n混隋陈，分宋魏，战孙曹。\n回头千载陈迹，痴绝倚亭皋。\n惟有汀边鸥鹭，不管人间兴废，一抹度青霄。\n安得身飞去，举手谢尘嚣！"}
  ],
  "长沙市": [
    {"dynasty":"唐","poet": "高适", "title": "送李少府贬峡中王少府贬长沙", "content": "嗟君此别意何如，驻马衔杯问谪居。\n巫峡啼猿数行泪，衡阳归雁几封书？\n青枫江上秋天远，白帝城边古木疏。\n圣代即今多雨露，暂时分手莫踌躇。"},
    {"dynasty":"唐","poet": "张谓", "title": "同王徵君湘中有怀", "content": "八月洞庭秋，潇湘水北流。\n还家万里梦，为客五更愁。\n不用开书帙，偏宜上酒楼。\n故人京洛满，何日复同游？"},
    {"dynasty":"唐","poet": "刘长卿", "title": "新 年 作", "content": "乡心新岁切，天畔独潸然。\n老至居人下，春归在客先。\n岭猿同旦暮，江柳共风烟。\n已似长沙傅，从今又几年。"},
    {"dynasty":"唐","poet": "杜甫", "title": "寄李十二白二十韵", "content": "昔年有狂客，号尔谪仙人。\n笔落惊风雨，诗成泣鬼神。\n声名从此大，汩没一朝伸。\n文彩承殊渥，流传必绝伦。\n龙舟移棹晚，兽锦夺袍新。\n白日来深殿，青云满后尘。\n乞归优诏许，遇我宿心亲。\n未负幽栖志，兼全宠辱身。\n剧谈怜野逸，嗜酒见天真。\n醉舞梁园夜，行歌泗水春。\n才高心不展，道屈善无邻。\n处士祢衡俊，诸生原宪贫。\n稻粱求未足，薏苡谤何频？\n五岭炎蒸地，三危放逐臣。\n几年遭鸟，独泣向麒麟。\n苏武元还汉，黄公岂事秦？\n楚筵辞醴日，梁狱上书辰。\n已用当时法，谁将此议陈？\n老吟秋月下，病起暮江滨。\n莫怪恩波隔，乘槎与问津。"},
    {"dynasty":"唐","poet": "杜甫", "title": "江南逢李龟年", "content": "岐王宅里寻常见，崔九堂前几度闻。\n正是江南好风景，落花时节又逢君。"},
    {"dynasty":"唐","poet": "元结", "title": "欸 乃 曲", "content": "湘江二月春水平，满月和风宜夜行。\n唱桡欲过平阳戍，守吏相呼问姓名。"},
    {"dynasty":"唐","poet": "杜牧", "title": "清 明", "content": "清明时节雨纷纷，路上行人欲断魂。\n借问酒家何处有，牧童遥指杏花村。"},
    {"dynasty":"唐","poet": "李商隐", "title": "贾 生", "content": "宣室求贤访逐臣，贾生才调更无伦。\n可怜夜半虚前席，不问苍生问鬼神。"},
    {"dynasty":"宋","poet": "欧阳修", "title": "蝶恋花", "content": "六曲阑干偎碧树，杨柳风轻，展尽黄金缕。\n谁把钿筝移玉柱？\n穿帘海燕双飞去。\n满眼游丝兼落絮，红杏开时，一霎清明雨。\n浓睡觉来莺乱语，惊残好梦无寻处。"},
    {"dynasty":"宋","poet": "欧阳修", "title": "蝶恋花", "content": "庭院深深深几许？\n杨柳堆烟，帘幕无重数。\n玉勒雕鞍游冶处，楼高不见章台路。\n雨横风狂三月暮，门掩黄昏，无计留春住。\n泪眼问花花不语，乱红飞过秋千去。"},
    {"dynasty":"宋","poet": "张孝祥", "title": "西江月·阻风三峰下", "content": "满载一船秋色，平铺十里湖光。\n波神留我看斜阳，放起鳞鳞细浪。\n明日风回更好，今宵露宿何妨？\n水晶宫里奏《霓裳》，准拟岳阳楼上。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "满江红·送李正之提刑入蜀", "content": "蜀道登天，一杯送、绣衣行客。\n还自叹、中年多病，不堪离别。\n东北看惊诸葛表，西南更草相如檄。\n把功名、收拾付君侯，如椽笔。\n儿女泪，君休滴。\n荆楚路，吾能说。\n要新诗准备，庐山山色。\n赤壁矶头千古浪，铜鞮陌上三更月。\n正梅花、万里雪深时，须相忆。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "木兰花慢·席上送张仲固帅兴元", "content": "汉中开汉业，问此地，是耶非？\n想剑指三秦，君王得意，一战东归。\n追亡事，今不见，但山川满目泪沾衣。\n落日胡尘未断，西风塞马空肥。\n一编书是帝王师，小试去征西。\n更草草离筵，匆匆去路，愁满旌旗。\n君思我，回首处，正江涵秋影雁初飞。\n安得车轮四角？\n不堪带减腰围。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "贺新郎", "content": "陈同父自东阳来过余，留十日，与之同游鹅湖，且会朱晦庵于紫溪，不至，飘然东归。\n既别之明日，余意中殊恋恋，复欲追路，至鹭鸶林，则雪深泥滑，不得前矣。\n独饮方村，怅然久之，颇恨挽留之不遂也。\n夜半投宿吴氏泉湖四望楼，闻邻笛悲甚，为赋《贺新郎》以见意。\n又五日，同父书来索词，心所同然者如此，可发千里一笑。\n把酒长亭说。\n看渊明、风流酷似，卧龙诸葛。\n何处飞来林间鹊，蹙踏松梢残雪，要破帽、多添华发。\n剩水残山无态度，被疏梅、料理成风月。\n两三雁，也萧瑟。\n佳人重约还轻别。\n怅清江、天寒不渡，水深冰合。\n路断车轮生四角，此地行人销骨。\n问谁使、君来愁绝？\n铸就而今相思错，料当初、费尽人间铁。\n长夜笛，莫吹裂！"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "贺新郎·同父见和，再用前韵答之", "content": "老大那堪说。\n似而今、元龙臭味，孟公瓜葛。\n我病君来高歌饮，惊散楼头飞雪。\n笑富贵、千钧如发。\n硬语盘空谁来听？\n记当时、只有西窗月。\n重进酒，换鸣瑟。\n事无两样人心别。\n问渠侬，神州毕竟，几番离合？\n汗血盐车无人顾，千里空收骏骨。\n正目断，关河路绝。\n我最怜君中宵舞，道男儿、到死心如铁。\n看试手，补天裂。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "贺新郎·用前韵送杜叔高", "content": "细把君诗说。\n恍余音、钧天浩荡，洞庭胶葛。\n千丈阴崖尘不到，惟有层冰积雪。\n乍一见、寒生毛发。\n自昔佳人多薄命，对古来、一片伤心月。\n金屋冷，夜调瑟。\n去天尺五君家别。\n看乘空、鱼龙惨淡，风云开合。\n起望衣冠神州路，白日消残战骨。\n叹夷甫、诸人清绝！\n夜半狂歌悲风起，听铮铮、阵马檐间铁。\n南共北，正分裂！"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "贺新郎", "content": "邑中园亭，仆皆为赋此词。\n一日独坐停云，水声山色竞来相娱，意溪山欲援例者，遂作数语，庶几仿佛渊明思亲友之意云。\n甚矣吾衰矣！\n怅平生、交游零落，只今余几？\n白发空垂三千丈，一笑人间万事。\n问何物、能令公喜？\n我见青山多妩媚，料青山见我应如是。\n情与貌，略相似。\n一尊搔首东窗里。\n想渊明、《停云》诗就，此时风味。\n江左沉酣求名者，岂识浊醪妙理！\n回首叫、云飞风起。\n不恨古人吾不见，恨古人不见吾狂耳。\n知我者，二三子。"},
    {"dynasty":"宋","poet": "辛弃疾", "title": "贺新郎·赋琵琶", "content": "凤尾龙香拨。\n自开元、《霓裳》曲罢，几番风月？\n最苦浔阳江头客，画舸亭亭待发。\n记出塞、黄云堆雪。\n马上离愁三万里，望昭阳宫殿孤鸿没。\n弦解语，恨难说。\n辽阳驿使音尘绝。\n琐窗寒、轻拢慢捻，泪珠盈睫。\n推手含情还却手，一抹《梁州》哀彻。\n千古事、云飞烟灭。\n贺老定场无消息，想沉香亭北繁华歇。\n弹到此，为呜咽。"}
  ],
  "长治市": [
    {"dynasty":"唐","poet": "李贺", "title": "北 中 寒", "content": "一方黑照三方紫，黄河冰合鱼龙死。\n三尺木皮断文理，百石强车上河水。\n霜花草上大如钱，挥刀不入迷濛天。\n争海水飞凌喧，山瀑无声玉虹悬。"},
    {"dynasty":"唐","poet": "李贺", "title": "马诗二十三首（其四）", "content": "此马非凡马，房星本是星。\n向前敲瘦骨，犹自带铜声。"},
    {"dynasty":"唐","poet": "李贺", "title": "马诗二十三首（其五）", "content": "大漠沙如雪，燕山月似钩。\n何当金络脑，快走踏清秋。"}
  ],
  "阜阳市": [
    {"dynasty":"宋","poet": "柳永", "title": "玉蝴蝶", "content": "望处雨收云断，凭阑悄悄，目送秋光。\n晚景萧疏，堪动宋玉悲凉。\n水风轻、花渐老，月露冷、梧叶飘黄。\n遣情伤。\n故人何在？\n烟水茫茫。\n难忘。\n文期酒会，几辜风月，屡变星霜。\n海阔天遥，未知何处是潇湘。\n念双燕、难凭远信，指暮天、空识归航。\n黯相望。\n断鸿声里，立尽斜阳。"},
    {"dynasty":"宋","poet": "欧阳修", "title": "玉楼春", "content": "尊前拟把归期说，欲语春容先惨咽。\n人生自是有情痴，此恨不关风与月。\n离歌且莫翻新阕，一曲能教肠寸结。\n直须看尽洛城花，始共春风容易别。"},
    {"dynasty":"宋","poet": "欧阳修", "title": "玉楼春", "content": "别后不知君远近，触目凄凉多少闷。\n渐行渐远渐无书，水阔鱼沉何处问。\n夜深风竹敲秋韵，万叶千声皆是恨。\n故欹单枕梦中寻，梦又不成灯又烬。"},
    {"dynasty":"宋","poet": "欧阳修", "title": "浣溪沙", "content": "堤上游人逐画船。\n拍堤春水四垂天。\n绿杨楼外出秋千。\n白发戴花君莫笑，《六幺》催拍盏频传。\n人生何处似尊前？"}
  ],
  "陕西市": [
    {"dynasty":"宋","poet": "柳永", "title": "定风波", "content": "自春来，惨绿愁红，芳心是事可可。\n日上花梢，莺穿柳带，犹压香衾卧。\n暖酥消，腻云亸，终日恹恹倦梳裹。\n无那！\n恨薄情一去，音书无个。\n早知恁么，悔当初、不把雕鞍锁。\n向鸡窗，只与蛮笺象管，拘束教吟课。\n镇相随，莫抛躲，针线闲拈伴伊坐。\n和我。\n免使年少，光阴虚过。"},
    {"dynasty":"宋","poet": "柳永", "title": "戚氏", "content": "晚秋天，一霎微雨洒庭轩。\n槛菊萧疏，井梧零乱，惹残烟。\n凄然，望江关，飞云黯淡夕阳间。\n当时宋玉悲感，向此临水与登山。\n远道迢递，行人凄楚，倦听陇水潺湲。\n正蝉吟败叶，蛩响衰草，相应喧喧。\n孤馆度日如年。\n风露渐变，悄悄至更阑。\n长天净，绛河清浅，皓月婵娟。\n思绵绵。\n夜永对景，那堪屈指，暗想从前。\n未名未禄，绮陌红楼，往往经岁迁延。\n帝里风光好，当年少日，暮宴朝欢。\n况有狂朋怪侣，遇当歌、对酒竞留连。\n别来迅景如梭，旧游似梦，烟水程何限！\n念利名憔悴长萦绊，追往事、空惨愁颜。\n漏箭移、稍觉轻寒。\n渐呜咽画角数声残。\n对闲窗畔，停灯向晓，抱影无眠。"}
  ],
  "马鞍山市": [
    {"dynasty":"唐","poet": "李白", "title": "当涂赵炎少府粉图山水歌", "content": "峨眉高出西极天，罗浮直与南溟连。\n名公绎思挥彩笔，驱山走海置眼前。\n满堂空翠如可扫，赤城霞气苍梧烟。\n洞庭潇湘意渺绵，三江七泽情洄沿。\n惊涛汹涌向何处，孤舟一去迷归年。\n征帆不动亦不旋，飘如随风落天边。\n心摇目断兴难尽，几时可到三山巅？\n西峰峥嵘喷流泉，横石蹙水波潺湲。\n东崖合沓蔽轻雾，深林杂树空芊绵。\n此中冥昧失昼夜，隐几寂听无鸣蝉。\n长松之下列羽客，对坐不语南昌仙，南昌仙人赵夫子，妙年历落青云士。\n讼庭无事罗众宾，杳然如在丹青里。\n五色粉图安足珍？\n真仙可以全吾身。\n若待功成拂衣去，武陵桃花笑杀人。"},
    {"dynasty":"唐","poet": "李白", "title": "夜泊牛渚怀古", "content": "牛渚西江夜，青天无片云。\n登舟望秋月，空忆谢将军。\n余亦能高咏，斯人不可闻。\n明朝挂帆席，枫叶落纷纷。"},
    {"dynasty":"唐","poet": "李白", "title": "宿五松山下荀媪家", "content": "我宿五松下，寂寥无所欢。\n田家秋作苦，邻女夜春寒。\n跪进雕胡饭，月光明素盘。\n令人惭漂母，三谢不能餐。"},
    {"dynasty":"唐","poet": "李白", "title": "望天门山", "content": "天门中断楚江开，碧水东流至此回。\n两岸青山相对出，孤帆一片日边来。"},
    {"dynasty":"唐","poet": "刘禹锡", "title": "石 头 城", "content": "山围故国周遭在，潮打空城寂寞回。\n淮水东边旧时月，夜深还过女墙来。"},
    {"dynasty":"宋","poet": "贺铸", "title": "天门谣", "content": "牛渚天门险，限南北、七雄豪占。\n清雾敛，与闲人登览。\n待月上潮平波滟滟，塞管轻吹新《阿滥》。\n风满槛，历历数、西州更点。"},
    {"dynasty":"宋","poet": "贺铸", "title": "踏莎行", "content": "杨柳回塘，鸳鸯别浦，绿萍涨断莲舟路。\n断无蜂蝶慕幽香，红衣脱尽芳心苦。\n返照迎潮，行云带雨，依依似与骚人语。\n当年不肯嫁春风，无端却被秋风误。"},
    {"dynasty":"宋","poet": "韩元吉", "title": "霜天晓角·题采石蛾眉亭", "content": "倚天绝壁，直下江千尺。\n天际两蛾凝黛，愁与恨、几时极？\n暮潮风正急，酒阑闻塞笛。\n试问谪仙何处？\n青山外，远烟碧。"}
  ],
  "黄冈市": [
    {"dynasty":"唐","poet": "沈佺期", "title": "夜宿七盘岭", "content": "独游千里外，高卧七盘西。\n山月临窗近，天河入户低。\n芳春平仲绿，清夜子规啼。\n浮客空留听，褒城闻曙鸡。"},
    {"dynasty":"唐","poet": "杜牧", "title": "九日齐山登高", "content": "江涵秋影雁初飞，与客携壶上翠微。\n尘世难逢开口笑，菊花须插满头归。\n但将酩酊酬佳节，不用登临恨落晖。\n古往今来只如此，牛山何必独沾衣？"},
    {"dynasty":"宋","poet": "苏轼", "title": "水龙吟·次韵章质夫杨花词", "content": "似花还似非花，也无人惜从教坠。\n抛家傍路，思量却是，无情有思。\n萦损柔肠，困酣娇眼，欲开还闭。\n梦随风万里，寻郎去处，又还被、莺呼起。\n不恨此花飞尽，恨西园、落红难缀。\n晓来雨过，遗踪何在？\n一池萍碎。\n春色三分，二分尘土，一分流水。\n细看来，不是杨花点点，是离人泪。"},
    {"dynasty":"宋","poet": "苏轼", "title": "满庭芳·元丰七年四月一日", "preface": "元丰七年四月一日，余将去黄移汝，留别雪堂邻里二三君子。会李仲览自江东来别，遂书以遗之。", "content": "归去来兮，吾归何处？\n万里家在岷峨。\n百年强半，来日苦无多。\n坐见黄州再闰，儿童尽、楚语吴歌。\n山中友，鸡豚社酒，相劝老东坡。\n云何？\n当此去，人生底事，来往如梭？\n待闲看，秋风洛水清波。\n好在堂前细柳，应念我、莫剪柔柯。\n仍传语、江南父老，时与晒鱼蓑。"},
    {"dynasty":"宋","poet": "苏轼", "title": "满庭芳", "content": "有王长官者，弃官黄州三十三年，黄人谓之王先生。\n因送陈慥来过余，因为赋此。\n三十三年，今谁存者？\n算只君与长江。\n凛然苍桧，霜干苦难双。\n闻道司州古县，云溪上、竹坞松窗。\n江南岸，不因送子，宁肯过吾邦？\n，疏雨过，凤林舞破，烟盖云幢。\n愿持此邀君，一饮空缸。\n居士先生老矣，真梦里、相对残。\n歌声断，行人未起，船鼓已逢逢。"},
    {"dynasty":"宋","poet": "苏轼", "title": "水调歌头·黄州快哉亭赠张偓佺", "content": "落日绣帘卷，亭下水连空。\n知君为我新作，窗户湿青红。\n长记平山堂上，欹枕江南烟雨，渺渺没孤鸿。\n认得醉翁语，山色有无中。\n一千顷，都镜净，倒碧峰。\n忽然浪起，掀舞一叶白头翁。\n堪笑兰台公子，未解庄生天籁，刚道有雌雄。\n一点浩然气，千里快哉风。"},
    {"dynasty":"宋","poet": "苏轼", "title": "满江红·寄鄂州朱使君寿昌", "content": "江汉西来，高楼下、蒲萄深碧。\n犹自带、岷峨雪浪，锦江春色。\n君是南山遗爱守，我为剑外思归客。\n对此间、风物岂无情？\n殷勤说。\n《江表传》，君休读。\n狂处士，真堪惜。\n空洲对鹦鹉，苇花萧瑟。\n不独笑书生争底事，曹公黄祖俱飘忽。\n愿使君、还赋谪仙诗，追黄鹤。"},
    {"dynasty":"宋","poet": "苏轼", "title": "念奴娇·赤壁怀古", "content": "大江东去，浪淘尽、千古风流人物。\n故垒西边，人道是、三国周郎赤壁。\n乱石崩云，惊涛裂岸，卷起千堆雪。\n江山如画，一时多少豪杰！\n遥想公瑾当年，小乔初嫁了，雄姿英发。\n羽扇纶巾，谈笑间、樯橹灰飞烟灭。\n故国神游，多情应笑我，早生华发，人间如梦，一尊还酹江月。"},
    {"dynasty":"宋","poet": "苏轼", "title": "西江月", "content": "春夜蕲水中过酒家饮。\n酒醉，乘月至一溪桥上，解鞍曲肱少休。\n及觉，已晓。\n乱山葱茏，不谓尘世也。\n书此词桥柱。\n照野弥弥浅浪，横空隐隐层霄。\n障泥未解玉骢骄，我欲醉眠芳草。\n可惜一溪明月，莫教踏破琼瑶。\n解鞍欹枕绿杨桥，杜宇一声春晓。"},
    {"dynasty":"宋","poet": "苏轼", "title": "临江仙·夜归临皋", "content": "夜饮东坡醒复醉，归来仿佛三更。\n家童鼻息已雷鸣。\n敲门都不应，倚杖听江声。\n长恨此身非我有，何时忘却营营？\n夜阑风静縠纹平。\n小舟从此逝，江海寄余生。"},
    {"dynasty":"宋","poet": "苏轼", "title": "鹧鸪天", "content": "林断山明竹隐墙，乱蝉衰草小池塘。\n翻空白鸟时时见，照水红蕖细细香。\n村舍外，古城旁，杖藜徐步转斜阳。\n殷勤昨夜三更雨，又得浮生一日凉。"},
    {"dynasty":"宋","poet": "苏轼", "title": "定风波·三月七日", "preface": "三月七日，沙湖道中遇雨，雨具先去，同行皆狼狈，余独不觉，已而遂晴，故作此。", "content": "莫听穿林打叶声，何妨吟啸且徐行？\n竹杖芒鞋轻胜马，谁怕？\n一蓑烟雨任平生。\n料峭春风吹酒醒，微冷。\n山头斜照却相迎。\n回首向来萧瑟处，归去，也无风雨也无晴。"},
    {"dynasty":"宋","poet": "苏轼", "title": "卜算子·黄州定惠院寓居作", "content": "缺月挂疏桐，漏断人初静。\n谁见幽人独往来？\n缥缈孤鸿影。\n惊起却回头，有恨无人省。\n拣尽寒枝不肯栖，寂寞沙洲冷。"},
    {"dynasty":"宋","poet": "苏轼", "title": "洞仙歌·余七岁时", "preface": "余七岁时，见眉山老尼，姓朱，忘其名，年九十余。", "content": "自言尝随其师入蜀主孟昶宫中。\n一日大热，蜀主与花蕊夫人夜纳凉摩诃池上，作一词，朱具能记之。\n今四十年，朱已死久矣。\n人无知此词者，但记其首两句。\n暇日寻味，岂《洞仙歌令》乎？\n乃为足之云。\n冰肌玉骨，自清凉无汗。\n水殿风来暗香满。\n绣帘开、一点明月窥人，人未寝、欹枕钗横鬓乱。\n起来携素手，庭户无声，时见疏星渡河汉。\n试问夜如何，夜已三更，金波淡、玉绳低转。\n但屈指西风几时来，又不道流年，暗中偷换。"},
    {"dynasty":"宋","poet": "苏轼", "title": "浣溪沙·游蕲水清泉寺", "preface": "游蕲水清泉寺，寺临兰溪，溪水西流。", "content": "山下兰芽短浸溪，松间沙路净无泥。\n萧萧暮雨子规啼。\n谁道人生无再少？\n门前流水尚能西。\n休将白发唱黄鸡。"},
    {"dynasty":"宋","poet": "胡世将", "title": "酹江月·秋夕兴元使院作，用东坡赤壁韵", "content": "神州沉陆，问谁是、一范一韩人物？\n北望长安应不见，抛却关西半壁。\n塞马晨嘶，胡笳夕引，赢得头如雪。\n三秦往事，只数汉家三杰。\n试看百二山河，奈君门万里，六师不发。\n阃外何人回首处，铁骑千群都灭。\n拜将台欹，怀贤阁杳，空指冲冠发。\n阑干拍遍，独对中天明月。"}
  ],
};